{"Greenbone": "Any garfish (Belone or Tylosurus).", "&Verbar;Garçon": "A boy; fellow; esp., a serving boy or man; a waiter; -- in Eng. chiefly applied to French waiters.", "Gargalize": "To gargle; to rinse.", "Gymnast": "One who teaches or practices gymnastic exercises; the manager of a gymnasium; an athlete.", "Gynandromorphous": "Affected with gynandromorphism.", "Gastroduodenitis": "Inflammation of the stomach and duodenum. It is one of the most frequent causes of jaundice.", "Glissade": "A sliding, as down a snow slope.", "Gynantherous": "Pertaining to an abnormal condition of the flower, in which the stamens are converted into pistils.", "Gullish": "Foolish; stupid.", "Graniferous": "Bearing grain, or seeds like grain.", "Gasogen": "An apparatus for the generation of gases, or for impregnating a liquid with a gas, or a gas with a volatile liquid.", "gaolbreak": "an escape from jail; same as jailbreak.", "Genethlialogy": "Divination as to the destinies of one newly born; the act or art of casting nativities; astrology.", "Glossographical": "Of or pertaining to glossography.", "&Verbar;Galbe": "The general outward form of any solid object, as of a column or a vase.", "Great-granddaughter": "A daughter of one's grandson or granddaughter.", "&Verbar;Gelsemium": "A genus of climbing plants. The yellow (false) jasmine (Gelsemium sempervirens) is a native of the Southern United States. It has showy and deliciously fragrant flowers.", "Gromet": "Same as Grommet.", "Goter": "A gutter.", "Gibaro": "The offspring of a Spaniard and an Indian; a Spanish-Indian mestizo.", "Green-broom": "A plant of the genus Genista (G. tinctoria); dyer's weed; -- called also greenweed.", "gimel": "the 3rd letter of the Hebrew alphabet.", "Gassy": "Full of gas; like gas.", "Ganancial": "Designating, pertaining to, or held under, the Spanish system of law (called ganancial system) which controls the title and disposition of the property acquired during marriage by the husband or wife.", "Glossal": "Of or pertaining to the tongue; lingual.", "Greening": "A greenish apple, of several varieties, among which the Rhode Island greening is the best known for its fine-grained acid flesh and its excellent keeping quality.", "Gangue": "The mineral or earthy substance associated with metallic ore.", "Genesee epoch": "The closing subdivision of the Hamilton period in the American Devonian system; -- so called because the formations of this period crop out in Genesee, New York.", "Greco-Roman": "Having characteristics that are partly Greek and partly Roman; as, Greco-Roman architecture.", "gulfweed": "A brown seaweed (Sargassum bacciferum) with rounded bladders forming dense floating masses in tropical Atlantic waters as in the Sargasso Sea.", "Gnatworm": "The aquatic larva of a gnat; -- called also, colloquially, wiggler.", "Gyp": "A college servant; -- so called in Cambridge, England; at Oxford called a scout.", "Gephyreoid": "Gephyrean.", "grueling": "characterized by toilsome effort; requiring extreme physical or mental effort; as, a grueling campaign.", "Genethliacs": "The science of calculating nativities, or predicting the future events of life from the stars which preside at birth.", "Gypsoplast": "A cast taken in plaster of Paris, or in white lime.", "Gyrfalcon": "One of several species and varieties of large Arctic falcons, esp. Falco rusticolus and the white species Falco Islandicus, both of which are circumpolar.  The black and the gray are varieties of the former.  See Illust. of Accipiter.", "Gristmill": "A mill for grinding grain; especially, a mill for grinding grists, or portions of grain brought by different customers; a custom mill.", "getable": "Obtainable; able to be gotten.", "Glossology": "The definition and explanation of terms; a glossary.", "&Verbar;Gladius": "The internal shell, or pen, of cephalopods like the squids.", "Ge": "goddess of the earth and mother of Cronus and the Titans in ancient mythology.  See Gaea.", "Gadolinium": "A rare earth metallic element of the Lanthanide series, with a characteristic spectrum, found associated with yttrium and other rare earth elements.  Symbol, Gd; it has an atomic number of 64, an atomic weight of 157.25 (C=12.011), and a valence of +3.", "Garnet": "A tackle for hoisting cargo in or out.", "Go": "Act; working; operation.", "Gotterdammerung": "A myth about the ultimate destruction of the gods in a battle with evil.", "Ghanaian": "of or pertaining to the inhabitants of Ghana; as, Ghanaian writers.", "glued": "affixed with glue or paste.", "Glyconin": "An emulsion of glycerin and the yolk of eggs, used as an ointment, as a vehicle for medicines, etc.", "Gems": "The chamois.", "Groyne": "See Groin.", "Gayal": "A Southern Asiatic species of wild cattle (Bibos frontalis).", "gasbag": "a person who talks a great deal about uninteresting topics.", "Ganister": "A refractory material consisting of crushed or ground siliceous stone, mixed with fire clay; -- used for lining Bessemer converters; also used for macadamizing roads.", "Germanization": "The act of Germanizing.", "Galley": "A vessel propelled by oars, whether having masts and sails or not", "Glycosometer": "An apparatus for determining the amount of sugar in diabetic urine.", "Gigantomachy": "A war of giants; especially, the fabulous war of the giants against heaven.", "Greek calends": "A time that will never come, as the Greeks had no calends.", "Gurry": "A small fort.", "Ghanian": "a native or inhabitant of Ghana.", "Gametophyte": "In the alternation of generations in plants, that generation or phase which bears sex organs and produces gametes. In the lower plants, as the algæ, the gametophyte is the conspicuous part of the plant body; in mosses it is the so-called moss plant; in ferns it is reduced to a small, early perishing body; and in seed plants it is usually microscopic or rudimentary.", "G": "G is the seventh letter of the English alphabet, and a vocal consonant. It has two sounds; one simple, as in gave, go, gull; the other compound (like that of j), as in gem, gin, dingy. See Guide to Pronunciation, §§ 231-6, 155, 176, 178, 179, 196, 211, 246.", "Galleot": "See Galiot.", "Griskin": "The spine of a hog.", "Gastronomist": "A gastromomer.", "&Verbar;Guttifer": "A plant that exudes gum or resin.", "Grove": "A smaller group of trees than a forest, and without underwood, planted, or growing naturally as if arranged by art; a wood of small extent.", "Game": "To rejoice; to be pleased; -- often used, in Old English, impersonally with dative.", "Graphically": "In a graphic manner; vividly.", "Gibbose": "Humped; protuberant; -- said of a surface which presents one or more large elevations.", "Galleon": "A sailing vessel of the 15th and following centuries, often having three or four decks, and used for war or commerce. The term is often rather indiscriminately applied to any large sailing vessel.", "Galiot": "A small galley, formerly used in the Mediterranean, built mainly for speed. It was moved both by sails and oars, having one mast, and sixteen or twenty seats for rowers.", "Gobstick": "A stick or device for removing the hook from a fish's gullet.", "Girdle": "To bind with a belt or sash; to gird.", "Greenstone": "A name formerly applied rather loosely to certain dark-colored igneous rocks, including diorite, diabase, etc.", "Gibbier": "Wild fowl; game.", "Goosefoot": "A genus of herbs (Chenopodium) mostly annual weeds; pigweed.", "Garrulinae": "A subfamily of the crow family, including the jays.", "Geocyclic": "Of, pertaining to, or illustrating, the revolutions of the earth; as, a geocyclic machine.", "Geostatic": "Relating to the pressure exerted by earth or similar substance.", "Gangway": "A passage or way into or out of any inclosed place; esp., a temporary way of access formed of planks.", "&Verbar;Gynandria": "A class of plants in the Linnæan system, whose stamens grow out of, or are united with, the pistil.", "Gripeful": "Disposed to gripe; extortionate.", "Gruntling": "A young hog.", "Glass-faced": "Mirror-faced; reflecting the sentiments of another.", "Gradual": "An antiphon or responsory after the epistle, in the Mass, which was sung on the steps, or while the deacon ascended the steps.", "Gameness": "Endurance; pluck.", "&Verbar;Ginglymodi": "An order of ganoid fishes, including the modern gar pikes and many allied fossil forms. They have rhombic, ganoid scales, a heterocercal tail, paired fins without an axis, fulcra on the fins, and a bony skeleton, with the vertebræ convex in front and concave behind, forming a ball and socket joint. See Ganoidel.", "Gonimous": "Pertaining to, or containing, gonidia or gonimia, as that part of a lichen which contains the green or chlorophyll-bearing cells.", "Goatherd": "One who tends goats.", "Gelsemine": "An alkaloid obtained from the yellow jasmine (Gelsemium sempervirens), as a bitter white semicrystalline substance; -- called also gelsemia.", "Giggyng": "The act of fastending the gige or leather strap to the shield.", "Geastrum": "The type genus of the Geastraceae, consisting of fungi whose outer peridium when dry splits into starlike segments.", "Grovy": "Pertaining to, or resembling, a grove; situated in, or frequenting, groves.", "Gainable": "Capable of being obtained or reached.", "&Verbar;Gastrura": "See Stomatopoda.", "Gimp": "To notch; to indent; to jag.", "Grout": "To fill up or finish with grout, as the joints between stones.", "Group": "To form a group of; to arrange or combine in a group or in groups, often with reference to mutual relation and the best effect; to form an assemblage of.", "Glandulation": "The situation and structure of the secretory vessels in plants.", "Giving": "The act of bestowing as a gift; a conferring or imparting.", "Gripman": "The man who manipulates a grip.", "Ganja": "The dried hemp plant, used in India for smoking. It is extremely narcotic and intoxicating.", "gaffe": "A socially awkward or tactless act.", "Gleire": "See Glair.", "Grimaced": "Distorted; crabbed.", "gasmask": "a mask with a filter which protects the face and lungs against poisonous gases.  It is used in warfare, and also by police to allow them to effectively use tear gas or other disabling gas to disperse a crowd or force fugitives to leave a building.", "Giraffidae": "The natural family of mammals including the giraffes.", "Glauberite": "A mineral, consisting of the sulphates of soda and lime.", "Gadman": "A gadsman.", "Gorcock": "The moor cock, or red grouse. See Grouse.", "&Verbar;Gastræa": "A primeval larval form; a double-walled sac from which, according to the hypothesis of Haeckel, man and all other animals, that in the first stages of their individual evolution pass through a two-layered structural stage, or gastrula form, must have descended. This idea constitutes the Gastræa theory of Haeckel. See Gastrula.", "Galvanologist": "One who describes the phenomena of galvanism; a writer on galvanism.", "geisha": "A Japanese singing and dancing girl, trained to provide entertainment and company for a man or group of men.", "Gome": "The black grease on the axle of a cart or wagon wheel; -- called also gorm. See Gorm.", "Grias": "The genus of trees including the anchovy pear tree Grias cauliflora, whose fruit is somewhat like the mango.", "Gasteropodous": "Same as Gastropodous.", "&Verbar;Gregarinida": "Gregarinæ.", "&Verbar;Gnathotheca": "The horney covering of the lower mandible of a bird.", "Gallipoli oil": "An inferior kind of olive oil, brought from Gallipoli, in Italy.", "go-getter": "a person disposed to initiate action, rather than take instructions; an enterprising person; a person with a strong drive to accomplish useful goals; especially, one whose career progresses rapidly.", "Gentry": "Birth; condition; rank by birth.", "game license": "a license authorizing the bearer to kill a certain type of animal during a specified period of time.", "Geocentrically": "In a geocentric manner.", "Grudger": "One who grudges.", "Gummiferous": "Producing gum; gum-bearing.", "Guinea-pig director": "A director (usually one holding a number of directorships) who serves merely or mainly for the fee (in England, often a guinea) paid for attendance.", "Gyrostat": "A modification of the gyroscope, consisting essentially of a fly wheel fixed inside a rigid case to which is attached a thin flange of metal for supporting the instrument. It is used in studying the dynamics of rotating bodies.", "good-time": "occupied with or fond of the pleasures of good company; as, he was a real good-time Charlie.", "gear up": "To prepare (for an event or activity); as, to gear up for the election campaign.", "Gormandizer": "A greedy, voracious eater; a gormand; a glutton.", "Ganglionary": "Ganglionic.", "Gasterophilus": "The type genus of the Gasterophilidae, comprising the horse botflies.", "Gastronome": "One fond of good living; an epicure.", "Gandhian": "of or pertaining to Mohandas Gandhi.", "Gastronomy": "The art or science of good eating; epicurism; the art of good cheer.", "Gynocracy": "Female government; gynecocracy.", "Grutch": "See Grudge.", "Gilbertian": "Of, pertaining to, or characteristic of the style of William S. Gilbert; as, Gilbertian libretti.", "Grandfatherly": "Like a grandfather in age or manner; kind; benignant; indulgent.", "Glance": "To shoot or dart suddenly or obliquely; to cast for a moment; as, to glance the eye.", "Gesturement": "Act of making gestures; gesturing.", "Guiacol": "A colorless liquid, C6H4.OCH3.OH, resembling the phenols, found as a constituent of woodtar creosote, and produced by the dry distillation of guaiac resin.", "Giddy": "To make dizzy or unsteady.", "Gullage": "Act of being gulled.", "Glauconite": "The green mineral characteristic of the greensand of the chalk and other formations. It is a hydrous silicate of iron and potash. See Greensand.", "Galliass": "Same as Galleass.", "Greave": "To clean (a ship's bottom); to grave.", "Grocery": "The commodities sold by grocers, as tea, coffee, spices, etc.; -- in the United States almost always in the plural form, in this sense.", "Globularness": "Sphericity; globosity.", "Gerner": "A garner.", "Gesticulator": "One who gesticulates.", "Grapestone": "A seed of the grape.", "Gymnosperm": "A plant that bears naked seeds (i. e., seeds not inclosed in an ovary), as the common pine and hemlock.  Cf. Angiosperm.", "Gairfowl": "See Garefowl.", "gold-of-pleasure": "An annual European false flax (Camelina sativa) having small white flowers; cultivated since Neolithic times as a source of fiber and for its oil-rich seeds; widely naturalized in North America.", "Gliden": "p. p. of Glide.", "Grapeless": "Wanting grapes or the flavor of grapes.", "Guerite": "A projecting turret for a sentry, as at the salient angles of works, or the acute angles of bastions.", "&Verbar;Germarium": "An organ in which the ova are developed in certain Turbellaria.", "Gringo": "Among Spanish Americans, a foreigner, especially an American or sometimes an Englishman; -- often used disparagingly or as a term of reproach.", "Goroon shell": "A large, handsome, marine, univalve shell (Triton femorale).", "Gulch": "To swallow greedily; to gulp down.", "gapes": "See as the gapes, under gape, n..", "Goosewing": "One of the clews or lower corners of a course or a topsail when the middle part or the rest of the sail is furled.", "gaucheness": "an impolite manner that is vulgar and lacking tact or refinement.", "Glider": "One who, or that which, glides.", "Gammadion": "A cross formed of four capital gammas, formerly used as a mysterious ornament on ecclesiastical vestments, etc. See Fylfot.", "gaming": "The act or practice of playing games for stakes or wagers; gambling.", "Gritty": "Containing sand or grit; consisting of grit; caused by grit; full of hard particles.", "&Verbar;Gumma": "A kind of soft tumor, usually of syphilitic origin.", "Guaiacum": "A genus of small, crooked trees, growing in tropical America.", "Gusto": "Nice or keen appreciation or enjoyment; relish; taste; fancy; as, he ate it with gusto.", "Gratinate": "To cook, as macaroni, in a savory juice or sauce until the juice is absorbed and a crisp surface forms.", "Gabioned": "Furnished with gabions.", "Gazingstock": "A person or thing gazed at with scorn or abhorrence; an object of curiosity or contempt.", "Glaucophane": "A mineral of a dark bluish color, related to amphibole. It is characteristic of certain crystalline rocks.", "Gonorrhea": "A contagious inflammatory disease of the genitourinary tract, affecting especially the urethra and vagina, and characterized by a mucopurulent discharge, pain in urination, and chordee; clap.", "Greenish": "Somewhat green; having a tinge of green; as, a greenish yellow.", "Gerland": "A garland.", "Gusty": "Subject to, or characterized by, gusts or squalls; windy; stormy; tempestuous.", "Giggler": "One who giggles or titters.", "Gunshot": "Made by the shot of a gun: as. a gunshot wound.", "Glaverer": "A flatterer.", "gosmore": "A European weed (Hypochaeris radicata) widely naturalized in North America having yellow flower heads and leaves resembling a cat's ears.", "Guild": "An association of men belonging to the same class, or engaged in kindred pursuits, formed for mutual aid and protection; a business fraternity or corporation; as, the Stationers' Guild; the Ironmongers' Guild. They were originally licensed by the government, and endowed with special privileges and authority.", "Gerontocracy": "Government by old men.", "Galvanograph": "A copperplate produced by the method of galvanography; also, a picture printed from such a plate.", "Gristle": "Cartilage. See Cartilage.", "Gaspereau": "The alewife.", "Gristly": "Consisting of, or containing, gristle; like gristle; cartilaginous.", "Gesling": "A gosling.", "Gnomonist": "One skilled in gnomonics.", "Goodness": "The quality of being good in any of its various senses; excellence; virtue; kindness; benevolence; as, the goodness of timber, of a soil, of food; goodness of character, of disposition, of conduct, etc.", "Guarish": "To heal.", "Gorgelet": "A small gorget, as of a humming bird.", "-gerous": "A suffix signifying bearing, producing; as, calcigerous; dentigerous.", "Grandeeship": "The rank or estate of a grandee; lordship.", "Gleeman": "A name anciently given to an itinerant minstrel or musician.", "greyness": "a neutral achromatic color midway between while and black.", "&Verbar;Gryphæa": "A genus of cretaceous fossil shells allied to the oyster.", "Governableness": "The quality of being governable; manageableness.", "guilt-ridden": "mentally anguished due to feelings of guilt{3}.", "Gardener": "One who makes and tends a garden; a horticulturist.", "Gavelet": "An ancient special kind of cessavit used in Kent and London for the recovery of rent.", "Geodephagous": "Living in the earth; -- applied to the ground beetles.", "geodesic dome": "A domelike structure invented by R. Buckminster Fuller, in which straight structural parts are connected to form interlocking polygons, affording great strength and rigidity combined with light weight.  The typical form has the outlines of the top half of an icosahedron, with the triangular spaces filled with structural members forming triangles, hexagons, and squares.", "&Verbar;Gastritis": "Inflammation of the stomach, esp. of its mucuos membrane.", "Glike": "A sneer; a flout.", "Glycoluril": "A white, crystalline, nitrogenous substance, obtained by the reduction of allantoïn.", "Godelich": "Goodly.", "Good-fellowship": "Agreeable companionship; companionableness.", "Gettysburg Address": "The popular name of a speech given by Abraham Lincoln on November 19, 1863, on the battlefield near Gettysburg, Pennsylvania, USA, as part of a ceremony to dedicate a portion of that battlefield as a cemetary for soldiers who died fighting there.  See note below.", "Gormand": "Gluttonous; voracious.", "Gabionage": "The part of a fortification built of gabions.", "Grisliness": "The quality or state of being grisly; horrid.", "Garboard": "One of the planks next the keel on the outside, which form a garboard strake.", "Gadolinite": "A mineral of a nearly black color and vitreous luster, and consisting principally of the silicates of yttrium, cerium, and iron.", "Gypsography": "The act or art of engraving on gypsum.", "Gazogene": "A portable apparatus for making soda water or aërated liquids on a small scale.", "goldbricking": "The evasion of work or duty.", "Gimlet": "To pierce or make with a gimlet.", "Gastroscope": "An instrument for viewing or examining the interior of the stomach.", "Goldin": "A conspicuous yellow flower, commonly the corn marigold (Chrysanthemum segetum).", "Globular": "Globe-shaped; having the form of a ball or sphere; spherical, or nearly so; as, globular atoms.", "Gentile-falcon": "See Falcon-gentil.", "&Verbar;Guillemet": "A quotation mark.", "Galore": "Plenty; abundance; in abundance.", "Gemaric": "Pertaining to the Gemara.", "Glumella": "One of the palets or inner chaffy scales of the flowers or spikelets of grasses.", "Galvanography": "The art or process of depositing metals by electricity; electrotypy.", "giraffe": "An African ruminant (Giraffa camelopardalis formerly Camelopardalis giraffa) related to the deers and antelopes, but placed in a family (Giraffidae) by itself; the camelopard. It is the tallest of quadriped animals, being sometimes twenty feet from the hoofs to the top of the head. Its neck is very long, and its fore legs are much longer than its hind legs.  There are three types, having different patterns of spots on the pelt and different territories: the Reticulated Giraffe, the Masai Giraffe, and the Uganda Giraffe.  Intermediate crosses are also observed.", "Gangliform": "Having the form of a ganglion.", "&Verbar;Garde civique": "See Army organization, above.", "glazed": "Same as glassed.", "Gibberish": "Unmeaning; as, gibberish language.", "Gamboge": "A concrete juice, or gum resin, produced by several species of trees in Siam, Ceylon, and Malabar. It is brought in masses, or cylindrical rolls, from Cambodia, or Cambogia, -- whence its name. The best kind is of a dense, compact texture, and of a beatiful reddish yellow. Taken internally, it is a strong and harsh cathartic and emetic.", "Graille": "A halfround single-cut file or fioat, having one curved face and one straight face, -- used by comb makers.", "glutted": "overfull; filled to excess; as, a glutted market.", "Gastroscopy": "Examination of the abdomen or stomach, as with the gastroscope.", "Goost": "Ghost; spirit.", "Glaucometer": "See Gleucometer.", "Grundel": "A groundling (fish).", "Gnostic": "One of the so-called philosophers in the first ages of Christianity, who claimed a true philosophical interpretation of the Christian religion. Their system combined Oriental theology and Greek philosophy with the doctrines of Christianity. They held that all natures, intelligible, intellectual, and material, are derived from the Deity by successive emanations, which they called Eons.", "gingerroot": "The pungent rhizome of the common ginger plant; -- it is used fresh as a seasoning, especially in Oriental cookery.", "Gyrostatic": "Of or pertaining to the gyrostat or to gyrostatics.", "Growlingly": "In a growling manner.", "Goosery": "A place for keeping geese.", "Gor-belly": "A prominent belly; a big-bellied person.", "gumshoe": "A detective; a private eye.", "Gallant": "To attend or wait on, as a lady; as, to gallant ladies to the play.", "Gastrostomy": "The operation of making a permanent opening into the stomach, for the introduction of food.", "Goggle": "Full and rolling, or staring; -- said of the eyes.", "Gaverick": "The European red gurnard (Trigla cuculus).", "Goblinize": "To transform into a goblin.", "genocidal": "Of or pertaining to genocide; as, the genocidal policies of the Serbs in Bosnia.", "Goldseed": "Dog's-tail grass.", "Guess warp": "A rope or hawser by which a vessel is towed or warped along; -- so called because it is necessary to guess at the length to be carried in the boat making the attachment to a distant object.", "gag-toothed": "Having gagteeth.", "glinting": "having brief brilliant points or flashes of light; as, glinting eyes; glinting water.", "Gamely": "In a plucky manner; spiritedly.", "Genipap": "The edible fruit of a West Indian tree (Genipa Americana) of the order Rubiaceæ.  It is oval in shape, as a large as a small orange, of a pale greenish color, and with dark purple juice.", "Glucinic": "Pertaining to, derived from, or containing, glucinum; as, glucinic oxide.", "Glassware": "Ware, or articles collectively, made of glass.", "Graphiscope": "See Graphoscope.", "Gnomonically": "According to the principles of the gnomonic projection.", "Gouger": "See Plum Gouger.", "Germiparity": "Reproduction by means of germs.", "Grandness": "Grandeur.", "Gradatory": "A series of steps from a cloister into a church.", "Ging": "Same as Gang, n., 2.", "&Verbar;Gaydiang": "A vessel of Anam, with two or three masts, lofty triangular sails, and in construction somewhat resembling a Chinese junk.", "goldbeater": "An artisan who beats gold into goldleaf.", "Galling": "Fitted to gall or chafe; vexing; harassing; irritating.", "Goatee": "A part of a man's beard on the chin or lower lip which is allowed to grow, and trimmed so as to resemble the beard of a goat.", "Galloway": "A small horse of a breed raised at Galloway, Scotland; -- called also garran, and garron.", "gimcrackery": "Ornamental objects of no great value.", "Gothicism": "A Gothic idiom.", "Gambier": "The inspissated juice of a plant (Uncaria Gambir) growing in Malacca. It is a powerful astringent, and, under the name of Terra Japonica, is used for chewing with the Areca nut, and is exported for tanning and dyeing.", "Garniture": "That which garnishes; ornamental appendage; embellishment; furniture; dress.", "Gemmiparous": "Producing buds; reproducing by buds. See Gemmation, 1.", "genotype": "A group of organisms sharing a specific genetic constitution.", "Gypsyism": "The arts and practices or habits of gypsies; deception; cheating; flattery.", "Gymnopædic": "Having young that are naked when hatched; psilopædic;  -- said of certain birds.", "Germ theory": "The theory that living organisms can be produced only by the development of living germs. Cf. Biogenesis, Abiogenesis.", "groundberry": "A small prostrate or ascending shrub (Astroloma humifusum) having scarlet flowers and thin-fleshed succulent fruit resembling cranberries; sometimes placed in the genus Styphelia.", "Gastriloquist": "One who appears to speak from his stomach; a ventriloquist.", "great-niece": "a daughter of one's niece or nephew.", "Gelly": "Jelly.", "Germander": "A plant of the genus Teucrium (esp. Teucrium Chamædrys or wall germander), mintlike herbs and low shrubs.", "Guava": "A tropical tree, or its fruit, of the genus Psidium.  Two varieties are well known, the P. pyriferum, or white guava, and P. pomiferum, or red guava.  The fruit or berry is shaped like a pomegranate, but is much smaller. It is somewhat astringent, but makes a delicious jelly.", "Galactodensimeter": "Same as Galactometer.", "Gangliate": "Furnished with ganglia; as, the gangliated cords of the sympathetic nervous system.", "Gummous": "Gumlike, or composed of gum; gummy.", "&Verbar;Gradin": "Any member like a step, as the raised back of an altar or the like; a set raised over another.", "Gingerly": "Cautiously; timidly; fastidiously; daintily.", "Gladiature": "Swordplay; fencing; gladiatorial contest.", "Gour": "A fire worshiper; a Gheber or Gueber.", "Galloon": "A narrow tapelike fabric used for binding hats, shoes, etc., -- sometimes made ornamental.", "Guatemalan": "a native or inhabitant of Guatemala.", "Grammarless": "Without grammar.", "&Verbar;Gradino": "A step or raised shelf, as above a sideboard or altar.  Cf. Superaltar, and Gradin.", "Galliot": "See Galiot.", "Granulite": "A whitish, granular rock, consisting of feldspar and quartz intimately mixed; -- sometimes called whitestone, and leptynite.", "Gelastic": "Pertaining to laughter; used in laughing.", "Grandee": "A man of elevated rank or station; a nobleman. In Spain, a nobleman of the first rank, who may be covered in the king's presence.", "Gruel": "A light, liquid food, made by boiling meal of maize, oatmeal, or flour in water or milk; thin porridge.", "Guillemot": "One of several northern sea birds, allied to the auks. They have short legs, placed far back, and are expert divers and swimmers.", "&Verbar;Gymnochroa": "A division of Hydroidea including the hydra. See Hydra.", "Gourd tree": "A tree (the Crescentia Cujete, or calabash tree) of the West Indies and Central America.", "Giffgaff": "Mutual accommodation; mutual giving.", "Gratification": "The act of gratifying, or pleasing, either the mind, the taste, or the appetite; as, the gratification of the palate, of the appetites, of the senses, of the desires, of the heart.", "Goneness": "A state of exhaustion; faintness, especially as resulting from hunger.", "Garlic": "A plant of the genus Allium (A. sativum is the cultivated variety), having a bulbous root, a very strong smell, and an acrid, pungent taste. Each root is composed of several lesser bulbs, called cloves of garlic, inclosed in a common membranous coat, and easily separable.", "&Verbar;Gonotheca": "A capsule developed on certain hydroids (Thecaphora), inclosing the blastostyle upon which the medusoid buds or gonophores are developed; -- called also gonangium, and teleophore. See Hydroidea, and Illust. of Campanularian.", "Gaditanian": "Of or relating to Cadiz, in Spain.", "guidelines": "a rule or set of rules giving guidance on how to behave in a situation.", "Germinant": "Sprouting; sending forth germs or buds.", "Gypse": "See Gypsum.", "Goulards extract": "An aqueous solution of the subacetate of lead, used as a lotion in cases of inflammation. Goulard's cerate is a cerate containing this extract.", "Girt": "Same as Girth.", "Grubber": "One who, or that which, grubs; especially, a machine or tool of the nature of a grub ax, grub hook, etc.", "Geogony": "The branch of science which treats of the formation of the earth.", "Genitival": "Possessing genitive from; pertaining to, or derived from, the genitive case; as, a genitival adverb.", "Gardenless": "Destitute of a garden.", "Guffer": "The eelpout; guffer eel.", "Grozing iron": "A tool with a hardened steel point, formerly used instead of a diamond for cutting glass.", "Galoshe": "Same as Galoche.", "glorified": "accorded sacrosanct or authoritative standing.", "Grume": "A thick, viscid fluid; a clot, as of blood.", "Gabion": "A hollow cylinder of wickerwork, like a basket without a bottom. Gabions are made of various sizes, and filled with earth in building fieldworks to shelter men from an enemy's fire.", "Grolier": "The name by which Jean Grolier de Servier (1479-1565), a French bibliophile, is commonly known; -- used in naming a certain style of binding, a design, etc.", "Gloaming": "Twilight; dusk; the fall of the evening.", "Graphitoid": "Resembling graphite or plumbago.", "Glaucous": "Of a sea-green color; of a dull green passing into grayish blue.", "-graphy": "A suffix denoting the art of writing or describing; also, the writing or description itself; a treatise; as, calligraphy, biography, geography.", "Gang": "A going; a course.", "Gamma ray": "A very penetrating electromagnetic ray not appreciably deflected by a magnetic or electric field, emitted by radioactive substances.  Gamma rays are photons of electromagnetic radiation having a wavelength shorter than that of X-rays, (i. e. shorter than 0.1 nanometer) and are correspondingly more penetrating than X-rays.  In addition to being given off in certain types of radioactive decay, they may be found in cosmic radiation, though they are largely absorbed by the earth's atmosphere.  Gamma-ray detectors orbited above the atmosphere have found bursts of gamma radiation, in some cases associated with visually observed supernova explosions, but in most cases from unidentified sources.", "Gane": "To yawn; to gape.", "guesstimate": "an estimate based on little information, being little better than a guess.", "Gomarist": "One of the followers of Francis Gomar or Gomarus, a Dutch disciple of Calvin in the 17th century, who strongly opposed the Arminians.", "Gormandize": "To eat greedily; to swallow voraciously; to feed ravenously or like a glutton; to make a pig of oneself.", "Gradually": "In a gradual manner.", "Goutily": "In a gouty manner.", "Gere": "Gear.", "Guiac": "Same as Guaiac.", "Generally": "In general; commonly; extensively, though not universally; most frequently.", "Gemmuliferous": "Bearing or producing gemmules or buds.", "Germ": "To germinate.", "Glazy": "Having a glazed appearance; -- said of the fractured surface of some kinds of pin iron.", "Glowlamp": "An aphlogistic lamp. See Aphlogistic.", "Gourmand": "A greedy or ravenous eater; a glutton. See Gormand.", "Gery": "Changeable; fickle.", "Graystone": "A grayish or greenish compact rock, composed of feldspar and augite, and allied to basalt.", "Guilloched": "Waved or engine-turned.", "Grogshop": "A shop or room where strong liquors are sold and drunk; a dramshop.", "genuine": "Belonging to, or proceeding from, the original stock; native;", "gocart": "A framework moving on casters, designed to support children while learning to walk.", "Gladiatorial": "Of or pertaining to gladiators, or to contests or combatants in general.", "gametophore": "A modified branch bearing gametangia as in the thalloid liverworts.", "Galactophagist": "One who eats, or subsists on, milk.", "Glaymore": "A claymore.", "Gilttail": "A yellow-tailed worm or larva.", "Gallery": "A long and narrow corridor, or place for walking; a connecting passageway, as between one room and another; also, a long hole or passage excavated by a boring or burrowing animal.", "gatecrasher": "A person who enters into a party or other social event without an invitation, or into a theater or other public performance without a ticket.", "Gallinaceous": "Resembling the domestic fowls and pheasants; of or pertaining to the Gallinae.", "Glassful": "Glassy; shining like glass.", "&Verbar;Gouache": "A method of painting with opaque colors, which have been ground in water and mingled with a preparation of gum; also, a picture thus painted.", "glob": "a compact mass, especially of a semiliquid or viscous substance; as, a glob of glue fell on my shoe.", "Genetta": "A genus of mammals comprising the genets.", "Gundelet": "See Gondola.", "Gryde": "To gride. See Gride.", "Gneiss": "A crystalline rock, consisting, like granite, of quartz, feldspar, and mica, but having these materials, especially the mica, arranged in planes, so that it breaks rather easily into coarse slabs or flags.  Hornblende sometimes takes the place of the mica, and it is then called hornblendic gneiss or syenitic gneiss.  Similar varieties of related rocks are also called gneiss.", "Greenfinch": "A European finch (Ligurinus chloris);  -- called also green bird, green linnet, green grosbeak, green olf, greeny, and peasweep.", "Ghibelline": "One of a faction in Italy, in the 12th and 13th centuries, which favored the German emperors, and opposed the Guelfs, or adherents of the poses.", "Graveclothes": "The clothes or dress in which the dead are interred.", "Glottology": "The science of tongues or languages; comparative philology; glossology.", "Graticule": "A design or draught which has been divided into squares, in order to reproduce it in other dimensions.", "Garganey": "A small European duck (Anas querquedula); -- called also cricket teal, and summer teal.", "Gayne": "To avail.", "Gingle": "See Jingle.", "&Verbar;Glucosuria": "A condition in which glucose is discharged in the urine; diabetes mellitus.", "Guzzler": "An immoderate drinker.", "Gamp": "A large umbrella; -- said to allude to Mrs. Gamp's umbrella, in Dickens's “Martin Chuzzlewit.”", "greased": "smeared with oil or grease to reduce friction; as, a greased pig is too slippery to hold.", "Guiltylike": "Guiltily.", "gametocyte": "An immature animal or plant cell that develops into a gamete by meiosis.", "Gladness": "State or quality of being glad; pleasure; joyful satisfaction; cheerfulness.", "Galenism": "The doctrines of Galen.", "gridiron-tailed lizard": "a lizard having a long tail with black bands (Callisaurus draconoides), which lives in the deserts of the southwestern U. S. and Mexico; called also zebra-tailed lizard.", "Granitical": "Granitic.", "Governable": "Capable of being governed, or subjected to authority; controllable; manageable; obedient.", "Global Positioning System": "A worldwide system of electronic navigation in which a vessel,\naircraft or missile determines its latitude and longitude by measuring\nthe transmission time from several orbiting satellites.  GPS\nis more precise than any other navigation system available, yielding\nposition accurate within 10 meters 95% of the time.", "Grond": "obs. imp. of Grind.", "Gallnut": "A round gall produced on the leaves and shoots of various species of the oak tree. See Gall, and Nutgall.", "Glyoxal": "A white, amorphous, deliquescent powder, (CO.H)2, obtained by the partial oxidation of glycol. It is a double aldehyde, between glycol and oxalic acid.", "Gastro-": "A combining form from the Gr. &unr_;, &unr_;, the stomach, or belly; as in gastrocolic, gastrocele, gastrotomy.", "Guru": "Same as gooroo.", "Gunarchy": "See Gynarchy.", "Guttiform": "Drop-shaped, as a spot of color.", "Guardful": "Cautious; wary; watchful.", "Ganger": "One who oversees a gang of workmen.", "Gaveloche": "Same as Gavelock.", "Glode": "imp. of Glide.", "Gurl": "A young person of either sex.  See Girl.", "graded": "ordered by some quantitative ranking; as, Reading tests of graded difficulty.", "Gibstaff": "A staff to guage water, or to push a boat.", "Gnathic": "Of or pertaining to the jaw.", "Gubernative": "Governing.", "Gigantean": "Like a giant; mighty; gigantic.", "gutsy": "marked by courage and determination in the face of difficulties or danger.", "German-speaking": "able to communicate in the German language.", "Galvanometric": "Of, pertaining to, or measured by, a galvanometer.", "Goral": "An Indian goat antelope (Nemorhedus goral), resembling the chamois.", "Geste": "To tell stories or gests.", "Genitocrural": "Pertaining to the genital organs and the thigh; -- applied especially to one of the lumbar nerves.", "Gregarious": "Habitually living or moving in flocks or herds; tending to flock or herd together; not habitually solitary or living alone.", "&Verbar;Gatch": "Plaster as used in Persian architecture and decorative art.", "Gloze": "Flattery; adulation; smooth speech.", "Gallicize": "To conform to the French mode or idiom.", "Guidable": "Capable of being guided; willing to be guided or counseled.", "Galliardise": "Excessive gayety; merriment.", "Graith": "Furniture; apparatus or accouterments for work, traveling, war, etc.", "geek": "A performer in a carnival, often presented as a wild man, who performs grotesquely disgusting acts, such as biting the head off a live chicken or snake.", "guideline": "a formal rule describing how a situation must be handled; -- used as a direction to administrators from superiors.", "Griddlecake": "A cake baked or fried on a griddle, esp. a thin batter cake, as of buckwheat or common flour.", "greenling": "any spiny-finned food fish of the northern Pacific coasts, of the genus Hexagrammos.", "Greengrocer": "A retailer of vegetables or fruits in their fresh or green state.", "Guardianess": "A female guardian.", "Geoselenic": "Pertaining to the earth and moon; belonging to the joint action or mutual relations of the earth and moon; as, geoselenic phenomena.", "Godsend": "Something sent by God; an unexpected acquisiton or piece of good fortune.", "&Verbar;Glyptotheca": "A building or room devoted to works of sculpture.", "&Verbar;Geophila": "The division of Mollusca which includes the land snails and slugs.", "Gnatling": "A small gnat.", "Gasconade": "To boast; to brag; to bluster.", "Gastrocolic": "Pertaining to both the stomach and the colon; as, the gastrocolic, or great, omentum.", "Graspable": "Capable of being grasped.", "Ghastliness": "The state of being ghastly; a deathlike look.", "Griefful": "Full of grief or sorrow.", "Gazehound": "A hound that pursues by the sight rather than by the scent.", "Gunboat": "A vessel of light draught, carrying one or more guns, used for operations in shallow waters.", "Gradely": "Decent; orderly.", "Gameful": "Full of game or games.", "Grievancer": "One who occasions a grievance; one who gives ground for complaint.", "Gliff": "A transient glance; an unexpected view of something that startles one; a sudden fear.", "Grandaunt": "The aunt of one's father or mother.", "Gleg": "Quick of perception; alert; sharp.", "Great White shark": "a large shark (Carcharodon carcharias, class Chondrichtyes) usually found in warm seas.  When young it is bluish but it becomes white with age.  It grows to over 15 feet in length and is feared as a man-eater.  Also called white shark and great white.", "Gley": "Asquint; askance; obliquely.", "Glew": "See Glue.", "Gemmiferous": "Producing gems or buds", "Gnome": "An imaginary being, supposed by the Rosicrucians to inhabit the inner parts of the earth, and to be the guardian of mines, quarries, etc.", "Geognosis": "Knowledge of the earth.", "garrulity": "Talkativeness; loquacity.", "Gift": "To endow with some power or faculty.  See gift{4}.", "Girlish": "Like, or characteristic of, a girl; of or pertaining to girlhood; innocent; artless; immature; weak; as, girlish ways; girlish grief.", "Glaubers salt": "Sulphate of soda, a well-known cathartic. It is a white crystalline substance, with a cooling, slightly bitter taste, and is commonly called “salts.”", "Good now": "An exclamation of wonder, surprise, or entreaty.", "Gainstand": "To withstand; to resist.", "Gentianaceous": "Of or pertaining to a natural family of plants (Gentianaceæ) of which the gentian is the type.", "&Verbar;Gymnotoka": "The Athecata.", "Ghess": "See Guess.", "Gautama": "The family name of Buddha, the founder of Buddhism; born ca. 563 b.c., died ca. 483 b.c.  In  He is worshipped by Buddhists as a god.  See Buddha.", "George noble": "A gold noble of the time of Henry VIII.  See Noble, n.", "Glyphograph": "A plate made by glyphography, or an impression taken from such a plate.", "Giber": "One who utters gibes.", "Galvanometry": "The art or process of measuring the force of electric currents.", "Glutinative": "Having the quality of cementing; tenacious; viscous; glutinous.", "Gamic": "Pertaining to, or resulting from, sexual connection; formed by the union of the male and female elements.", "Gynecian": "Of or relating to women.", "gerenuk": "A slender East African antelope (Litocranius walleri) with a long slim neck and backward-curving horns; called also Waller's gazelle, and in German Giraffengazelle.  It feeds on the foliage of bushes and trees, and often stands erect on its hind legs, leaning against the bush, to browse on the higher branches; in this habit it is distinctive and easy to recognize.", "Goltschut": "A small ingot of gold.", "&Verbar;Gorgerin": "In some columns, that part of the capital between the termination of the shaft and the annulet of the echinus, or the space between two neck moldings; -- called also neck of the capital, and hypotrachelium. See Illust. of Column.", "Genuflect": "To bend the knee, as in worship.", "Glim": "Brightness; splendor.", "go-as-you-please": "not bound by rule or law or convention.", "Giddy-paced": "Moving irregularly; flighty; fickle.", "Gravimetric": "Of or pertaining to measurement by weight; measured by weight.", "Geminy": "Twins; a pair; a couple.", "Gadic": "Pertaining to, or derived from, the cod (Gadus); -- applied to an acid obtained from cod-liver oil, viz., gadic acid.", "Glossarially": "In the manner of a glossary.", "Golgotha": "Calvary. See the Note under Calvary.", "Guelphic": "Of or pertaining to the family or the faction of the Guelphs.", "Greenlander": "A native of Greenland.", "Griddle": "An iron plate or pan used for cooking cakes.", "Gyrogonite": "The petrified fruit of the Chara hispida, a species of stonewort.  See Stonewort.", "guy": "A grotesque effigy, like that of Guy Fawkes, dressed up in England on the fifth of November, the day of the Gunpowder Plot.", "Grenado": "Same as Grenade.", "Gelatination": "The act of process of converting into gelatin, or a substance like jelly.", "gamey": "suggestive of sexual impropriety; as, he skips asterisks and gives you the gamey details.", "Gayety": "The state of being gay; merriment; mirth; acts or entertainments prompted by, or inspiring, merry delight; -- used often in the plural; as, the gayeties of the season.", "Given": "p. p. & a. from Give, v.", "Genitourinary": "See Urogenital.", "&Verbar;Gruyère cheese": "A kind of cheese made at Gruyère, Switzerland. It is a firm cheese containing numerous cells, and is known in the United States as Schweitzerkäse.", "Galantine": "A dish of veal, chickens, or other white meat, freed from bones, tied up, boiled, and served cold.", "Giddily": "In a giddy manner.", "Genevanism": "Strict Calvinism.", "&Verbar;Gynephobia": "Hatred of women; repugnance to the society of women.", "Gannet": "One of several species of sea birds of the genus Sula, allied to the pelicans.", "Gastness": "See Ghastness.", "grassfinch": "Any of several usually brightly-colored Australian weaverbirds; they are often kept as cage birds.", "Giver": "One who gives; a donor; a bestower; a grantor; one who imparts or distributes.", "Gives": "Fetters.", "Glycocholate": "A salt of glycocholic acid; as, sodium glycocholate.", "Gunnery": "That branch of military science which comprehends the theory of projectiles, and the manner of constructing and using ordnance.", "Ginging": "The lining of a mine shaft with stones or bricks to prevent caving.", "go-slow": "A form of labor protest by workers in which they deliberately slow down in order to cause problems for their employers.", "Gutturality": "The quality of being guttural.", "Gaol": "A place of confinement, especially for minor offenses or provisional imprisonment; a jail.", "Grunt": "A deep, guttural sound, as of a hog.", "Ganz system": "A haulage system for canal boats, in which an electric locomotive running on a monorail has its adhesion materially increased by the pull of the tow rope on a series of inclined gripping wheels.", "Gyromancy": "A kind of divination performed by drawing a ring or circle, and walking in or around it.", "Goodliness": "Beauty of form; grace; elegance; comeliness.", "Georgic": "Relating to agriculture and rural affairs.", "Glenoidal": "Glenoid.", "Gyrostatics": "The doctrine or theory of the gyrostat, or of the phenomena of rotating bodies.", "Gramineous": "Like, Or pertaining to, grass. See Grass, n., 2.", "Gadhelic": "Of, belonging to, or designating, that division of the Celtic languages which includes the Irish, Gaelic, and Manx.", "Gabble": "Loud or rapid talk without meaning.", "Grindery": "Leather workers' materials.", "Gadling": "A roving vagabond.", "graniteware": "a kind of ironware with stone gray enamel.", "Geographic": "Of or pertaining to geography.", "Graniform": "Formed like of corn.", "glassworker": "one who cuts flat glass to size.", "&Verbar;Grisette": "A French girl or young married woman of the lower class; more frequently, a young working woman who is fond of gallantry.", "Goddaughter": "A female for whom one becomes sponsor at baptism.", "Greatness": "The state, condition, or quality of being great; as, greatness of size, greatness of mind, power, etc.", "Glycolyl": "A divalent, compound radical, CO.CH2, regarded as the essential radical of glycolic acid, and a large series of related compounds.", "Gladeye": "The European yellow-hammer.", "gabled": "furnished or constructed with a gable; -- of a house or roof; as, a gabled roof.  Opposite of ungabled.", "Glottal": "Of or pertaining to, or produced by, the glottis; glottic.", "good-humoured": "Same as good-humored.", "Galliform": "Like the Gallinae (or Galliformes) in structure.", "Gasalier": "A chandelier arranged to burn gas.", "Godild": "A corruption of God yield, i. e., God reward or bless.", "Gross": "The main body; the chief part, bulk, or mass.", "&Verbar;Gorgonacea": "See Gorgoniacea.", "Grice": "See Gree, a step.", "groveling": "Lying prone; low; debased; submissive in a self-abasing manner.", "Glossologist": "One who defines and explains terms; one who is versed in glossology.", "Grasping": "Seizing; embracing; catching.", "Glee club": "A club or company organized for singing glees, and (by extension) part songs, ballads, etc.", "Glycocin": "Same as Glycocoll.", "Gazette": "To announce or publish in a gazette; to announce officially, as an appointment, or a case of bankruptcy.", "Gallantly": "In a gallant manner.", "Gurts": "Groats.", "Geat": "The channel or spout through which molten metal runs into a mold in casting.", "Gear": "To be in, or come into, gear.", "Glicke": "An ogling look.", "Gasoscope": "An apparatus for detecting the presence of any dangerous gas, from a gas leak in a coal mine or a dwelling house.", "Grilse": "A young salmon after its first return from the sea.", "Galvanotropism": "The tendency of a root to place its axis in the line of a galvanic current.", "Gules": "The tincture red, indicated in seals and engraved figures of escutcheons by parallel vertical lines. Hence, used poetically for a red color or that which is red.", "Gean": "A species of cherry tree common in Europe (Prunus avium); also, the fruit, which is usually small and dark in color.", "Gnosticism": "The system of philosophy taught by the Gnostics.", "Geal": "To congeal.", "Graal": "See Grail, a dish.", "Geniality": "The quality of being genial; sympathetic cheerfulness; warmth of disposition and manners.", "Grumose": "Clustered in grains at intervals; grumous.", "Grammates": "Rudiments; first principles, as of grammar.", "Gunwale": "The upper edge of a vessel's or boat's side; the uppermost wale of a ship (not including the bulwarks); or that piece of timber which reaches on either side from the quarter-deck to the forecastle, being the uppermost bend, which finishes the upper works of the hull.", "Gemmification": "The production of a bud or gem.", "Ghole": "See Ghoul.", "Gearing": "Harness.", "Gillyflower": "A name given by old writers to the clove pink (Dianthus Caryophyllus) but now to the common stock (Matthiola incana), a cruciferous plant with showy and fragrant blossoms, usually purplish, but often pink or white.", "Gamecock": "The male game fowl.", "groundbreaking": "The ceremonial breaking of the ground to formally begin a construction project.  It is sometimes carried out by an official who digs the first spadeful of dirt from the ground, to begin the preparatory excavation work.", "Garrison": "To place troops in, as a fortification, for its defense; to furnish with soldiers; as, to garrison a fort or town.", "Grossly": "In a gross manner; greatly; coarsely; without delicacy; shamefully; disgracefully.", "Gasify": "To become gas; to pass from a liquid to a gaseous state.", "Gadwall": "A large duck (Anas strepera), valued as a game bird, found in the northern parts of Europe and America; -- called also gray duck.", "Gnawer": "One who, or that which, gnaws.", "Glottological": "Of or pertaining to glottology.", "game plan": "A plan for achieving an objective (especially in some sport).", "&Verbar;Gradus": "A dictionary of prosody, designed as an aid in writing Greek or Latin poetry.", "Garter": "To bind with a garter.", "groundswell": "A long, deep wave in the sea, sometimes caused by distant winds or storms.", "Greeze": "A step. See Gree, a step.", "goof off": "To shirk one's duties; to avoid work by relaxing or performing idle activities.", "Globate": "Having the form of a globe; spherical.", "Gallstone": "A concretion, or calculus, formed in the gall bladder or biliary passages. See Calculus, n., 1.", "Gleety": "Ichorous; thin; limpid.", "greatest": "not to be surpassed.", "Gated": "Having gates.", "Gemara": "The second part of the Talmud, or the commentary on the Mishna (which forms the first part or text).", "goose skin": "Same as gooseflesh.", "Giggle": "A kind of laugh, with short catches of the voice or breath; a light, silly laugh.", "Glead": "A live coal. See Gleed.", "Griffin": "An Anglo-Indian name for a person just arrived from Europe.", "Growse": "To shiver; to have chills.", "Gorged": "Having a gorge or throat.", "Gourd": "A silver dollar; --  so called in Cuba, Haiti, etc.", "Gleam": "To shoot out (flashes of light, etc.).", "Glean": "Cleaning; afterbirth.", "Goatfish": "A fish of the genus Upeneus, inhabiting the Gulf of Mexico. It is allied to the surmullet.", "Giffy": "See Jiffy.", "Grapery": "A building or inclosure used for the cultivation of grapes.", "Gratiolin": "One of the essential principles of the hedge hyssop (Gratiola officinalis).", "Grudgingly": "In a grudging manner.", "Grumpy": "Surly; dissatisfied; grouty.", "Guidon": "A small flag or streamer, as that carried by cavalry, which is broad at one end and nearly pointed at the other, or that used to direct the movements of a body of infantry, or to make signals at sea; also, the flag of a guild or fraternity. In the United States service, each company of cavalry has a guidon.", "Gargil": "A distemper in geese, affecting the head.", "Gougeshell": "A sharp-edged, tubular, marine shell, of the genus Vermetus; also, the pinna. See Vermetus.", "Goarish": "Patched; mean.", "Grass": "To produce grass.", "Gimbal": "A contrivance for permitting a body to incline freely in all directions, or for suspending anything, as a barometer, ship's compass, chronometer, etc., so that it will remain plumb, or level, when its support is tipped, as by the rolling of a ship.  It consists of a ring in which the body can turn on an axis through a diameter of the ring, while the ring itself is so pivoted to its support that it can turn about a diameter at right angles to the first.", "Gay": "An ornament", "Guacho": "One of the mixed-blood (Spanish-Indian) inhabitants of the pampas of South America; a mestizo.", "Garreteer": "One who lives in a garret; a poor author; a literary hack.", "Gat": "imp. of Get.", "Gas": "To singe, as in a gas flame, so as to remove loose fibers; as, to gas thread.", "Gar": "To cause; to make.", "Gap": "To notch, as a sword or knife.", "Gan": "Began; commenced.", "Gam": "To have a gam with; to pay a visit to, esp. among whalers at sea.", "Gluttonize": "To eat to excess; to eat voraciously; to gormandize.", "Gainpain": "Bread-gainer; -- a term applied in the Middle Ages to the sword of a hired soldier.", "Gag": "Something thrust into the mouth or throat to hinder speaking.", "Gold-beaten": "Gilded.", "Gad": "To walk about; to rove or go about, without purpose; hence, to run wild; to be uncontrolled.", "Groat": "An old English silver coin, equal to four pence.", "Gab": "To deceive; to lie.", "Glabrity": "Smoothness; baldness.", "Gablock": "A false spur or gaff, fitted on the heel of a gamecock.", "Gaff-topsail": "A small triangular sail having its foot extended upon the gaff and its luff upon the topmast.", "Grandmotherly": "Like a grandmother in age or manner; kind; indulgent.", "Genteelness": "The quality of being genteel.", "Galvanoplastic": "Of or pertaining to the art or process of electrotyping; employing, or produced by, the process of electolytic deposition; as, a galvano-plastic copy of a medal or the like.", "Gynander": "A plant having the stamens inserted in the pistil.", "Granny": "A grandmother; a grandam; familiarly, an old woman.", "gynaecology": "The branch of medicine that deals with the diseases and hygiene of women; same as gynecology.", "&Verbar;Granadilla": "The fruit of certain species of passion flower (esp. Passiflora quadrangularis) found in Brazil and the West Indies. It is as large as a child's head, and is a good dessert fruit. The fruit of Passiflora edulis is used for flavoring ices.", "Gladiatory": "Gladiatorial.", "Grasp": "A gripe or seizure of the hand; a seizure by embrace, or infolding in the arms.", "Gest": "A guest.", "Grandevity": "Great age; long life.", "&Verbar;Gaucho": "One of the native inhabitants of the South American pampas, of Spanish-American descent. They live mostly by rearing cattle.  Hence, a South American cowboy, especially on the pampas.", "Guelph": "One of a faction in Germany and Italy, in the 12th and 13th centuries, which supported the House of Guelph and the pope, and opposed the Ghibellines, or faction of the German emperors.", "Gyall": "See Gayal.", "gravimetry": "the measurement of specific gravity.", "Groundly": "Solidly; deeply; thoroughly.", "gifted": "having unusual talent in some field.", "Glyptics": "The art of engraving on precious stones.", "Gemul": "A small South American deer (Furcifer Chilensis), with simple forked horns.", "Grader": "One who grades, or that by means of which grading is done or facilitated.", "Gewgaw": "Showy; unreal; pretentious.", "Goosefish": "See Angler.", "Gayness": "Gayety; finery.", "Ghetto": "A quarter of a city where Jews live in greatest numbers.", "Grandniece": "The granddaughter of one's brother or sister.", "Gunters line": "A logarithmic line on Gunter's scale, used for performing the multiplication and division of numbers mechanically by the dividers; -- called also line of lines, and line of numbers.", "gun for": "To pursue with the intent to kill.", "Guildhall": "The hall where a guild or corporation usually assembles; a townhall.", "geophysical": "of or pertaining to geophysics; as, geophysical sciences.", "Galactometer": "An instrument for ascertaining the quality of milk (i.e., its richness in cream) by determining its specific gravity; a lactometer.", "&Verbar;Gibel": "A kind of carp (Cyprinus gibelio); -- called also Prussian carp.", "Genevan": "A native or inhabitant of Geneva.", "Gaviiformes": "An order of large aquatic birds, including loons and some extinct forms.", "Gangrenate": "To gangrene.", "Greenness": "The quality of being green; viridity; verdancy; as, the greenness of grass, or of a meadow.", "&Verbar;Giaour": "An infidel; -- a term applied by Turks to disbelievers in the Mohammedan religion, especially Christrians.", "Gypsine": "Gypseous.", "Gurniad": "See Gwiniad.", "Garrot": "The European golden-eye.", "Gourdworm": "The fluke of sheep. See Fluke.", "Gymnogen": "One of a class of plants, so called by Lindley, because the ovules are fertilized by direct contact of the pollen. Same as Gymnosperm.", "gallowstree": "same as gallows.", "&Verbar;Goût": "Taste; relish.", "Gilour": "A guiler; deceiver.", "Gaudygreen": "Light green.", "Genitive": "The genitive case.", "Garron": "Same as Garran.", "Grandiosity": "The state or quality of being grandiose,", "Gray": "the SI unit of absorbed dosage of ionizing radiation, equal to an absorbed energy of 1 joule per kilogram of irradiated material; -- abbreviated Gy.  This unit is 100 times the commonly used unit, the rad.", "Generant": "That which generates.", "Gurjun": "A thin balsam or wood oil derived from the Diptcrocarpus lævis, an East Indian tree. It is used in medicine, and as a substitute for linseed oil in the coarser kinds of paint.", "Guevi": "One of several very small species and varieties of African antelopes, of the genus Cephalophus, as the Cape guevi or kleeneboc (Cephalophus pygmæa); -- called also pygmy antelope.", "Gust": "To taste; to have a relish for.", "Glasswork": "Manufacture of glass; articles or ornamentation made of glass.", "Groom": "To tend or care for, or to curry or clean, as a, horse.", "Giantship": "The state, personality, or character, of a giant; -- a compellation for a giant.", "gobbledegook": "The incomprehensible or pompous jargon of specialists; as, psychoanalytic gobbledygook.", "Garage": "To keep in a garage.", "Geodetic": "Of or pertaining to geodesy; obtained or determined by the operations of geodesy; engaged in geodesy; geodesic; as, geodetic surveying; geodetic observers.", "Greenlet": "One of numerous species of small American singing birds, of the genus Vireo, as the solitary, or blue-headed (Vireo solitarius); the brotherly-love  (V. Philadelphicus); the warbling greenlet (V. gilvus); the yellow-throated greenlet (V. flavifrons) and others. See Vireo.", "Glasswort": "A seashore plant of the Spinach family (Salicornia herbacea), with succulent jointed stems; also, a prickly plant of the same family (Salsola Kali), both formerly burned for the sake of the ashes, which yield soda for making glass and soap.", "Gralloch": "Offal of a deer.", "granulary": "Granular.", "&Verbar;Ghazal": "A kind of Oriental lyric, and usually erotic, poetry, written in recurring rhymes.", "Gelidness": "The state of being gelid; gelidity.", "Grassy": "Covered with grass; abounding with grass; as, a grassy lawn.", "Graffage": "The scarp of a ditch or moat.", "Germinative": "Pertaining to germination; having power to bud or develop.", "&Verbar;Gabionnade": "See Gabionade.", "geraniol": "A terpene alcohol (C10H18O) which constitutes the principal part of the oil of palmarosa and the oil of rose.  Chemically it is 3,7-Dimethyl-2,6-octadien-1-ol.  It has a sweet rose odor.", "genotypic": "of or pertaining to genotypes (definition 2); as, genotypical pattern.", "Goldylocks": "A plant of several species of the genus Chrysocoma; -- so called from the tufts of yellow flowers which terminate the stems; also, the Ranunculus auricomus, a kind of buttercup.", "genocide": "The systematic killing of a racial or cultural group; as, the Nazi genocide of Jews left few in Germany or Poland after World War II.", "Genealogist": "One who traces genealogies or the descent of persons or families.", "glowering": "having a cheerless aspect or disposition.", "Glass-crab": "The larval state (Phyllosoma) of the genus Palinurus and allied genera.  It is remarkable for its strange outlines, thinness, and transparency. See Phyllosoma.", "&Verbar;Gastropoda": "One of the classes of Mollusca, of great extent. It includes most of the marine spiral shells, and the land and fresh-water snails. They generally creep by means of a flat, muscular disk, or foot, on the ventral side of the body. The head usually bears one or two pairs of tentacles. See Mollusca.", "Glancingly": "In a glancing manner; transiently; incidentally; indirectly.", "Gisle": "A pledge.", "Grotesque": "A whimsical figure, or scene, such as is found in old crypts and grottoes.", "Gallinago": "A genus of birds consisting of certain of the snipes.", "Guidepost": "A post at the fork of a road, with a guideboard on it, to direct travelers.", "Gabarage": "A kind of coarse cloth for packing goods.", "Gyrland": "To garland.", "guppy": "A small freshwater fish of South America and West Indies (Lebistes reticulatus or Poecilia reticulata, originaly called Gerardinus guppyi), often kept in aquariums; also called rainbow fish.", "Gregory": "Pope Gregory XIII., born 1572, died 1585, the pope who introduced the modern calendar.", "Guilt-sick": "Made sick by consciousness of guilt.", "Guardless": "Without a guard or defense; unguarded.", "Gulf": "A hollow place in the earth; an abyss; a deep chasm or basin,", "&Verbar;Glaucosis": "Same as Glaucoma.", "Gopher wood": "A species of wood used in the construction of Noah's ark.", "Galvanometer": "An instrument or apparatus for measuring the intensity of an electric current, usually by the deflection of a magnetic needle.", "&Verbar;Guacharo": "A nocturnal bird of South America and Trinidad (Steatornis Caripensis, or S. steatornis); -- called also oilbird.", "Granulate": "Consisting of, or resembling, grains; crystallized in grains; granular; as, granulated sugar.", "Glint": "To glance; to turn; as, to glint the eye.", "gueridon": "a small round table.", "greyish": "somewhat gray.", "Gramme machine": "A kind of dynamo-electric machine; -- so named from its French inventor, M. Gramme.", "&Verbar;Gonangium": "See Gonotheca.", "Gag law": "A law or ruling prohibiting proper or free debate, as in closure.", "Gardon": "A European cyprinoid fish; the id.", "Gull": "One of many species of long-winged sea birds of the genus Larus and allied genera.", "&Verbar;Gourmet": "A connoisseur in eating and drinking; an epicure.", "Goodless": "Having no goods.", "Grossification": "The act of making gross or thick, or the state of becoming so.", "Globularly": "Spherically.", "goose-tansy": "Same as goose-grass.", "Galingale": "A plant of the Sedge family (Cyperus longus) having aromatic roots; also, any plant of the same genus.", "Girth": "To bind as with a girth.", "gaumless": "stupid.  Oposite of smart.", "Glaver": "To prate; to jabber; to babble.", "Gavidae": "A natural family of birds including the loons.", "Gumbo": "A soup thickened with the mucilaginous pods of the okra; okra soup.", "Ghost dance": "A religious dance of the North American Indians, participated in by both sexes, and looked upon as a rite of invocation the purpose of which is, through trance and vision, to bring the dancer into communion with the unseen world and the spirits of departed friends. The dance is the chief rite of the Ghost-dance, or Messiah, religion, which originated about 1890 in the doctrines of the Piute Wovoka, the Indian Messiah, who taught that the time was drawing near when the whole Indian race, the dead with the living, should be reunited to live a life of millennial happiness upon a regenerated earth. The religion inculcates peace, righteousness, and work, and holds that in good time, without warlike intervention, the oppressive white rule will be removed by the higher powers. The religion spread through a majority of the western tribes of the United States, only in the case of the Sioux, owing to local causes, leading to an outbreak.", "Glassily": "So as to resemble glass.", "glossina": "A blood-sucking African fly that transmits sleeping sickness etc.; the tsetse fly.", "Gentisin": "A tasteless, yellow, crystalline substance, obtained from the gentian; -- called also gentianin.", "Grateful": "Having a due sense of benefits received; kindly disposed toward one from whom a favor has been received; willing to acknowledge and repay, or give thanks for, benefits; as, a grateful heart.", "Gult": "Guilt. See Guilt.", "Gnoscopine": "An alkaloid existing in small quantities in opium.", "Gypsum": "A mineral consisting of the hydrous sulphate of lime (calcium). When calcined, it forms plaster of Paris.  Selenite is a transparent, crystalline variety; alabaster, a fine, white, massive variety.", "Girlhood": "State or time of being a girl.", "Granade": "See Grenade.", "Gossib": "A gossip.", "Gulleting": "A system of excavating by means of gullets or channels.", "Gelose": "An amorphous, gummy carbohydrate, found in Gelidium, agar-agar, and other seaweeds.", "gerardia": "any plant of the genus Gerardia.", "Gobbetly": "In pieces.", "Greegree": "An African talisman or charm.", "&Verbar;Gyrodus": "A genus of extinct oölitic fishes, having rounded teeth in several rows adapted for crushing.", "Goniatite": "One of an extinct genus of fossil cephalopods, allied to the Ammonites. The earliest forms are found in the Devonian formation, the latest, in the Triassic.", "Gaze": "A fixed look; a look of eagerness, wonder, or admiration; a continued look of attention.", "Ganoine": "A peculiar bony tissue beneath the enamel of a ganoid scale.", "Gyratory": "Moving in a circle, or spirally; revolving; whirling around.", "Greek calendar": "Any of various calendars used by the ancient Greek states.", "Geothermometer": "A thermometer specially constructed for measuring temperetures at a depth below the surface of the ground.", "Garnisher": "One who, or that which, garnishes.", "Giddiness": "The quality or state of being giddy.", "Gliding angle": "The angle, esp. the least angle, at which a gliding machine or aëroplane will glide to earth by virtue of gravity without applied power.", "&Verbar;Glaucoma": "Dimness or abolition of sight, with a diminution of transparency, a bluish or greenish tinge of the refracting media of the eye, and a hard inelastic condition of the eyeball, with marked increase of tension within the eyeball.", "Growth": "The process of growing; the gradual increase of an animal or a vegetable body; the development from a seed, germ, or root, to full size or maturity; increase in size, number, frequency, strength, etc.; augmentation; advancement; production; prevalence or influence; as, the growth of trade; the growth of power; the growth of intemperance.  Idle weeds are fast in growth.", "Glitterand": "Glittering.", "Glyceride": "A compound ether (formed from glycerin). Some glycerides exist ready formed as natural fats, others are produced artificially.", "Gridelin": "A color mixed of white, and red, or a gray violet.", "googly": "a cricket ball bowled as if to break one way that actually breaks in the opposite way.", "Graphicness": "The quality or state of being graphic.", "Gummosity": "Gumminess; a viscous or adhesive quality or nature.", "Gardant": "Turning the head towards the spectator, but not the body; -- said of a lion or other beast.", "Garnishee": "To make (a person) a garnishee; to warn by garnishment; to garnish.", "Gnarly": "Full of knots; knotty; twisted; crossgrained.", "God-fearing": "Having a reverential and loving feeling towards God; devoutly religious.", "Guessingly": "By way of conjecture.", "geezer": "A queer old fellow; an old chap; sometimes, an old woman.", "Gulty": "Guilty.", "geneticist": "a scientist who specializes in genetics.", "Guerdonable": "Worthy of reward.", "Godson": "A male for whom one has stood sponsor in baptism. See Godfather.", "Glossy": "Smooth and shining; reflecting luster from a smooth surface; highly polished; lustrous; as, glossy silk; a glossy surface.", "Grammarian": "One versed in grammar, or the construction of languages; a philologist.", "Gobble": "A noise made in the throat.", "Graptolite": "One of numerous species of slender and delicate fossils, of the genus Graptolites and allied genera, found in the Silurian rocks. They belong to an extinct group (Graptolithina) supposed to be hydroids.", "Grindlet": "A small drain.", "&Verbar;Gris": "Gray.", "&Verbar;Gunjah": "See Ganja.", "Geode": "A nodule of stone, containing a cavity, lined with crystals or mineral matter.", "Groanful": "Agonizing; sad.", "Gibe": "An expression of sarcastic scorn; a sarcastic jest; a scoff; a taunt; a sneer.", "Grammatophyllum": "A small genus of large epiphytic or terrestrial orchids of Southeastern Asia to Polynesia; the giants of the Orchidaceae having long narrow leaves and drooping flower clusters often 6 feet long.", "goaded": "compelled forcibly by an outside agency; as, mobs goaded by blind hatred.", "Gutwort": "A plant, Globularia Alypum, a violent purgative, found in Africa.", "Gobbing": "The refuse thrown back into the excavation after removing the coal. It is called also gob stuff.", "Geth": "the original third pers. sing. pres. of Go.", "Gemmary": "A receptacle for jewels or gems; a jewel house; jewels or gems, collectively.", "Glisten": "To sparkle or shine; especially, to shine with a mild, subdued, and fitful luster; to emit a soft, scintillating light; to gleam; as, the glistening stars.", "Glumness": "Moodiness; sullenness.", "-genous": "A suffix signifying producing, yielding; as, alkaligenous; endogenous.", "global": "involving the entire earth; not limited or provincial in scope; as, global war; global monetary policy.", "Germain": "See Germane.", "Garefowl": "The great auk; also, the razorbill. See Auk.", "Guige": "See Gige.", "Gainful": "Profitable; advantageous; lucrative.", "Glister": "Glitter; luster.", "Gyreful": "Abounding in gyres.", "&Verbar;Guna": "In Sanskrit grammar, a lengthening of the simple vowels a, i, e, by prefixing an a element. The term is sometimes used to denote the same vowel change in other languages.", "Gaberdine": "See Gabardine.", "Greve": "A grove.", "Guessable": "Capable of being guessed.", "gutless": "lacking courage or vitality; as, he was a yellow gutless worm.  Opposite of gutsy.", "Gobelin": "Pertaining to tapestry produced in the so-called Gobelin works, which have been maintained by the French Government since 1667.", "Good-looking": "Handsome; fine-looking; as, a good-looking man.", "Grandpa": "A grandfather.", "Glossopharyngeal": "Pertaining to both the tongue and the pharynx; -- applied especially to the ninth pair of cranial nerves, which are distributed to the pharynx and tongue.", "gumball": "A piece of chewing gum in the shape of a ball, usually covered with a colored glaze of sugar.  They are often sold in a small, special-purpose coin-operated vending machine called a gumball machine.", "Gastroepiploic": "Of or pertaining to the stomach and omentum.", "&Verbar;Georgium Sidus": "The planet Uranus, so named by its discoverer, Sir W. Herschel.", "Grill": "To undergo the process of being grilled, or broiled; to broil.", "Guideless": "Without a guide.", "Glume": "The bracteal covering of the flowers or seeds of grain and grasses; esp., an outer husk or bract of a spikelet.", "grapheme": "a written symbol that is used to represent speech.", "Gleaning": "The act of gathering after reapers; that which is collected by gleaning.", "gibberellic acid": "A plant growth hormone of the gibberellin series (C19H22O6), also called gibberellin A3.  It was first isolated from the fungus Gibberella fujikuroi.  It is used to promote the growth of seedlings.  See also gibberellin.", "Glump": "To manifest sullenness; to sulk.", "Ganil": "A kind of brittle limestone.", "Gawby": "A baby; a dunce.", "Grope": "To search out by feeling in the dark; as, we groped our way at midnight.", "Geminal": "A pair.", "Gamekeeper": "One who has the care of game, especially in a park or preserve.", "Gite": "A gown.", "Gittern": "To play on gittern.", "game room": "a recreation room for noisy activities (parties or children's play etc) or for table games.", "Germanism": "An idiom of the German language.", "Gladiole": "A lilylike plant, of the genus Gladiolus; -- called also corn flag.", "Gith": "The corn cockle; also anciently applied to the Nigella, or fennel flower.", "Gnarl": "a knot in wood; a large or hard knot, or a protuberance with twisted grain, on a tree.", "Guardhouse": "A building which is occupied by the guard, and in which soldiers are confined for misconduct; hence, a lock-up.", "Gerful": "Changeable; capricious.", "Genialness": "The quality of being genial.", "Gulfy": "Full of whirlpools or gulfs.", "Grecize": "To conform to the Greek custom, especially in speech.", "Go-by": "A passing without notice; intentional neglect; thrusting away; a shifting off; adieu; as, to give a proposal the go-by.", "Galoot": "A noisy, swaggering, or worthless fellow; a rowdy.", "Gorce": "A pool of water to keep fish in; a wear.", "Germ cell": "A cell, of either sex, directly concerned in the production of a new organism.", "Godlily": "Righteously.", "Gnomologic": "Pertaining to, of the nature of, or resembling, a gnomology.", "Galeas": "See Galleass.", "Governmental": "Pertaining to government; made by government; as, governmental duties.", "Gre": "See Gree, good will.", "Ghee": "Butter clarified by boiling, and thus converted into a kind of oil.", "Gluttonous": "Given to gluttony; eating to excess; indulging the appetite; voracious; as, a gluttonous age.", "Go-devil": "A weight which is dropped into a bore, as of an oil well, to explode a cartridge previously lowered.", "Garble": "Refuse; rubbish.", "Greillade": "Iron ore in coarse powder, prepared for reduction by the Catalan process.", "Goar": "Same as 1st Gore.", "genitalia": "The sex organs, especially the external sex organs, called the external genitalia; the genitals.", "Genera": "See Genus.", "Goodwife": "The mistress of a house.", "Giggot": "See Gigot.", "Genterie": "Nobility of birth or of character; gentility.", "Globous": "Spherical.", "Gibber": "A balky horse.", "Gargarism": "A gargle.", "gingersnap": "A crisp cookie flavored with ginger.", "Geminous": "Double; in pairs.", "Galvanism": "Electricity excited by the mutual action of certain liquids and metals; dynamical electricity.", "Godwit": "One of several species of long-billed, wading birds of the genus Limosa, and family Tringidæ. The European black-tailed godwit (Limosa limosa), the American marbled godwit (Limosa fedoa), the Hudsonian godwit (Limosa hæmastica), and others, are valued as game birds.  Called also godwin.", "garroter": "One who seizes a person by the throat from behind, with a view to strangle and rob him.", "Gasoline": "A highly volatile mixture of fluid hydrocarbons, obtained mostly from petroleum, as also by the distillation of bituminous coal. It is used as a fuel for most automobiles and for many other vehicles with internal combustion engines.  The gasoline of commerce is typically blended with additives to improve its performance in internal combustion engines.  Gasoline was also used in the early 1900's in making air gas, and in giving illuminating power to water gas. See Carburetor.", "Gastrolith": "See Crab's eyes, under Crab.", "Glass-sponge": "A siliceous sponge, of the genus Hyalonema, and allied genera; -- so called from their glassy fibers or spicules; -- called also vitreous sponge. See Glass-rope, and Euplectella.", "Gowan": "The daisy, or mountain daisy.", "Gammon": "To fasten (a bowsprit) to the stem of a vessel by lashings of rope or chain, or by a band of iron.", "Galvanist": "One versed in galvanism.", "Good-naturedly": "With mildness of temper.", "Godship": "The rank or character of a god; deity; divinity; a god or goddess.", "Galvanoscope": "An instrument or apparatus for detecting the presence of electrical currents, especially such as are of feeble intensity.", "Guidage": "The reward given to a guide for services.", "Guestwise": "In the manner of a guest.", "Geosynclinal": "the downward bend or subsidence of the earth's crust, which allows of the gradual accumulation of sediment, and hence forms the first step in the making of a mountain range; -- opposed to geanticlinal.", "Gloppen": "To surprise or astonish; to be startled or astonished.", "Gyte": "Delirious; senselessly extravagant; as, the man is clean gyte.", "Geminiflorous": "Having the flowers arranged in pairs.", "Gange": "To protect (the part of a line next a fishhook, or the hook itself) by winding it with wire.", "Gloried": "Illustrious; honorable; noble.", "Gastroelytrotomy": "The operation of cutting into the upper part of the vagina, through the abdomen (without opening the peritoneum), for the purpose of removing a fetus. It is a substitute for the Cæsarean operation, and less dangerous.", "Grammatist": "A petty grammarian.", "Galvanoscopy": "The use of galvanism in physiological experiments.", "Glibly": "In a glib manner; as, to speak glibly.", "Groutnol": "Same as Growthead.", "Grimsir": "A stern man.", "Glide": "The act or manner of moving smoothly, swiftly, and without labor or obstruction.", "Goggle-eyed": "Having prominent and distorted or rolling eyes.", "Gastromyth": "One whose voice appears to proceed from the stomach; a ventriloquist.", "Goteborg": "a port in southwestern Sweden; the second largest city in Sweden.", "Goatlike": "Like a goat; goatish.", "Gynobasic": "Pertaining to, or having, a gynobase.", "&Verbar;Gyri": "See Gyrus.", "Gyrate": "To revolve round a central point; to move spirally about an axis, as a tornado; to revolve.", "Gliridae": "A natural family of rodents including the dormice and other Old World forms.", "Gratify": "To please; to give pleasure to; to satisfy; to soothe; to indulge; as, to gratify the taste, the appetite, the senses, the desires, the mind, etc.", "geniohyoid": "Of or pertaining to the chin and hyoid bone; as, the geniohyoid muscle.", "Graduality": "The state of being gradual; gradualness.", "Graveyard": "A yard or inclosure for the interment of the dead; a cemetery.", "Gopherus": "A genus comprising the gopher tortoises, North AMerican burrowing toroises.", "Gangion": "A short line attached to a trawl. See Trawl, n.", "Glomerous": "Gathered or formed into a ball or round mass.", "greasepaint": "a greasy substance containing pigments, used as makeup by actors, clowns, and other entertainers; as, the smell of the greasepaint, the roar of the crowd.", "Galilean": "A native or inhabitant of Galilee, the northern province of Palestine under the Romans.", "Gutta-percha": "A concrete juice produced by various trees found in the Malayan archipelago, especially by the Isonandra Gutta, syn. Dichopsis Gutta.  It becomes soft, and unpressible at the tamperature of boiling water, and, on cooling, retains its new shape. It dissolves in oils and ethers, but not in water. In many of its properties it resembles caoutchouc, and it is extensively used for many economical purposes. The Mimusops globosa of Guiana also yields this material.", "&Verbar;Gigerium": "The muscular stomach, or gizzard, of birds.", "Gentleship": "The deportment or conduct of a gentleman.", "Gymnocarpous": "Naked-fruited, the fruit either smooth or not adherent to the perianth.", "gazania": "any plant of the genus Gazania valued for their showy daisy flowers.", "Gantlope": "See Gantlet.", "Gemination": "A doubling; duplication; repetition.", "Gaytre": "The dogwood tree.", "Gabionade": "A traverse made with gabions between guns or on their flanks, protecting them from enfilading fire.", "&Verbar;Groschen": "A small silver coin and money of account of Germany, worth about two cents. It was discontinued in the new monetary system of the empire and not subsequeently used.", "Guiltiness": "The quality or state of being guilty.", "Goatish": "Characteristic of a goat; goatlike.", "Gaddish": "Disposed to gad.", "geophysics": "A branch of geology that uses physical principles to study the properties of the earth.", "Glosser": "A writer of glosses; a scholiast; a commentator.", "Glycolic": "Pertaining to, or derived from, glycol; as, glycolic ether; glycolic acid.", "Glenoid": "Having the form of a smooth and shallow depression; socketlike; -- applied to several articular surfaces of bone; as, the glenoid cavity, or fossa, of the scapula, in which the head of the humerus articulates.", "Grammalogue": "Literally, a letter word; a word represented by a logogram; as, it, represented by |, that is, t.", "Gliadin": "Vegetable glue or gelatin; glutin. It is one of the constituents of wheat gluten, and is a tough, amorphous substance, which resembles animal glue or gelatin.", "German": "Of or pertaining to Germany.", "Glut": "That which is swallowed.", "Gorget": "A piece of armor, whether of chain mail or of plate, defending the throat and upper part of the breast, and forming a part of the double breastplate of the 14th century.", "Gurmy": "A level; a working.", "&Verbar;Gyrus": "A convoluted ridge between grooves; a convolution; as, the gyri of the brain; the gyri of brain coral.  See Brain.", "Gecarcinian": "A land crab of the genus Gecarcinus, or of allied genera.", "Glum": "To look sullen; to be of a sour countenance; to be glum.", "Gnomical": "Gnomonical.", "Goats beard": "A weedy European annual with yellow flowers, of the genus Tragopogon; -- so named from the long silky beard of the seeds. One species is the salsify or oyster plant; it is naturalized in US.", "Goutiness": "The state of being gouty; gout.", "Glue": "To join with glue or a viscous substance; to cause to stick or hold fast, as if with glue; to fix or fasten.", "Gasserian": "Relating to Casserio (L. Gasserius), the discover of the Gasserian ganglion.", "grouchy": "given to complaining or grumbling; prone to show annoyance at slight provocation; irritable.", "Garter stitch": "The simplest stitch in knitting.", "Gaited": "Having (such) a gait; -- used in composition; as, slow-gaited; heavy-gaited.", "Generification": "The act or process of generalizing.", "Gainstrive": "To strive or struggle against; to withstand.", "Grounding": "The act, method, or process of laying a groundwork or foundation.", "glamourous": "having an air of allure, romance and excitement; as, glamorous movie stars.", "Guze": "A roundlet of tincture sanguine, which is blazoned without mention of the tincture.", "Grimness": "Fierceness of look; sternness; crabbedness; forbiddingness.", "Glandiform": "Having the form of a gland or nut; resembling a gland.", "Glucina": "A white or gray tasteless powder, the oxide of the element glucinum; -- formerly called glucine.", "Glib": "To castrate; to geld; to emasculate.", "Grandific": "Making great.", "Guidguid": "A South American ant bird of the genus Hylactes; -- called also barking bird.", "Guffaw": "A loud burst of laughter; a horse laugh.", "Gloriole": "An aureole.", "geartrain": "a connected set of rotating gears by which force is transmitted or motion or torque is changed.", "Gloomth": "Gloom.", "Goglet": "See Gurglet.", "Gems-horn": "An organ stop with conical tin pipes.", "Gauging rod": "See Gauge rod, under Gauge, n.", "Glis": "The type genus of the Gliridae.", "Gomer": "A conical chamber at the breech of the bore in heavy ordnance, especially in mortars; -- named after the inventor.", "Gain": "To have or receive advantage or profit; to acquire gain; to grow rich; to advance in interest, health, or happiness; to make progress; as, the sick man gains daily.", "Genovese": "same as Genoese.", "Gaia": "Goddess of the earth; same as Gaea.", "Guttulous": "In droplike form.", "Glass-snail": "A small, transparent, land snail, of the genus Vitrina.", "Geloscopy": "Divination by means of laughter.", "Galactose": "A white, crystalline sugar, C6H12O6, isomeric with dextrose, obtained by the decomposition of milk sugar, and also from certain gums. When oxidized it forms mucic acid. Called also lactose (though it is not lactose proper).", "Ganoidian": "Ganoid.", "Grand mercy": "See Gramercy.", "Galipot": "An impure resin of turpentine, hardened on the outside of pine trees by the spontaneous evaporation of its essential oil. When purified, it is called yellow pitch, white pitch, or Burgundy pitch.", "Giantry": "The race of giants.", "grey-haired": "showing characteristics of age, especially having gray or white hair.", "Gambadoes": "Same as Gamashes.", "Goose egg": "In games, a zero; a score or record of naught; -- so named in allusion to the egglike outline of the zero sign 0. Called also duck egg.", "gangdom": "criminal organizations, collectively.", "Gump": "A dolt; a dunce.", "Gauziness": "The quality of being gauzy; flimsiness.", "Grayfly": "The trumpet fly.", "Glossanthrax": "A disease of horses and cattle accompanied by carbuncles in the mouth and on the tongue.", "Guaranty": "In law and common usage: To undertake or engage that another person shall perform (what he has stipulated); to undertake to be answerable for (the debt or default of another); to engage to answer for the performance of (some promise or duty by another) in case of a failure by the latter to perform; to undertake to secure (something) to another, as in the case of a contingency. See Guarantee, v. t.", "gegenschein": "A faint patch of light in the night sky that appears opposite the sun; a reflection of sunlight by micrometeoric material in space.", "ghostwriter": "One who ghost-writes (a book, article, etc.) for someone else.", "Gaussian": "of or pertaining to Gauss{2}; as, a Gaussian distribution.", "gendarmerie": "The French police force; the body of gendarmes or gendarmes collectively.", "Glasynge": "Glazing or glass.", "groundfish": "Fish that live on the sea bottom, especially commercially important gadoid fishes like cod and haddock or flatfish like flounder.", "Gapingstock": "One who is an object of open-mouthed wonder.", "gall-of-the-earth": "A common perennial herb (Nabalus serpentarius) widely distributed in southern and eastern U. S., having drooping clusters of pinkish flowers and thick basal leaves suggesting a lion's foot in shape; sometimes placed in the genus Prenanthes.", "Glabreate": "To make smooth, plain, or bare.", "Generator": "One who, or that which, generates, begets, causes, or produces.", "&Verbar;Glossocomon": "A kind of hoisting winch.", "Grime": "To sully or soil deeply; to dirt.", "Gepound": "See Gipoun.", "Genetic": "Same as Genetical.", "Grafter": "One who inserts scions on other stocks, or propagates fruit by ingrafting.", "Grotto-work": "Artificial and ornamental rockwork in imitation of a grotto.", "Gadabout": "A gadder", "Grease": "Animal fat, as tallow or lard, especially when in a soft state; oily or unctuous matter of any kind.", "Gruiformes": "An order of inland marsh-dwelling birds with long legs and necks and bills that wade in water in search of food, including cranes, rails, and bustards.", "Ghana": "A country in Western Africa, bordering the North Atlantic Ocean, between Cote d'Ivoire and Togo, with Burkina Faso bordering on the north, with a population of 17,698,271 (July 1996 est), and a total area of 238,540 sq km.  The government is a constitutional democracy, and the capital city is Accra.", "Gelidly": "In a gelid manner; coldly.", "Graffer": "a notary or scrivener.", "Glaucine": "An alkaloid obtained from the plant Glaucium flavum, as a bitter, white, crystalline substance.", "Growable": "Capable of growth.", "Goliath beetle": "Any species of Goliathus, a genus of very large and handsome African beetles.", "Greylag": "See Graylag.", "Graze": "The act of grazing; the cropping of grass.", "Glutination": "The act of uniting with glue; sticking together.", "&Verbar;Gonoblastidium": "A blastostyle.", "Grapholite": "Any species of slate suitable to be written on.", "Geck": "To jeer; to show contempt.", "Gulgul": "A cement made in India from sea shells, pulverized and mixed with oil, and spread over a ship's bottom, to prevent the boring of worms.", "Greaten": "To become large; to dilate.", "Grace": "To adorn; to decorate; to embellish and dignify.", "Goss": "Gorse.", "&Verbar;Galvanotonus": "Same as Electrotonus.", "Gastriloquy": "A voice or utterance which appears to proceed from the stomach; ventriloquy.", "Gutturine": "Pertaining to the throat.", "Gladen": "Sword grass; any plant with sword-shaped leaves, especially the European Iris fœtidissima.", "Gripple": "Griping; greedy; covetous; tenacious.", "Gonfalonier": "He who bears the gonfalon; a standard bearer", "Godliness": "Careful observance of, or conformity to, the laws of God; the state or quality of being godly; piety.", "Gambet": "Any bird of the genuis Totanus. See Tattler.", "Geologize": "To study geology or make geological investigations in the field; to discourse as a geologist.", "Grumous": "Resembling or containing grume; thick; concreted; clotted; as, grumous blood.", "go-around": "A landing approach that fails and gives way to another attempt.", "Gynecological": "Of or pertaining to gynecology.", "Gastropod": "One of the Gastropoda.", "Greit": "See Greet, to weep.", "Groomsman": "A male attendant of a bridegroom at his wedding; -- the chief attendant is also called the best man; -- the correlative of bridesmaid.", "Gemel": "One of the twins.", "Glycogenic": "Pertaining to, or caused by, glycogen; as, the glycogenic function of the liver.", "Guileful": "Full of guile; characterized by cunning, deceit, or treachery; guilty.", "Godroon": "An ornament produced by notching or carving a rounded molding.", "Goethean": "of or pertaining to Goethe.", "Gaudful": "Joyful; showy.", "Gnashingly": "With gnashing.", "&Verbar;Germinal": "The seventh month of the French republican calendar [1792 -- 1806]. It began March 21 and ended April 19. See VendÉmiaire.", "&Verbar;Goudron": "a small fascine or fagot, steeped in wax, pitch, and glue, used in various ways, as for igniting buildings or works, or to light ditches and ramparts.", "Gyve": "To fetter; to shackle; to chain.", "Grudgeons": "Coarse meal.", "Glossiness": "The condition or quality of being glossy; the luster or brightness of a smooth surface.", "Geoscopy": "Knowledge of the earth, ground, or soil, obtained by inspection.", "Gelseminic": "Pertaining to, or derived from, the yellow jasmine (Gelsemium sempervirens); as, gelseminic acid, a white crystalline substance resembling esculin.", "&Verbar;Gastromalacia": "A softening of the coats of the stomach; -- usually a post-morten change.", "Generability": "Capability of being generated.", "Gonad": "One of the masses of generative tissue primitively alike in both sexes, but giving rise to either an ovary or a testis; a generative gland; a germ gland.", "Guaranine": "An alkaloid extracted from guarana. Same as Caffeine.", "Grinder": "One who, or that which, grinds.", "Gatten tree": "A name given to the small trees called guelder-rose (Viburnum Opulus), cornel (Cornus sanguinea), and spindle tree (Euonymus Europæus).", "Guereza": "A beautiful Abyssinian monkey (Colobus guereza), having the body black, with a fringe of long, silky, white hair along the sides, and a tuft of the same at the end of the tail.  The frontal band, cheeks, and chin are white.", "Gabelleman": "A gabeler.", "&Verbar;Glossolalia": "The gift of tongues. Farrar.", "Grinded": "Ground.", "Gouty": "Diseased with, or subject to, the gout; as, a gouty person; a gouty joint.", "Garth": "A hoop or band.", "Geodetically": "In a geodetic manner; according to geodesy.", "Glout": "To view attentively; to gloat on; to stare at.", "&Verbar;Gailliarde": "A lively French and Italian dance.", "Gowden": "Golden.", "Gavelkind": "A tenure by which land descended from the father to all his sons in equal portions, and the land of a brother, dying without issue, descended equally to his brothers. It still prevails in the county of Kent.", "Granate": "See Garnet.", "Grenadine": "A thin gauzelike fabric of silk or wool, for women's wear.", "Glabrate": "Becoming smooth or glabrous from age.", "Gynæcian": "The same as Gynecian.", "Glockenspiel": "An instrument, originally a series of bells on an iron rod, now a set of flat metal bars, diatonically tuned, giving a bell-like tone when played with a mallet; a carillon.", "Gerbera": "A genus of South African or Asiatic herbs having showy daisy-like flowers; it includes some of the African daisies.", "Genetical": "Pertaining to, concerned with, or determined by, the genesis of anything, or its natural mode of production or development.", "Geum": "A genus of plants of the rose family comprising the avens.", "Gibingly": "In a gibing manner; scornfully.", "Gubernance": "Government.", "Grainy": "Resembling grains; granular.", "Grame": "Anger; wrath; scorn.", "Gastrovascular": "Having the structure, or performing the functions, both of digestive and circulatory organs; as, the gastrovascular cavity of cœlenterates.", "Gelatinate": "To be converted into gelatin, or into a substance like jelly.", "Glycol": "A thick, colorless liquid, C2H4(OH)2, of a sweetish taste, produced artificially from certain ethylene compounds. It is a diacid alcohol, intermediate between ordinary ethyl alcohol and glycerin.", "good-hearted": "benevolent.", "Grobian": "A rude or clownish person; boor; lout.", "Graveness": "The quality of being grave.", "&Verbar;Gorgoneion": "A mask carved in imitation of a Gorgon's head.", "Giust": "Same as Joust.", "Gauger-ship": "The office of a gauger.", "Gallize": "In wine making, to add water and sugar to (unfermented grape juice) so as to increase the quantity of wine produced.", "Gazel": "See Gazelle.", "Grippe": "The influenza or epidemic catarrh.", "Gazer": "One who gazes.", "Gazet": "A Venetian coin, worth about three English farthings, or one and a half cents.", "&Verbar;Grossularia": "Same as Grossular.", "Glueyness": "Viscidity.", "Growthful": "Having capacity of growth.", "Georama": "A hollow globe on the inner surface of which a map of the world is depicted, to be examined by one standing inside.", "good-king-henry": "A European plant (Chenopodium bonus-henricus) naturalized in North America; often collected from the wild as a potherb.", "Giant": "Like a giant; extraordinary in size, strength, or power; as, giant brothers; a giant son.", "Geason": "Rare; wonderful.", "Gasiform": "Having a form of gas; gaseous.", "Gentlemens agreement": "An agreement binding only as a matter of honor; often, specif., such an agreement among the heads of industrial or merchantile enterprises, the terms of which could not be included and enforced in a legal contract.", "Glucogen": "See Glycogen.", "&Verbar;Gnathidium": "The ramus of the lower jaw of a bird as far as it is naked; -- commonly used in the plural.", "Gunocracy": "See Gyneocracy.", "G-string": "a patch of cloth attached to and supported by string-like cords, worn over the hips, and serving to cover only the pubic area; -- often worn by stripteasers.", "&Verbar;Grallæ": "An order of birds which formerly included all the waders.  By later writers it is usually restricted to the sandpipers, plovers, and allied forms; -- called also Grallatores.", "Gascoynes": "Gaskins.", "Glutazine": "A nitrogenous substance, forming a heavy, sandy powder, white or nearly so. It is a derivative of pyridine.", "Gashful": "Full of gashes; hideous; frightful.", "&Verbar;Gymnosomata": "One of the orders of Pteropoda.  They have no shell.", "Gambist": "A performer upon the viola di gamba. See under Viola.", "Gallomania": "An excessive admiration of what is French.", "Gallooned": "Furnished or adorned with galloon.", "Gray whale": "a rather large and swift baleen whale of the northern Pacific (Eschrichtius robustus, formerly Rhachianectes glaucus), having short jaws and no dorsal fin; -- called also grayback, devilfish, and hardhead.  It grows to a length of 50 feet (sometimes 60 feet).  It was formerly taken in large numbers in the bays of California, and is now rare.  It lives up to 50 or 60 years and adults weigh from 20 to 40 tons.", "Galliwasp": "A West Indian lizard (Celestus occiduus), about a foot long, imagined by the natives to be venomous.", "Grooving": "The act of forming a groove or grooves; a groove, or collection of grooves.", "Glyoxaline": "A white, crystalline, organic base, C3H4N2, produced by the action of ammonia on glyoxal, and forming the origin of a large class of derivatives hence, any one of the series of which glyoxaline is a type; -- called also oxaline.", "&Verbar;Globigerina": "A genus of small Foraminifera, which live abundantly at or near the surface of the sea. Their dead shells, falling to the bottom, make up a large part of the soft mud, generally found in depths below 3,000 feet, and called globigerina ooze. See Illust. of Foraminifera.", "Girkin": "See Gherkin.", "Garran": "See Galloway.", "gaolbird": "a person serving a prison sentence; a jail bird.", "Gauntlet": "A glove of such material that it defends the hand from wounds.", "Grandinous": "Consisting of hail; abounding in hail.", "Guidance": "The act or result of guiding; the superintendence or assistance of a guide; direction; government; a leading.", "Galley-bird": "The European green woodpecker, called also the yaffle; also, the spotted woodpecker.", "Glazing": "The act or art of setting glass; the art of covering with a vitreous or glasslike substance, or of polishing or rendering glossy.", "Grandson": "A son's or daughter's son.", "Gerent": "Bearing; carrying.", "Guitar": "A stringed instrument of music resembling the lute or the violin, but larger, and having six strings, three of silk covered with silver wire, and three of catgut, -- played upon with the fingers.", "Glass-rope": "A remarkable vitreous sponge, of the genus Hyalonema, first brought from Japan. It has a long stem, consisting of a bundle of long and large, glassy, siliceous fibers, twisted together.", "Garget": "The throat.", "Gyneolatry": "The adoration or worship of woman.", "Giggly": "Prone to giggling.", "Governing": "Holding the superiority; prevalent; controlling; as, a governing wind; a governing party in a state.", "Grizzled": "Gray; grayish; sprinkled or mixed with gray; of a mixed white and black.", "grammer": "Grammar; -- a common misspelling.", "Garment": "Any article of clothing, as a coat, a gown, etc.", "Generically": "With regard to a genus, or an extensive class; as, an animal generically distinct from another, or two animals or plants generically allied.", "Gentianose": "A crystallizable, sugarlike substance, with a slightly sweetish taste, obtained from the gentian.", "Gangrel": "Wandering; vagrant.", "Guinea pig": "A small Brazilian rodent (Cavia porcellus or Cavia cobaya), about seven inches in length and usually of a white color, with spots of orange and black.  Called also cavy.  It is the domesticated form of the wild cavy, often kept as a pet and used commonly as an experimental animal in laboratory research.", "Genesial": "Of or relating to generation.", "goatsfoot": "A short-stemmed South African plant (Oxalis caprina) with bluish flowers.", "&Verbar;Gardenia": "A genus of plants, some species of which produce beautiful and fragrant flowers; Cape jasmine; -- so called in honor of Dr. Alexander Garden.", "Gravic": "Pertaining to, or causing, gravitation; as, gravic forces; gravic attraction.", "Grimily": "In a grimy manner.", "Grater": "One who, or that which, grates; especially, an instrument or utensil with a rough, indented surface, for rubbing off small particles of any substance; as a grater for nutmegs.", "Gaudiness": "The quality of being gaudy.", "geophysicist": "a specialist in geology.", "Gravid": "Being with child; heavy with young; pregnant; fruitful; as, a gravid uterus; gravid piety; -- of animals as well as people.", "&Verbar;Grecque": "An ornament supposed to be of Greek origin, esp. a fret or meander.", "Grisly": "Frightful; horrible; dreadful; harsh; as, grisly locks; a grisly specter.", "Grange": "A building for storing grain; a granary.", "Gasconader": "A great boaster; a blusterer.", "Grated": "Furnished with a grate or grating; as, grated windows.", "Greekish": "Peculiar to Greece.", "Glacial": "Pertaining to ice or to its action; consisting of ice; frozen; icy; esp., pertaining to glaciers; as, glacial phenomena.", "Germogen": "A polynuclear mass of protoplasm, not divided into separate cells, from which certain ova are developed.", "glimmery": "shining softly and intermittently.", "Granddaughter": "The daughter of one's son or daughter.", "Ganglionic": "Pertaining to, containing, or consisting of, ganglia or ganglion cells; as, a ganglionic artery; the ganglionic columns of the spinal cord.", "&Verbar;Gauche": "Left handed;", "Galvanoscopic": "Of or pertaining to a galvanoscope.", "Gladiatorship": "Conduct, state, or art, of a gladiator.", "Geordie": "A name given by miners to George Stephenson's safety lamp.", "Gaitre": "The dogwood tree.", "glasses": "Same as eyeglasses.  See eyeglass{1}.", "Gorgonian": "One of the Gorgoniacea.", "Ghastful": "Fit to make one aghast; dismal.", "Getting": "The act of obtaining or acquiring; acquisition.", "Gyre": "To turn round; to gyrate.", "Gaskins": "Loose hose or breeches; galligaskins.", "Gor-bellied": "Bog-bellied.", "Gaunt": "Attenuated, as with fasting or suffering; lean; meager; pinched and grim.", "Garancin": "An extract of madder by sulphuric acid. It consists essentially of alizarin.", "Good": "To make good; to turn to good.", "Gandhi": "Mohandas Gandhi, a Hindu nationalist and religious leader, who preached non-violent resistance to oppression.", "GOP": "The Republican Party, the younger of the two major political parties in the U. S.", "Gabardine": "A coarse frock or loose upper garment formerly worn by Jews; a mean dress.", "Geniture": "Generation; procreation; birth.", "&Verbar;Gaillard": "Gay; brisk; merry; galliard.", "Gutty": "Charged or sprinkled with drops.", "&Verbar;Gustoso": "Tasteful; in a tasteful, agreeable manner.", "Gaggle": "A flock of wild geese, especially when on the ground.", "Glory": "Praise, honor, admiration, or distinction, accorded by common consent to a person or thing; high reputation; honorable fame; renown.", "Glebosity": "The quality of being glebous.", "Grimme": "A West African antelope (Cephalophus rufilotus) of a deep bay color, with a broad dorsal stripe of black; -- called also conquetoon.", "&Verbar;Galei": "That division of elasmobranch fishes which includes the sharks.", "Gamomorphism": "That stage of growth or development in an organism, in which the reproductive elements are generated and matured in preparation for propagating the species.", "Gutturally": "In a guttural manner.", "Green-stall": "A stall at which greens and fresh vegetables are exposed for sale.", "&Verbar;Galea": "The upper lip or helmet-shaped part of a labiate flower.", "Geognostic": "Of or pertaining to geognosy, or to a knowledge of the structure of the earth; geological.", "&Verbar;Gastornis": "A genus of large eocene birds from the Paris basin.", "Granatite": "See Staurolite.", "Guildable": "Liable to a tax.", "Graduate": "Arranged by successive steps or degrees; graduated.", "Gorfly": "A dung fly.", "&Verbar;Gloria": "A doxology (beginning Gloria Patri, Glory be to the Father), sung or said at the end of the Psalms in the service of the Roman Catholic and other churches.", "Groomer": "One who, or that which, grooms horses; especially, a brush rotated by a flexible or jointed revolving shaft, for cleaning horses.", "Gate": "A way; a path; a road; a street (as in Highgate).", "&Verbar;Gyneceum": "See Gynæceum.", "G suit": "A suit worn by aviators and astronauts, designed to counteract the effects of high accelerations experienced in aerial maneuvers, in particular to avoid unconsciousness; called also anti-g suit.  It exerts force on the abdomen and legs to prevent blackouts by counteracting the tendency of blood to accumulate below the heart, thus reducing the supply to the brain, when the forces due to acceleration are directed from head to toe.", "&Verbar;Galeopithecus": "A genus of flying Insectivora, formerly called flying lemurs. See Colugo.", "&Verbar;Glutæus": "The great muscle of the buttock in man and most mammals, and the corresponding muscle in many lower animals.", "geography": "The science which treats of the world and its inhabitants; a description of the earth, or a portion of the earth, including its structure, features, products, political divisions, and the people by whom it is inhabited.  It also includes the responses and adaptations of people to topography, climate, soil and vegetation", "Gnathopod": "A gnathopodite or maxilliped. See Maxilliped.", "Guardsman": "One who guards; a guard.", "&Verbar;Gonococcus": "A vegetable microörganism of the genus Micrococcus, occurring in the secretion in gonorrhea. It is believed by some to constitute the cause of this disease.", "Grapsoid": "Pertaining to the genus Grapsus or the family Grapsidæ.", "&Verbar;Guenon": "Any of several long-tailed arboreal African monkeys, of the genera Cercopithecus and Erythrocebus (formerly classified as Cercocebus), such as as the green monkey (Cercopithecus callitrichus) and grivet (Cercopithecus griseo-viridis).", "Gillie": "A boy or young man; a manservant; a young male attendant, in the Scottish Highlands.", "Grenade": "A hollow ball or shell of iron filled with powder of other explosive, ignited by means of a fuse, and thrown from the hand among enemies.", "Geten": "p. p. of Get.", "Grassless": "Destitute of grass.", "Glanderous": "Of or pertaining to glanders; of the nature of glanders.", "Goodyship": "The state or quality of a goody or goodwife", "&Verbar;Gloriosa": "A genus of climbing plants with very showy lilylike blossoms, natives of India.", "&Verbar;Gendarme": "One of a body of heavy cavalry.", "&Verbar;Giallolino": "A term variously employed by early writers on art, though commonly designating the yellow oxide of lead, or massicot.", "Grundsel": "Groundsel.", "get": "A divorce granted by a Rabbi in accordance with Jewish law; also, the document attesting to the divorce.", "Grommet": "A ring formed by twisting on itself a single strand of an unlaid rope; also, a metallic eyelet in or for a sail or a mailbag. Sometimes written grummet.", "Gordian": "One of the Gordiacea.", "Graciously": "In a gracious manner; courteously; benignantly.", "&Verbar;Genre": "Kind; genus; class; form; style, esp. in literature.", "Grandchild": "A son's or daughter's child; a child in the second degree of descent.", "Galerite": "A cretaceous fossil sea urchin of the genus Galerites.", "Gentiopikrin": "A bitter, yellow, crystalline substance, regarded as a glucoside, and obtained from the gentian.", "gibber": "To speak rapidly and inarticulately.", "Glastonbury thorn": "A variety of the common hawthorn.", "Gillian": "A girl; esp., a wanton; a gill.", "Germless": "Without germs.", "Glossographer": "A writer of a glossary; a commentator; a scholiast.", "Guipure": "A term used for lace of different kinds; most properly for a lace of large pattern and heavy material which has no ground or mesh, but has the pattern held together by connecting threads called bars or brides.", "Goffer": "To plait, flute, or crimp. See Gauffer.", "Grabber": "One who seizes or grabs.", "Gnathonic": "Flattering; deceitful.", "Gurge": "To swallow up.", "Geometrically": "According to the rules or laws of geometry.", "Growan": "A decomposed granite, forming a mass of gravel, as in tin lodes in Cornwall.", "Ghyll": "A ravine. See Gill a woody glen.", "Grumbler": "One who grumbles.", "grey-headed": "same as gray-headed.", "grease gun": "A device held in the hand, having a supply of grease and attached to a reservoir of pressurized air, used to force grease between adjacent moving parts of a machine, especially in the bearings of motor vehicles.", "Grant": "The act of granting; a bestowing or conferring; concession; allowance; permission.", "&Verbar;Glaucus": "A genus of nudibranchiate mollusks, found in the warmer latitudes, swimming in the open sea. These mollusks are beautifully colored with blue and silvery white.", "Gregarine": "Of or pertaining to the Gregarinæ.", "Goddess": "A female god; a divinity, or deity, of the female sex.", "Gelatinous": "Of the nature and consistence of gelatin or the jelly; resembling jelly; viscous.", "Grane": "See Groan.", "Grand": "Of large size or extent; great; extensive; hence, relatively great; greatest; chief; principal; as, a grand mountain; a grand army; a grand mistake.", "Glave": "See Glaive.", "goethite": "an oxide of iron.", "Gold-bound": "Encompassed with gold.", "Gisarm": "A weapon with a scythe-shaped blade, and a separate long sharp point, mounted on a long staff and carried by foot soldiers.", "&Verbar;Gymnophiona": "An order of Amphibia, having a long, annulated, snakelike body. See Ophiomorpha.", "Grumousness": "The state of being grumous.", "Gumminess": "The state or quality of being gummy; viscousness.", "Galvanocaustic": "Relating to the use of galvanic heat as a caustic, especially in medicine.", "Griefless": "Without grief.", "girandola": "An ornate ornamental branched candlestick, often with a mirror at the back.", "Ghoulish": "Characteristic of a ghoul; vampirelike; hyenalike.", "gainst": "A contraction of Against.", "Griffe": "The offspring of a mulatto woman and a negro; also, a mulatto.", "gaga": "mentally or physically infirm with age.", "Gastrophrenic": "Pertaining to the stomach and diaphragm; as, the gastrophrenic ligament.", "&Verbar;Garum": "A sauce made of small fish. It was prized by the ancients.", "Gyle": "Fermented wort used for making vinegar.", "golfing": "The act of playing golf.", "Glyster": "Same as Clyster.", "Gentilish": "Heathenish; pagan.", "Gieseckite": "A mineral occurring in greenish gray six-sided prisms, having a greasy luster. It is probably a pseudomorph after elæolite.", "gri-gri": "An African amulet, talisman or charm.  Same as gree-gree,", "Greeting": "Expression of kindness or joy; salutation at meeting; a compliment from one absent.", "Grind": "The act of reducing to powder, or of sharpening, by friction.", "Gluish": "Somewhat gluey.", "Grumblingly": "In a grumbling manner.", "Gigantic": "Of extraordinary size; like a giant.", "Grint": "3d pers. sing. pres. of Grind, contr. from grindeth.", "&Verbar;Gephyrea": "An order of marine Annelida, in which the body is imperfectly, or not at all, annulated externally, and is mostly without setæ.", "Glozer": "A flatterer.", "&Verbar;Gyrolepis": "A genus of ganoid fishes, found in strata of the new red sandstone, and the lias bone beds.", "Gladiatorism": "The art or practice of a gladiator.", "Give": "To give a gift or gifts.", "Geitonogamy": "Fertilization of flowers by pollen from other flowers on the same plant.", "Glycoluric": "Pertaining to, derived from, glycol and urea; as, glycoluric acid, which is called also hydantoic acid.", "Gunters chain": "The chain ordinarily used in measuring land. See Chain, n., 4, and Gunter's scale.", "Gleaner": "One who gathers after reapers.", "Gunter rig": "A topmast arranged with metal bands so that it will readily slide up and down the lower mast.", "Germanium": "A rare element, discovered in 1885 in a silver ore (argyrodite) at Freiberg. It is a brittle, silver-white metal, chemically intermediate between the metals and nonmetals, resembles tin, and is in general identical with the predicted ekasilicon. Symbol Ge. Atomic number 32.  Atomic weight 72.59.  It has excellent semiconductor properties, and is used in transistors and diodes.", "Gemmule": "A little leaf bud, as the plumule between the cotyledons.", "Gunnage": "The number of guns carried by a ship of war.", "Groundling": "A fish that keeps at the bottom of the water, as the loach.", "Gloominess": "State of being gloomy.", "groundhog": "A reddish brown North American burrowing marmot (Marmota monax), also called the woodchuck.  It hibernates in the winter.", "Gradualness": "The quality or state of being gradual; regular progression or gradation; slowness.", "Gymnite": "A hydrous silicate of magnesia.", "Guess": "An opinion as to anything, formed without sufficient or decisive evidence or grounds; an attempt to hit upon the truth by a random judgment; a conjecture; a surmise.", "Guest": "To be, or act the part of, a guest.", "Girrock": "A garfish.", "Glycosine": "An organic base, C6H6N4, produced artificially as a white, crystalline powder, by the action of ammonia on glyoxal.", "Gansa": "Same as Ganza.", "Gasification": "The act or process of converting into gas.", "Gracilariidae": "A natural family of moths, the larvae of which are one type of leaf miner.", "Gorma": "The European cormorant.", "gaiety": "Same as Gayety.", "Green-eyed": "Having green eyes.", "Godling": "A diminutive god.", "Graphitic": "Pertaining to, containing, derived from, or resembling, graphite.", "&Verbar;Gemitores": "A division of birds including the true pigeons.", "Grandevous": "Of great age; aged; longlived.", "gein": "See Humin.", "Guncotton": "See under Gun.", "Gobbler": "A turkey cock; a bubbling Jock.", "&Verbar;Gamba": "A viola da gamba.", "Bouge": "To scoop out with a gouge.", "geic": "Pertaining to, or derived from, earthy or vegetable mold.", "Genealogical": "Of or pertaining to genealogy; as, a genealogical table; genealogical order.", "Goloshe": "See Galoche.", "Grassation": "A wandering about with evil intentions; a rioting.", "Glycerol": "Same as Glycerin.", "Globose": "Having a rounded form resembling that of a globe; globular, or nearly so; spherical.", "Glass maker": "One who makes, or manufactures, glass.", "Grouping": "The disposal or relative arrangement of figures or objects, as in, drawing, painting, and sculpture, or in ornamental design.", "granularly": "In a granular form.", "Gallows": "A frame from which is suspended the rope with which criminals are executed by hanging, usually consisting of two upright posts and a crossbeam on the top; also, a like frame for suspending anything.", "Glost oven": "An oven in which glazed pottery is fired; -- also called glaze kiln, or glaze.", "Glareous": "Glairy.", "Glede": "A live coal.", "&Verbar;Gharry": "Any wheeled cart or carriage.", "Graphics": "The art or the science of drawing; esp. of drawing according to mathematical rules, as in perspective, projection, and the like.", "Granuliferous": "Full of granulations.", "Gossaniferous": "Containing or producing gossan.", "Gleamy": "Darting beams of light; casting light in rays; flashing; coruscating.", "Greasy": "Composed of, or characterized by, grease; oily; unctuous; as, a greasy dish.", "Glossohyal": "Pertaining to both the hyoidean arch and the tongue; -- applied to the anterior segment of the hyoidean arch in many fishes. -- n. The glossohyal bone or cartilage; lingual bone; entoglossal bone.", "Geodesic": "A geodetic line or curve.", "Gamophyllous": "Composed of leaves united by their edges (coalescent).", "Gullery": "An act, or the practice, of gulling; trickery; fraud.", "Grossulin": "A vegetable jelly, resembling pectin, found in gooseberries (Ribes Grossularia) and other fruits.", "Gemarist": "One versed in the Gemara, or adhering to its teachings.", "Greenhouse": "A house in which tender plants are cultivated and sheltered from the weather.", "Generable": "Capable of being generated or produced.", "Gastroenteric": "Gastrointestinal.", "Grene": "Green.", "Granolithic": "A kind of hard artificial stone, used for pavements.", "Glabrous": "Smooth; having a surface without hairs or any unevenness.", "Gynandromorphism": "An abnormal condition of certain animals, in which one side has the external characters of the male, and the other those of the female.", "Glandiferous": "Bearing acorns or other nuts; as, glandiferous trees.", "Gummatous": "Belonging to, or resembling, gumma.", "Gateman": "A gate keeper; a gate tender.", "goof": "to commit a faux pas or fault.", "Guatemala grass": "See Teosinte.", "Grindstone": "A flat, circular stone, revolving on an axle, for grinding or sharpening tools, or shaping or smoothing objects.", "Gravedigger": "A digger of graves.", "Geodesy": "That branch of applied mathematics which determines, by means of observations and measurements, the figures and areas of large portions of the earth's surface, or the general figure and dimenshions of the earth; or that branch of surveying in which the curvature of the earth is taken into account, as in the surveys of States, or of long lines of coast.", "Griminess": "The state of being grimy.", "Gynarchy": "Government by a woman.", "Glyn": "A glen. See Glen. [Obs. singly, but occurring often in locative names in Ireland, as Glen does in Scotland.]", "Gustatory": "Pertaining to, or subservient to, the sense of taste; as, the gustatory nerve which supplies the front of the tongue.", "Gibbsite": "A hydrate of alumina.", "Glaciate": "To convert into, or cover with, ice.", "Glacialist": "One who attributes the phenomena of the drift, in geology, to glaciers.", "granted": "Given.", "grantee": "The person to whom a grant or conveyance is made.", "Guhr": "A loose, earthy deposit from water, found in the cavities or clefts of rocks, mostly white, but sometimes red or yellow, from a mixture of clay or ocher.", "gay-wings": "A common trailing perennial milkwort (Polygala paucifolia) of eastern North America having leaves like wintergreen and usually rosy-purple flowers with winged sepals.", "Gestureless": "Free from gestures.", "Galoche": "A clog or patten.", "Gelid": "Cold; very cold; frozen.", "Gambrel": "To truss or hang up by means of a gambrel.", "granter": "One who grants.", "Gunters quadrant": "A thin quadrant, made of brass, wood, etc., showing a stereographic projection on the plane of the equator. By it are found the hour of the day, the sun's azimuth, the altitude of objects in degrees, etc. See Gunter's scale.", "Guardianless": "Without a guardian.", "&Verbar;Gorgonia": "A genus of Gorgoniacea, formerly very extensive, but now restricted to such species as the West Indian sea fan (Gorgonia flabellum), sea plume (G. setosa), and other allied species having a flexible, horny axis.", "&Verbar;Guicowar": "[Mahratta g&amacr;ekw&amacr;r, prop., a cowherd.]  The title of the sovereign of Guzerat, in Western India; -- generally called the Guicowar of Baroda, which is the capital of the country.", "Glyceryl": "A compound radical, C3H5, regarded as the essential radical of glycerin. It is metameric with allyl. Called also propenyl.", "Grappling": "A laying fast ho1d of; also, that by which anything is seized and held, a grapnel.", "Geococcyx": "The genus of birds comprising the roadrunners.", "Gymnastically": "In a gymnastic manner.", "Goody": "Weakly or sentimentally good; affectedly good; -- often in the reduplicated form goody-goody.", "Glisteringly": "In a glistering manner.", "Glitteringly": "In a glittering manner.", "Greasiness": "The quality or state of being greasy, oiliness; unctuousness; grossness.", "Gurnard": "One ofseveral European marine fishes, of the genus Trigla and allied genera, having a large and spiny head, with mailed cheeks. Some of the species are highly esteemed for food. The name is sometimes applied to the American sea robins.", "Gasoline engine": "A kind of internal-combustion engine; -- in British countries called usually petrol engine.", "Gadsman": "One who uses a gad or goad in driving.", "Gettable": "That may be obtained.", "&Verbar;Gonys": "The keel or lower outline of a bird's bill, so far as the mandibular rami are united.", "&Verbar;Gabelle": "A tax, especially on salt.", "Gnathite": "Any one of the mouth appendages of the Arthropoda. They are known as mandibles, maxillæ, and maxillipeds.", "Goff": "A game. See Golf.", "Gaudish": "Gaudy.", "&Verbar;Glossitis": "Inflammation of the tongue.", "Gymnastic": "A gymnast.", "Goosish": "Like a goose; foolish.", "Globulin": "An albuminous body, insoluble in water, but soluble in dilute solutions of salt. It is present in the red blood corpuscles united with hæmatin to form hæmoglobin. It is also found in the crystalline lens of the eye, and in blood serum, and is sometimes called crystallin. In the plural the word is applied to a group of proteid substances such as vitellin, myosin, fibrinogen, etc., all insoluble in water, but soluble in dilute salt solutions.", "Gawntree": "See Gauntree.", "Geniculate": "To form joints or knots on.", "Galactopoietic": "Increasing the flow of milk; milk-producing.", "Graffito": "Production of decorative designs by scratching them through a surface of layer plaster, glazing, etc., revealing a different-colored ground; also, pottery or ware so decorated; -- chiefly used attributively.", "Gardyloo": "An old cry in throwing water, slops, etc., from the windows in Edingburgh.", "Gaddingly": "In a roving, idle manner.", "genie": "Same as jinnee.", "Gowned": "Dressed in a gown; clad.", "Gravelliness": "State of being gravelly.", "Gladwyn": "See Gladen.", "Grampus": "A toothed delphinoid cetacean, of the genus Grampus, esp. G. griseus of Europe and America, which is valued for its oil. It grows to be fifteen to twenty feet long; its color is gray with white streaks. Called also cowfish. The California grampus is G. Stearnsii.", "Gaffer": "An old fellow; an aged rustic.", "Gongorism": "An affected elegance or euphuism of style, for which the Spanish poet Gongora y Argote (1561-1627), among others of his time, was noted.", "Gainless": "Not producing gain; unprofitable.", "Girding": "That with which one is girded; a girdle.", "Gowany": "Having, abounding in, or decked with, daisies.", "glassworks": "a place where glass is made.", "Ghanese": "same as Ghanaian (in both senses).", "&Verbar;Garcinia": "A genus of plants, including the mangosteen tree (Garcinia Mangostana), found in the islands of the Indian Archipelago; -- so called in honor of Dr. Garcin.", "Gadoid": "Of or pertaining to the family of fishes (Gadidæ) which includes the cod, haddock, and hake.", "Gymnocytode": "A cytode without either a cell wall or a nucleus.", "Greenhead": "A state of greenness; verdancy.", "Glossily": "In a glossy manner.", "Gallinacean": "One of the Gallinae or gallinaceous birds.", "gipsywort": "A hairy Eurasian herb (Lycopus europaeus) with two-lipped white flowers.", "grouped": "arranged into groups, each having some feature in common.", "Grangerite": "One who collects illustrations from various books for the decoration of one book.", "Gauss": "The C.G.S. unit of density of magnetic field, equal to a field of one line of force per square centimeter, being thus adopted as an international unit at Paris in 1900; sometimes used as a unit of intensity of magnetic field. It was previously suggested as a unit of magnetomotive force.", "Goodlich": "Goodly.", "Glass-snake": "A long, footless lizard (Ophiosaurus ventralis), of the Southern United States; -- so called from its fragility, the tail easily breaking into small pieces. It grows to the length of three feet. The name is applied also to similar species found in the Old World.", "Gib-cat": "A male cat, esp. an old one. See 1st Gib. n.", "greybeard": "a man who is old.", "Glibness": "The quality of being glib.", "Guinea": "A district on the west coast of Africa (formerly noted for its export of gold and slaves) after which the Guinea fowl, Guinea grass, Guinea peach, etc., are named.", "Gelder-rose": "Same as Guelder-rose.", "Guiler": "A deceiver; one who deludes, or uses guile.", "&Verbar;Gymnocopa": "A group of transparent, free-swimming Annelida, having setæ only in the cephalic appendages.", "Galloping": "Going at a gallop; progressing rapidly; as, a galloping horse.", "Glow": "White or red heat; incandscence.", "Goliard": "A buffoon in the Middle Ages, who attended rich men's tables to make sport for the guests by ribald stories and songs.", "Geographer": "One versed in geography.", "Great-grandchild": "The child of one's grandson or granddaughter.", "Grandma": "A grandmother.", "Guilty": "Having incurred guilt; criminal; morally delinquent; wicked; chargeable with, or responsible for, something censurable; justly exposed to penalty; -- used with of, and usually followed by the crime, sometimes by the punishment; as, guilty of murder.", "goateed": "having a small pointed chin beard.", "greenwing": "The common teal (Anas crecca) of Eurasia and North America.", "gumptious": "enterprising.", "Galvanization": "The act of process of galvanizing.", "Genoese": "Of or pertaining to Genoa, a city of Italy; as, the Genoese sailor we call Columbus.", "Gemote": "A meeting; -- used in combination, as, Witenagemote, an assembly of the wise men.", "gahnite": "Zinc spinel; automolite.", "Geochelone": "A genus of giant tortoises.", "Grainfield": "A field where grain is grown.", "grounder": "A batted ball that hits the ground before it leaves the infield, or the act of hitting a baseball along the ground; also called ground ball; -- contrasted with fly or fly ball.", "Galvanizer": "One who, or that which, galvanize.", "Gypsy moth": "A tussock moth (Lymantria dispar or Porthetria dispar or Ocneria dispar) native of the Old World, but accidentally introduced into eastern Massachusetts about 1869, where its caterpillars have done great damage to fruit, shade, and forest trees of many kinds. The male gypsy moth is yellowish brown, the female white, and larger than the male. In both sexes the wings are marked by dark lines and a dark lunule. The caterpillars, when full-grown, have a grayish mottled appearance, with blue tubercles on the anterior and red tubercles on the posterior part of the body, all giving rise to long yellow and black hairs. They usually pupate in July and the moth appears in August. The eggs are laid on tree trunks, rocks, etc., and hatch in the spring.", "Greyhound": "A slender, graceful breed of dogs, remarkable for keen sight and swiftness. It is one of the oldest varieties known, and is figured on the Egyptian monuments.", "Glossic": "A system of phonetic spelling based upon the present values of English letters, but invariably using one symbol to represent one sound only.", "Glanduliferous": "Bearing glandules.", "Guerdon": "To give guerdon to; to reward; to be a recompense for.", "glamor": "Same as glamour.", "&Verbar;Goura": "One of several species of large, crested ground pigeons of the genus Goura, inhabiting New Guinea and adjacent islands. The Queen Victoria pigeon (Goura Victoria) and the crowned pigeon (G. coronata) are among the best known species.", "&Verbar;Guara": "The scarlet ibis. See Ibis.", "Grubble": "To feel or grope in the dark.", "Gulden": "See Guilder.", "Gubernate": "To govern.", "Globosely": "In a globular manner; globularly.", "Geometral": "Pertaining to geometry.", "Gentian": "Any one of a genus (Gentiana) of herbaceous plants with opposite leaves and a tubular four- or five-lobed corolla, usually blue, but sometimes white, yellow, or red. See Illust. of Capsule.", "Gadbee": "The gadfly.", "Grallic": "Pertaining to the Grallæ.", "Gnomology": "A collection of, or a treatise on, maxims, grave sentences, or reflections.", "Gip": "A servant. See Gyp.", "Gas engine": "A kind of internal-combustion engine (which see) using fixed gas; also, broadly, any internal-combustion engine.", "Greengill": "An oyster which has the gills tinged with a green pigment, said to be due to an abnormal condition of the blood.", "Galligaskins": "Loose hose or breeches; leather leg quards. The word is used loosely and often in a jocose sense.", "Geez": "The original native name for the ancient Ethiopic language or people.  See Ethiopic.", "go-kart": "a small low motor vehicle with four wheels and an open framework; -- used for racing.", "Government": "The act of governing; the exercise of authority; the administration of laws; control; direction; regulation; as, civil, church, or family government.", "grosz": "a Polish monetary unit, equal to 1/100 of a zloty.", "Geer": "See Gear, Gearing.", "&Verbar;Gasteropoda": "Same as Gastropoda.", "Gladful": "Full of gladness; joyful; glad.", "Gossiper": "One given to gossip.", "Geet": "Jet.", "goofy": "foolish and silly, or appearing silly; as, he wore a goofy hat.", "Graduateship": "State of being a graduate.", "Gular": "Pertaining to the gula or throat; as, gular plates. See Illust. of Bird, and Bowfin.", "gustative": "of or pertaining to taste.", "Gunning": "The act or practice of hunting or shooting game with a gun.", "Gaulish": "Pertaining to ancient France, or Gaul; Gallic.", "Greffier": "A registrar or recorder; a notary.", "Gusher": "One who gushes.", "Grammatication": "A principle of grammar; a grammatical rule.", "Girtline": "A gantline.", "Gobio": "A genus of fish comprising the true gudgeons.", "Geologer": "A geologist.", "Gaul": "The Anglicized form of Gallia, which in the time of the Romans included France and Upper Italy (Transalpine and Cisalpine Gaul).", "Gemellipa-rous": "Producing twins.", "gimcrack": "A trivial mechanism; a device.", "Gaud": "To bedeck gaudily; to decorate with gauds or showy trinkets or colors; to paint.", "Glochidiate": "Having barbs; as, glochidiate bristles.", "Grinningly": "In a grinning manner.", "&Verbar;Goëland": "A white tropical tern (Cygis candida).", "Grayback": "The California gray whale.", "Gondolet": "A small gondola.", "&Verbar;Gyracanthus": "A genus of fossil fishes, found in Devonian and carboniferous strata;  -- so named from their round, sculptured spines.", "Good-humoredly": "With a cheerful spirit; in a cheerful or good-tempered manner.", "Grossbeak": "See Grosbeak.", "Gorilla": "A large, arboreal, anthropoid ape of West Africa. It is larger than a man, and is remarkable for its massive skeleton and powerful muscles, which give it enormous strength. In some respects its anatomy, more than that of any other ape, except the chimpanzee, resembles that of man.", "Galley-worm": "A chilognath myriapod of the genus Iulus, and allied genera, having numerous short legs along the sides; a milliped or “thousand legs.”  See Chilognatha.", "game warden": "a public official who is responsible for the enforcement of laws regarding the hunting of animals.", "Gavel": "Tribute; toll; custom. [Obs.] See Gabel.", "Gauntree": "A frame for supporting barrels in a cellar or elsewhere.", "Geophilidae": "A natural family of small extremely elongate earth-living centipedes.", "Gaylussite": "A yellowish white, translucent mineral, consisting of the carbonates of lime and soda, with water.", "Gainly": "Handily; readily; dexterously; advantageously.", "Gila monster": "A large tuberculated lizard (Heloderma suspectum) native of the dry plains of Arizona, New Mexico, etc. It is the only lizard known to have venomous teeth.", "Gleen": "To glisten; to gleam.", "Gondwanaland": "A hypothetical continent that (according to plate tectonic theory) broke up later into India and Australia and Africa and South America and Antarctica.  See plate tectonics.", "Grammarianism": "The principles, practices, or peculiarities of grammarians.", "Gleed": "A live or glowing coal; a glede.", "Glyconian": "Glyconic.", "Gopher State": "Minnesota; -- a nickname alluding to the abundance of gophers.", "Glimmer": "A faint, unsteady light; feeble, scattered rays of light; also, a gleam.", "Gourdy": "Swelled in the legs.", "Gleet": "To flow in a thin, limpid humor; to ooze, as gleet.", "Gourdiness": "The state of being gourdy.", "Guerrilla": "Pertaining to, or engaged in, warfare carried on irregularly and by independent bands; as, a guerrilla party; guerrilla warfare.", "Gymnocyte": "A cytode without a proper cell wall, but with a nucleus.", "Gnide": "To rub; to bruise; to break in pieces.", "Gonochorism": "Separation of the sexes in different individuals; -- opposed to hermaphroditism.", "Genially": "By genius or nature; naturally.", "Guarder": "One who guards.", "Gemmated": "Having buds; adorned with gems or jewels.", "Gyronny": "Covered with gyrons, or divided so as to form several gyrons; -- said of an escutcheon.", "Glossoepiglottic": "Pertaining to both tongue and epiglottis; as, glossoepiglottic folds.", "Greaves": "The sediment of melted tallow. It is made into cakes for dogs' food. In Scotland it is called cracklings.", "Guggle": "See Gurgle.", "&Verbar;Genio": "A man of a particular turn of mind.", "Glimmering": "Faint, unsteady light; a glimmer.", "Grannam": "A grandam.", "Graveless": "Without a grave; unburied.", "Gauffer": "To plait, crimp, or flute; to goffer, as lace. See Goffer.", "grungy": "thickily covered with ingrained dirt or soot; as, a grungy kitchen.", "Grotesquely": "In a grotesque manner.", "Guide": "A person who leads or directs another in his way or course, as in a strange land; one who exhibits points of interest to strangers; a conductor; also, that which guides; a guidebook.", "Grouse": "To seek or shoot grouse.", "&Verbar;Gena": "The cheek; the feathered side of the under mandible of a bird.", "Geese": "pl. of Goose.", "Gingerness": "Cautiousness; tenderness.", "&Verbar;Gasteromycetes": "An order of fungi, in which the spores are borne inside a sac called the peridium, as in the puffballs.", "Garbel": "Anything sifted, or from which the coarse parts have been taken.", "&Verbar;Grauwacke": "Graywacke.", "Guillevat": "A vat for fermenting liquors.", "&Verbar;Gens": "A clan or family connection, embracing several families of the same stock, who had a common name and certain common religious rites; a subdivision of the Roman curia or tribe.", "Greith": "Goods; furniture.", "&Verbar;Genu": "The knee.", "Geest": "Alluvial matter on the surface of land, not of recent origin.", "Goatsucker": "One of several species of insectivorous birds, belonging to Caprimulgus and allied genera, esp. the European species (Caprimulgus Europæus); -- so called from the mistaken notion that it sucks goats. The European species is also goat-milker, goat owl, goat chaffer, fern owl, night hawk, nightjar, night churr, churr-owl, gnat hawk, and dorhawk.", "gibberish": "Rapid and inarticulate talk; unintelligible language; unmeaning words.", "Gastrointestinal": "Of or pertaining to the stomach and intestines; gastroenteric.", "Gecko": "Any lizard of the family Geckonidæ.  The geckoes are small, carnivorous, mostly nocturnal animals with large eyes and vertical, elliptical pupils.  Their toes are generally expanded, and furnished with adhesive disks, by which they can run over walls and ceilings.  They are numerous in warm countries, and a few species are found in Europe and the United States. See Wall gecko, Fanfoot.", "Gorgonean": "See Gorgonian, 1.", "Gustard": "The great bustard.", "Gentleness": "The quality or state of being gentle, well-born, mild, benevolent, docile, etc.; gentility; softness of manners, disposition, etc.; mildness.", "&Verbar;Gamogenesis": "The production of offspring by the union of parents of different sexes; sexual reproduction; -- the opposite of agamogenesis.", "Gascoines": "See Gaskins, 1.", "Grenadillo": "A handsome tropical American wood, much used for making flutes and other wind instruments; -- called also Grenada cocos, or cocus, and red ebony.", "&Verbar;Grisaille": "Decorative painting in gray monochrome; -- used in English especially for painted glass.", "Guarantee": "In law and common usage: to undertake or engage for the payment of (a debt) or the performance of (a duty) by another person; to undertake to secure (a possession, right, claim, etc.) to another against a specified contingency, or in all events; to give a guarantee concerning; to engage, assure, or secure as a thing that may be depended on; to warrant; as, to guarantee the execution of a treaty.", "Gutter": "To become channeled, as a candle when the flame flares in the wind.", "Gruidae": "The natural family comprising the cranes.", "Gorgeous": "Imposing through splendid or various colors; showy; fine; magnificent.", "girlfriend": "any female friend; as, Mary and her girlfriend organized the party.", "Granite": "A crystalline, granular rock, consisting of quartz, feldspar, and mica, and usually of a whitish, grayish, or flesh-red color. It differs from gneiss in not having the mica in planes, and therefore in being destitute of a schistose structure.", "Gulp": "The act of taking a large mouthful; a swallow, or as much as is awallowed at once.", "Gastriloquous": "Ventriloquous.", "Goldsmith": "An artisan who manufactures vessels and ornaments, etc., of gold.", "Guile": "To disguise or conceal; to deceive or delude.", "Gargyle": "See Gargoyle.", "Gaily": "Merrily; showily. See gaily.", "Garland": "To deck with a garland.", "Geomantic": "Pertaining or belonging to geomancy.", "Gaudily": "In a gaudy manner.", "Gloam": "The twilight; gloaming.", "Gloar": "To squint; to stare.", "Green-leek": "An Australian parrakeet (Polytelis Barrabandi); -- called also the scarlet-breasted parrot.", "Getter": "One who gets, gains, obtains, acquires, begets, or procreates.", "Gloat": "To look steadfastly; to gaze earnestly; to gaze with passionate desire, lust, or avarice.", "gambling": "the act of playing for stakes in the hope of winning (including the payment of a price for a chance to win a prize); as, his gambling cost him a fortune.", "Gasolier": "Same as Gasalier.", "Gnathopodite": "Any leglike appendage of a crustacean, when modified wholly, or in part, to serve as a jaw, esp. one of the maxillipeds.", "&Verbar;Gryllus": "A genus of insects including the common crickets.", "Gracious": "Abounding in grace or mercy; manifesting love, or bestowing mercy; characterized by grace; beneficent; merciful; disposed to show kindness or favor; condescending; as, his most gracious majesty.", "Greekling": "A little Greek, or one of small esteem or pretensions.", "Ghostliness": "The quality of being ghostly.", "Gnomically": "In a gnomic, didactic, or sententious manner.", "Gotten": "p. p. of Get.", "Greensand": "A variety of sandstone, usually imperfectly consolidated, consisting largely of glauconite, a silicate of iron and potash of a green color, mixed with sand and a trace of phosphate of lime.", "Gressorial": "Adapted for walking; anisodactylous; as the feet of certain birds and insects. See Illust. under Aves.", "Gatewise": "In the manner of a gate.", "grownup": "fully developed; adult; mature; -- of people and animals; as, Act like a grownup!.", "goal line": "The line bounding the end of a playing field, at or directly in front of the goal{3}.", "Gallicanism": "The principles, tendencies, or action of those, within the Roman Catholic Church in France, who (esp. in 1682) sought to restrict the papal authority in that country and increase the power of the national church.", "Geodesist": "One versed in geodesy.", "Gigantical": "Bulky, big.", "Geminate": "To double.", "Glycyrrhizimic": "From, or pertaining to, glycyrrhizin; as, glycyrrhizimic acid.", "Ginkgophyta": "A division of trees comprising the ginkgos.  In some systems it is classified as a class (Ginkgopsida) and in others as a subdivision (Ginkgophytina or Ginkgophyta); used in some classifications for one of five subdivisions of Gymnospermophyta.", "Gynodiœcious": "Diœcious, but having some hermaphrodite or perfect flowers on an individual plant which bears mostly pistillate flowers.", "Gymnasiarch": "An Athenian officer who superintended the gymnasia, and provided the oil and other necessaries at his own expense.", "Graftage": "The science of grafting, including the various methods of practice and details of operation.", "Gentilly": "In a gentle or hoble manner; frankly.", "Gateway": "A passage through a fence or wall; a gate; also, a frame, arch, etc., in which a gate in hung, or a structure at an entrance or gate designed for ornament or defense.", "Grinting": "Grinding.", "Gulaund": "An arctic sea bird.", "Grallatorial": "Of or pertaining to the Grallatores, or waders.", "Gentle-hearted": "Having a kind or gentle disposition.", "Godless": "Having, or acknowledging, no God; without reverence for God; impious; wicked.", "graphoanalysis": "The art of judging of a person's character, disposition, and aptitude from his handwriting; also called graphology. As a discipline, the modern form was developed by Milton Newman Bunker in the period after 1915.", "Glairin": "A glairy viscous substance, which forms on the surface of certain mineral waters, or covers the sides of their inclosures; -- called also baregin.", "Goety": "Invocation of evil spirits; witchcraft.", "Gobline": "One of the ropes or chains serving as stays for the dolphin striker or the bowsprit; -- called also gobrope and gaubline.", "Glandular": "Containing or supporting glands; consisting of glands; pertaining to glands.", "Clycerole": "Same as Glycerite.", "Gravestone": "A stone laid over, or erected near, a grave, usually with an inscription, to preserve the memory of the dead; a tombstone.", "Grievable": "Lamentable.", "Gregal": "Pertaining to, or like, a flock.", "Guiltily": "In a guilty manner.", "Gingival": "Of or pertaining to the gums.", "Garuda": " supernatural half-man and half-bird vehicle or bearer of Vishnu.", "Graphoscope": "An optical instrument for magnifying engravings, photographs, etc., usually having one large lens and two smaller ones.", "Gomuti": "A black, fibrous substance resembling horsehair, obtained from the leafstalks of two kinds of palms, Metroxylon Sagu, and Arenga saccharifera, of the Indian islands. It is used for making cordage. Called also ejoo.", "Gayley process": "The process of removing moisture from the blast of an iron blast furnace by reducing its temperature so far that it will not remain suspended as vapor in the blast current, but will be deposited as snow in the cooling apparatus. The resultant uniformly dehydrated blast effects great economy in fuel consumption, and promotes regularity of furnace operation, and certainty of furnace control.", "Glyphic": "Of or pertaining to sculpture or carving of any sort, esp. to glyphs.", "Gallipot": "A glazed earthen pot or vessel, used by druggists and apothecaries for containing medicines, etc.", "Gault": "A series of beds of clay and marl in the South of England, between the upper and lower greensand of the Cretaceous period.", "game of chance": "a game that involves gambling.", "Gremial": "A bosom friend.", "Gadding": "Going about much, needlessly or without purpose.", "Gunpowder": "A black, granular, explosive substance, consisting of an intimate mechanical mixture of saltpeter, charcoal, and sulphur. It is used in gunnery and blasting.", "Gambler": "One who gambles.", "Gleucometer": "An instrument for measuring the specific gravity and ascertaining the quantity of sugar contained in must.", "Gelechiidae": "A family of moths which include important economic pests, feeding on the seeds of the cotton boll.", "&Verbar;Glochidium": "The larva or young of the mussel, formerly thought to be a parasite upon the parent's gills.", "Galwes": "Gallows.", "&Verbar;Gynœcium": "The pistils of a flower, taken collectively. See Illust. of Carpophore.", "&Verbar;Glabella": "The space between the eyebrows, also including the corresponding part of the frontal bone; the mesophryon.", "Gyron": "A subordinary of triangular form having one of its angles at the fess point and the opposite side at the edge of the escutcheon.  When there is only one gyron on the shield it is bounded by two lines drawn from the fess point, one horizontally to the dexter side, and one to the dexter chief corner.", "Gammoning": "The act of imposing upon or hoaxing a person.", "Gossan": "Decomposed rock, usually reddish or ferruginous (owing to oxidized pyrites), forming the upper part of a metallic vein.  Called also iron hat.", "GIF": "The Graphics Interchange Format, one of the most popular standardized formats for storing graphic data in binary computer files.  The standard has been revised several times, and includes provisions for interlacing and animating images.  Its disadvantage is that it can store only 256 colors.  Compare JPEG.", "Gossat": "A small British marine fish (Motella tricirrata); -- called also whistler and three-bearded rockling.", "Greeter": "One who weeps or mourns.", "Glumly": "In a glum manner; sullenly; moodily.", "gearbox": "the metal casing in which a train of gears is sealed.", "Girlond": "A garland; a prize.", "Gynobase": "A dilated base or receptacle, supporting a multilocular ovary.", "Grindingly": "In a grinding manner.", "Guesser": "One who guesses; one who forms or gives an opinion without means of knowing.", "Grison": "A South American animal of the family Mustelidae (Galictis vittata). It is about two feet long, exclusive of the tail. Its under parts are black. Also called South American glutton.", "Grama grass": "The name of several kinds of pasture grasses found in the Western United States, esp. the Bouteloua oligostachya.", "Ghostfish": "A pale unspotted variety of the wrymouth.", "Groundnut": "The fruit of the Arachis hypogæa (native country uncertain); the peanut; the earthnut.", "Goliardery": "The satirical or ribald poetry of the Goliards.", "Guttate": "Spotted, as if discolored by drops.", "Guib": "A West African antelope  (Tragelaphus scriptus), curiously marked with white stripes and spots on a reddish fawn ground, and hence called harnessed antelope; -- called also guiba.", "Galactophorous": "Milk-carrying; lactiferous; -- applied to the ducts of mammary glands.", "Gobang": "A Japanese game, played on a checkerboard, in which the object of the game is to be the first in placing five pieces, or men, in a row in any direction.", "Generalizer": "One who takes general or comprehensive views.", "Grudgeful": "Full of grudge; envious.", "Getterup": "One who contrives, makes, or arranges for, anything, as a book, a machine, etc.", "Glomerate": "To gather or wind into a ball; to collect into a spherical form or mass, as threads.", "Graminivorous": "Feeding or subsisting on grass, and the like food; -- said of horses, cattle, and other animals.", "Grandmother": "The mother of one's father or mother.", "Grazer": "One that grazes; a creature which feeds on growing grass or herbage.", "Generalized": "Comprising structural characters which are separated in more specialized forms; synthetic; as, a generalized type.", "Gubernatorial": "Pertaining to a governor, or to government.", "Gin": "To catch in a trap.", "Ghettoize": "to form into a ghetto; to isolate (people) as though into a ghetto.", "&Verbar;Gynæceum": "That part of a large house, among the ancients, exclusively appropriated to women.", "Gave": "imp. of Give.", "Girder": "One who girds; a satirist.", "Gueber": "Same as Gheber.", "Gat-toothed": "Goat-toothed; having a lickerish tooth; lustful; wanton.", "Geognost": "One versed in geognosy; a geologist.", "Gove": "A mow; a rick for hay.", "Geognosy": "That part of geology which treats of the materials of the earth's structure, and its general exterior and interior constitution.", "Governal": "Management; mastery.", "gunsight": "A sight{9} attached to a gun, used for aiming it at the target.  Same as sight{9}.", "Gasolene": "See Gasoline.", "Gabel": "A rent, service, tribute, custom, tax, impost, or duty; an excise.", "Genital": "Pertaining to generation, or to the generative organs; as, genital herpes.", "Garous": "Pertaining to, or resembling, garum.", "game show": "a television program in which contestants compete for awards.  The contestants are members of the public selected to participate on the show, and not employed by the producer of the show.", "Graafian": "Pertaining to, or discovered by, Regnier de Graaf, a Dutch physician.", "Geophilus": "The type type genus of the Geophilidae, a cosmopolitan genus of centipedes sometimes called earwigs.", "Garlicky": "Like or containing garlic.", "Geophagist": "One who eats earth, as dirt, clay, chalk, etc.", "Gade": "A small British fish (Motella argenteola) of the Cod family.", "Greenweed": "See Greenbroom.", "Gynandromorph": "An animal affected with gynandromorphism.", "Gulph": "See Gulf.", "Greenly": "With a green color; newly; freshly, immaturely.", "Glover": "One whose trade it is to make or sell gloves.", "Galatea": "A kind of striped cotton fabric, usually of superior quality and striped with blue or red on white.", "Grapnel": "A small anchor, with four or five flukes or claws, used to hold boats or small vessels; hence, any instrument designed to grapple or hold; a grappling iron; a grab; -- written also grapline, and crapnel.", "Geophagism": "The act or habit of eating earth. See Dirt eating, under Dirt.", "Gargoyle": "A spout projecting from the roof gutter of a building, often carved grotesquely.", "Gastropneumatic": "Pertaining to the alimentary canal and air passages, and to the cavities connected with them; as, the gastropneumatic mucuos membranes.", "Geniting": "A species of apple that ripens very early.", "Grisled": "See Grizzled.", "Guano": "A substance found in great abundance on some coasts or islands frequented by sea fowls, and composed chiefly of their excrement. It is rich in phosphates and ammonia, and is used as a powerful fertilizer.", "Galericulate": "Covered as with a hat or cap.", "Gneissic": "Relating to, or resembling, gneiss; consisting of gneiss.", "Grayhound": "See Greyhound.", "Gainsborough hat": "A woman's broad-brimmed hat of a form thought to resemble those shown in portraits by Thomas Gainsborough, the English artist (1727-88).", "Goldfinch": "A beautiful bright-colored European finch (Carduelis elegans). The name refers to the large patch of yellow on the wings. The front of the head and throat are bright red; the nape, with part of the wings and tail, black; -- called also goldspink, goldie, fool's coat, drawbird, draw-water, thistle finch, and sweet William.", "Gymnosophist": "One of a sect of philosophers, said to have been found in India by Alexander the Great, who went almost naked, denied themselves the use of flesh, renounced bodily pleasures, and employed themselves in the contemplation of nature.", "Gasket": "A line or band used to lash a furled sail securely. Sea gaskets are common lines; harbor gaskets are plaited and decorated lines or bands. Called also casket.", "Gerundive": "Pertaining to, or partaking of, the nature of the gerund; gerundial.", "Gramophone": "An instrument for recording, preserving, and reproducing sounds, the record being a tracing of a phonautograph etched in some solid material. Reproduction is accomplished by means of a system attached to an elastic diaphragm.  This older term is almost completely replaced for modern devices by the word phonograph (or hi-fi), and technological changes have made the term sound antiquated, and it is usually used to refer to older non-electronic versions of the phonograph.", "Gaure": "To gaze; to stare.", "Goose-rumped": "Having the tail set low and buttocks that fall away sharply from the croup; -- said of certain horses.", "Garmenture": "Clothing; dress.", "Gantry": "See Gauntree.", "Genoa cake": "A rich glazed cake, with almonds, pistachios, filberts, or other nuts; also, a rich currant cake with almonds on the top.", "greaseproof": "resistant to penetration by grease or oil or wax; as, greaseproof wrapping paper.", "Glossological": "Of or pertaining to glossology.", "Gustful": "Gusty.", "Gross-headed": "Thick-skulled; stupid.", "Good-tempered": "Having a good temper; not easily vexed or irritated. See Good-natured.", "glitch": "A fault or defect in a system, plan, or machine.", "Grocer": "A trader who deals in meats, dairy products, produce, tea, sugar, spices, coffee, fruits, and various other commodities.", "Glunch": "Frowning; sulky; sullen.", "Glutinate": "To unite with glue; to cement; to stick together.", "Gratulation": "The act of gratulating or felicitating; congratulation.", "Gier-falcon": "The gyrfalcon.", "Glandulous": "Containing glands; consisting of glands; pertaining to glands; resembling glands.", "Globulous": "Globular; spherical; orbicular.", "Geniculated": "Same as Geniculate.", "Grudgingness": "The state or quality of grudging, or of being full of grudge or unwillingness.", "Great-grandfather": "The father of one's grandfather or grandmother.", "Grief": "Pain of mind on account of something in the past; mental suffering arising from any cause, as misfortune, loss of friends, misconduct of one's self or others, etc.; sorrow; sadness.", "greeklike": "of or relating to or characteristic of Greece or the Greeks; as, greeklike struggles.", "Gerea": "A small genus of hairy herbs with yellow flowers.", "&Verbar;Glioma": "A tumor springing from the neuroglia or connective tissue of the brain, spinal cord, or other portions of the nervous system.", "Graduated": "Marked with, or divided into, degrees; divided into grades.", "Greasily": "In a greasy manner.", "Gastrocnemius": "The muscle which makes the greater part of the calf of the leg.", "Governante": "A governess.", "Gaugeable": "Capable of being gauged.", "&Verbar;Grallatores": "See Grallæ.", "Gravitational": "Of or pertaining to the force of gravity; as, gravitational units.", "Gar pike": "See under Gar.", "&Verbar;Gymnophthalmata": "A group of acalephs, including the naked-eyed medusæ; the hydromedusæ. Most of them are known to be the free-swimming progeny (gonophores) of hydroids.", "Gymnosophy": "The doctrines of the Gymnosophists.", "Girondist": "Of or pertaining to the Girondists.", "grotesquery": "Grotesque action, speech, or manners; grotesque doings; ludicrous or incongruous unnaturalness or distortion.", "Gournet": "A fish. See Gurnet.", "Glucoside": "One of a large series of amorphous or crystalline substances, occurring very widely distributed in plants, rarely in animals, and regarded as influental agents in the formation and disposition of the sugars. They are frequently of a bitter taste, but, by the action of ferments, or of dilute acids and alkalies, always break down into some characteristic substance (acid, aldehyde, alcohol, phenole, or alkaloid) and glucose (or some other sugar); hence the name. They are of the nature of complex and compound ethers, and ethereal salts of the sugar carbohydrates.", "Gutturize": "To make in the throat; to gutturalize.", "Game fowl": "A handsome breed of the common fowl, remarkable for the great courage and pugnacity of the males.", "Grinte": "imp. of Grin, v. i., 1.", "Gluteal": "Pertaining to, or in the region of, the glutæus.", "Gymnal": "Same as Gimmal.", "&Verbar;Guimpe": "A kind of short blouse or chemisette, worn under a low-necked dress such as a jumper or pinafore.", "greaseball": "a person of Italian descent; -- used as a derogatory ethnic slur, and considered offensive.", "Gode": "Good.", "Gerundively": "In the manner of a gerund; as, or in place of, a gerund.", "Gallotannic": "Pertaining to the tannin or nutgalls.", "Gentlemanliness": "The state of being gentlemanly; gentlemanly conduct or manners.", "Grith": "Peace; security; agreement.", "grass-of-Parnassus": "Any of various usually evergreen bog plants of the genus Parnassia having broad smooth basal leaves and a single pale buttercuplike flower.", "Graphophone": "A kind of photograph.", "Gybe": "To shift from one side of a vessel to the other; -- said of the boom of a fore-and-aft sail when the vessel is steered off the wind until the sail fills on the opposite side.", "Generalty": "Generality.", "Grebe": "One of several swimming birds or divers, of the genus Colymbus (formerly Podiceps), and allied genera, found in the northern parts of America, Europe, and Asia. They have strong, sharp bills, and lobate toes.", "Gunstock": "The stock or wood to which the barrel of a hand gun is fastened.", "Glasgow": "The largest city in Scotland; a port in west central Scotland.", "Grand-ducal": "Of or pertaining to a grand duke.", "Globeflower": "A plant of the genus Trollius (T. Europæus), found in the mountainous parts of Europe, and producing handsome globe-shaped flowers.", "Gestour": "A reciter of gests or legendary tales; a story-teller.", "Gentil": "Gentle.", "Glumal": "Characterized by a glume, or having the nature of a glume.", "gosan-chiku": "A small bamboo of Southeastern China (Phyllostachys aurea) having slender culms flexuous when young.", "Glycerin": "An oily, viscous liquid, C3H5(OH)3, colorless and odorless, and with a hot, sweetish taste, existing in the natural fats and oils as the base, combined with various acids, as oleic, margaric, stearic, and palmitic. It may be obtained by saponification of fats and oils.  It is a triatomic alcohol, and hence is also called glycerol. See Note under Gelatin.", "glowing": "softly bright or radiant.", "Grilly": "To broil; to grill; hence, To harass.", "Goodly": "Excellently.", "Gyrose": "Turned round like a crook, or bent to and fro.", "Glyceric": "Pertaining to, or derived from, glycerin.", "goose bumps": "Same as gooseflesh.", "Glariness": "A dazzling luster or brilliancy.", "Gluttony": "Excess in eating; extravagant indulgence of the appetite for food; voracity.", "Goniometry": "The art of measuring angles; trigonometry.", "Grains": "See 5th Grain, n., 2 (b).", "Gentlemanship": "The carriage or quality of a gentleman.", "Grievance": "A cause of uneasiness and complaint; a wrong done and suffered; that which gives ground for remonstrance or resistance, as arising from injustice, tyranny, etc.; injury.", "Gallium": "A rare metallic element, found combined in certain zinc ores. It is white, hard, and malleable, resembling aluminium, and remarkable for its low melting point (86° F., 30° C.). Symbol, Ga; at. wt., 69.9. Gallium is chiefly trivalent, resembling aluminium and indium. It was predicted with most of its properties, under the name eka-aluminium, by the Russian chemist Mendelyeev on the basis of the periodic law.  This prediction was verified in its discovery (in 1875) by the French chemist Lecoq de Boisbaudran by its characteristic spectrum (two violet lines), in an examination of a zinc blende from the Pyrenees.", "Gephyrean": "Belonging to the Gephyrea. -- n. One of the Gerphyrea.", "Gentile": "Belonging to the nations at large, as distinguished from the Jews; ethnic; of pagan or heathen people.", "ginep": "A tropical American tree (Melicocca bijuga) bearing a small edible fruit with green leathery skin and sweet juicy translucent pulp.", "Gorcrow": "The carrion crow; -- called also gercrow.", "Gonosome": "The reproductive zooids of a hydroid colony, collectively.", "Genesiolgy": "The doctrine or science of generation.", "Granduncle": "A father's or mother's uncle.", "Graver": "One who graves; an engraver or a sculptor; one whose occupation is te cut letters or figures in stone or other hard material.", "Geoduck": "A gigantic clam (Glycimeris generosa) of the Pacific coast of North America, highly valued as an article of food.", "Grize": "Same as 2d Grise.", "Glomuliferous": "Having small clusters of minutely branched coral-like excrescences.", "&Verbar;Granilla": "Small grains or dust of cochineal or the coccus insect.", "Ganch": "To drop from a high place upon sharp stakes or hooks, as the Turks dropped malefactors, by way of punishment.", "Gloser": "See Glosser.", "Galimatias": "Nonsense; gibberish; confused and unmeaning talk; confused mixture.", "Gallivat": "A small armed vessel, with sails and oars, -- used on the Malabar coast.", "Grimly": "In a grim manner; fiercely.", "Gentlesse": "Gentilesse; gentleness.", "Gritrock": "See Grit, n., 4.", "Grumble": "The noise of one that grumbles.", "Grapevine": "A vine or climbing shrub, of the genus Vitis, having small green flowers and lobed leaves, and bearing the fruit called grapes.", "Gunnie": "Space left by the removal of ore.", "garand": "A semiautomatic rifle, also called the M-1, used by soldiers of the U. S. army in World War II and Korea.  It was the standard weapon issued to infantrymen.", "Glassiness": "The quality of being glassy.", "Garrupa": "One of several species of California market fishes, of the genus Sebastichthys; -- called also rockfish. See Rockfish.", "Giantly": "Appropriate to a giant.", "Goodish": "Rather good than the contrary; not actually bad; tolerable.", "Great-hearted": "High-spirited; fearless.", "gray-haired": "showing characteristics of age, especially having gray or white hair.", "Glyoxalic": "Pertaining to, or designating, an aldehyde acid, intermediate between glycol and oxalic acid.", "&Verbar;Gastrula": "An embryonic form having its origin in the invagination or pushing in of the wall of the planula or blastula (the blastosphere) on one side, thus giving rise to a double-walled sac, with one opening or mouth (the blastopore) which leads into the cavity (the archenteron) lined by the inner wall (the hypoblast). See Illust. under Invagination. In a more general sense, an ideal stage in embryonic development. See Gastræa.", "Ginglymoid": "Pertaining to, or resembling, a ginglymus, or hinge joint; ginglyform.", "Gentianine": "A bitter, crystallizable substance obtained from gentian.", "Gallegan": "A native or inhabitant of Galicia, in Spain; a Galician.", "Grapeshot": "A cluster, usually nine in number, of small iron balls, put together by means of cast-iron circular plates at top and bottom, with two rings, and a central connecting rod, in order to be used as a charge for a cannon. Formerly grapeshot were inclosed in canvas bags.", "Goot": "A goat.", "Gypsiferous": "Containing gypsum.", "Gastrulation": "The process of invagination, in embryonic development, by which a gastrula is formed.", "Guess rope": "A guess warp.", "Golore": "See Galore.", "Garlandless": "Destitute of a garland.", "&Verbar;Gula": "The upper front of the neck, next to the chin; the upper throat.", "Greediness": "The quality of being greedy; vehement and selfish desire.", "Gipsy": "See Gypsy.", "Graciousness": "Quality of being gracious.", "Goen": "p. p. of Go.", "Grammar": "To discourse according to the rules of grammar; to use grammar.", "Granulation": "The act or process of forming or crystallizing into grains; as, the granulation of powder and sugar.", "Gager": "A measurer. See Gauger.", "Grahamite": "One who follows the dietetic system of Graham.", "geopolitical": "of or pertaining to geopolitics.", "gum-lac": "an inferior lac produced by lac insects in Madagascar.", "Gauntly": "In a gaunt manner; meagerly.", "government-in-exile": "A temporary government moved to or formed in a foreign land by exiles who hope to rule when their country is liberated.", "Gibfish": "The male of the salmon.", "germicidal": "Destructive to germs; -- applied to any agent which has a killing action upon living microorganisms, particularly bacteria or viruses, which are the cause of many infectious diseases.", "Genteelly": "In a genteel manner.", "Ghostology": "Ghost lore.", "Germen": "See Germ.", "&Verbar;Gooroo": "A spiritual teacher, guide, or confessor among the Hindus; a guru.", "Gauntletted": "Wearing a gauntlet.", "Gauger": "One who gauges; an officer whose business it is to ascertain the contents of casks.", "Galloper": "One who, or that which, gallops.", "Globe": "To gather or form into a globe.", "granadillo": "A West Indian tree (Brya ebenus) yielding a fine grade of green ebony.", "Grayish": "Somewhat gray.", "Gadfly": "Any dipterous insect of the genus Oestrus, and allied genera of botflies.", "Garboil": "Tumult; disturbance; disorder.", "Galician": "Of or pertaining to Galicia, in Spain, or to Galicia, the kingdom of Austrian Poland.", "Gauged": "Tested or measured by, or conformed to, a gauge.", "Glaireous": "Glairy; covered with glair.", "Going": "That goes; in existence; available for present use or enjoyment; current; obtainable; also, moving; working; in operation; departing; as, he is of the brightest men going; going prices or rate.", "Gothic": "The language of the Goths; especially, the language of that part of the Visigoths who settled in Moesia in the 4th century. See Goth.", "Globy": "Resembling, or pertaining to, a globe; round; orbicular.", "Gelatiniferous": "Yielding gelatin on boiling with water; capable of gelatination.", "Greenhorn": "A raw, inexperienced person; one easily imposed upon.", "Garbler": "One who garbles.", "Groined": "Built with groins; as, a groined ceiling; a groined vault.", "Gonophore": "A sexual zooid produced as a medusoid bud upon a hydroid, sometimes becoming a free hydromedusa, sometimes remaining attached. See Hydroidea, and Illusts. of Athecata, Campanularian, and Gonosome.", "Gael": "A Celt or the Celts of the Scotch Highlands or of Ireland; now esp., a Scotch Highlander of Celtic origin.", "Goblet": "A kind of cup or drinking vessel having a foot or standard, but without a handle.", "Gilbert and Sullivan": "William Schwenk Gilbert and Sir Arthur Sullivan, who collaborated on a number of light operas.  See Gilbert.", "Grunter": "One who, or that which, grunts; specifically, a hog.", "greenmail": "The act, performed by a publicly traded corporation, of paying a corporate raider to give up a takeover attempt, by buying the shares of stock he owns; also, the threat posed by corporate raiders to take over a company unless their stocks are purchased by the company at a price giving them a large profit.", "Gaea": "The goddess of the earth, considered as a personification of the earth.  According  to Hesiod she was the first-born of Chaos, and mother of Uranus, Pontus, Cronus and the Titans in ancient mythology.", "gum tree": "Any tree that exudes a gum,", "grouch": "to complain habitually, especially about minor or routine  annoyances.", "Grapple": "A seizing or seizure; close hug in contest; the wrestler's hold.", "Gelable": "Capable of being congealed; capable of being converted into jelly.", "gopherwood": "A small handsome round-headed deciduous tree (Cladrastis lutea) having showy white flowers in terminal clusters and heavy hardwood yielding yellow dye; also called yellowwood.", "Gige": "The leather strap by which the shield of a knight was slung across the shoulder, or across the neck and shoulder.", "Gladship": "A state of gladness.", "Grangerism": "The practice of illustrating a particular book by engravings collected from other books.", "Groats": "Dried grain, as oats or wheat, hulled and broken or crushed; in high milling, cracked fragments of wheat larger than grits.", "Gutturalize": "To speak gutturally; to give a guttural sound to.", "Gastroduodenal": "Pertaining to the stomach and duodenum; as, the gastroduodenal artery.", "Gozzard": "See Gosherd.", "Gurglet": "A porous earthen jar for cooling water by evaporation.", "GATT": "a United Nations agency created by a multinational treaty to promote trade by the reduction of tariffs and import quotas.", "Groan": "A low, moaning sound; usually, a deep, mournful sound uttered in pain or great distress; sometimes, an expression of strong disapprobation; as, the remark was received with groans.", "Gander": "The male of any species of goose.", "Geodiferous": "Producing geodes; containing geodes.", "Ganocephalous": "Of or pertaining to the Ganocephala.", "Glaucomatous": "Having the nature of glaucoma.", "goitrogen": "any substance (like thiouracil or thiourea) that induces the formation of a goiter.", "grantable": "Capable of being granted.", "Garreted": "Protected by turrets.", "Gothicize": "To make Gothic; to bring back to barbarism.", "Gravimeter": "An instrument for ascertaining the specific gravity of bodies.", "Gayly": "With mirth and frolic; merrily; blithely; gleefully.", "Garish": "Showy; dazzling; ostentatious; attracting or exciting attention.", "Gonocalyx": "The bell of a sessile gonozooid.", "Gavial": "A large Asiatic crocodilian (Gavialis Gangeticus); -- called also nako, and Gangetic crocodile.", "Guarantor": "One who makes or gives a guaranty; a warrantor; a surety.", "Glebeless": "Having no glebe.", "Grovel": "To creep on the earth, or with the face to the ground; to lie prone, or move uneasily with the body prostrate on the earth; to lie flat on one's belly, expressive of abjectness; to crawl.", "Granitoid": "Resembling granite in granular appearance; as, granitoid gneiss; a granitoid pavement.", "&Verbar;Grysbok": "A small South African antelope (Neotragus melanotis).  It is speckled with gray and chestnut, above; the under parts are reddish fawn.", "Geologically": "In a geological manner.", "Graspless": "Without a grasp; relaxed.", "Gosainthan": "A mountain in Tibet, 26,287 feet high.", "Gynæcophore": "A ventral canal or groove, in which the males of some diœcious trematodes carry the female. See Illust. of Hæmatozoa.", "Gunroom": "An apartment on the after end of the lower gun deck of a ship of war, usually occupied as a messroom by the commissioned officers, except the captain; -- called wardroom in the United States navy.", "Galliambic": "Consisting of two iambic dimeters catalectic, the last of which lacks the final syllable; -- said of a kind of verse.", "Gamashes": "High boots or buskins; in Scotland, short spatterdashes or riding trousers, worn over the other clothing.", "Guttatrap": "The inspissated juice of a tree of the genus Artocarpus (A. incisa, or breadfruit tree), sometimes used in making birdlime, on account of its glutinous quality.", "Gaudy": "A feast or festival; -- called also gaud-day and gaudy day.", "Gopher": "One of several North American burrowing rodents of the genera Geomys and Thomomys, of the family Geomyidæ; -- called also pocket gopher and pouched rat. See Pocket gopher, and Tucan.", "Gyroscopic": "Pertaining to the gyroscope; resembling the motion of the gyroscope.", "Godhood": "Divine nature or essence; deity; godhead.", "Grazing": "The act of one who, or that which, grazes.", "Gardenly": "Like a garden.", "Gawn": "A small tub or lading vessel.", "Grammaticism": "A point or principle of grammar.", "Goel": "Yellow.", "Gleeful": "Merry; gay; joyous.", "Galban": "A gum resin exuding from the stems of certain Asiatic umbelliferous plants, mostly species of Ferula. The Bubon Galbanum of South Africa furnishes an inferior kind of galbanum. It has an acrid, bitter taste, a strong, unpleasant smell, and is used for medical purposes, also in the arts, as in the manufacture of varnish.", "Greencloth": "A board or court of justice formerly held in the counting house of the British sovereign's household, composed of the lord steward and his officers, and having cognizance of matters of justice in the household, with power to correct offenders and keep the peace within the verge of the palace, which extends two hundred yards beyond the gates.", "Granitification": "The act or the process of forming into granite.", "Gonidial": "Of or pertaining to the angles of the mouth; as, a gonidial groove of an actinian.", "Grindle stone": "A grindstone.", "Glyphographic": "Of or pertaining to glyphography.", "Goer": "One who, or that which, goes; a runner or walker", "Gilbert": "William Schwenk Gilbert, an English dramatist born at London Nov. 18, 1836.  He is most famous for his collaborations with Sir Arthur Sullivan on a number of humorous light operas which are known as “Gilbert and Sullivan Operas”.  His first play was “Dulcamara” (1866).  He also wrote “The Palace of Truth” (1870), “Pygmalion and Galatea” (1871), “Sweethearts” (1874), “Engaged” (1877), “The Mountebanks” (1891), and in collaboration with Sir A. Sullivan (who wrote the music), he wrote “The Sorcerer” (1877), “H. M. S. Pinafore” (1878), “The Pirates of Penzance” (1879), “Patience” (1881), “Iolanthe” (1883), “The Mikado” (1885), “Ruddygore” (1887), “The Yeomen of the Guard” (1888), “The Gondoliers” (1889), and “Utopia, limited” (1893).  The light operas proved very popular and continue to be performed over one hundred years later.  He also published other works.", "&Verbar;Gerontes": "Magistrates in Sparta, who with the ephori and kings, constituted the supreme civil authority.", "&Verbar;Gyrencephala": "The higher orders of Mammalia, in which the cerebrum is convoluted.", "Glyptography": "The art or process of engraving on precious stones.", "&Verbar;Genys": "See Gonys.", "Governorship": "The office of a governor.", "-gen": "A suffix used in scientific words in the sense of producing, generating: as, amphigen, amidogen, halogen.", "Guardian": "Performing, or appropriate to, the office of a protector; as, a guardian care.", "gangboard": "a temporary bridge for getting on and off a vessel at dockside.", "Gardenship": "Horticulture.", "Guardage": "Wardship", "Gawk": "To act like a gawky.", "Glycocoll": "A crystalline, nitrogenous substance, with a sweet taste, formed from hippuric acid by boiling with hydrochloric acid, and present in bile united with cholic acid. It is also formed from gelatin by decomposition with acids. Chemically, it is amido-acetic acid. Called also glycin, and glycocin.", "&Verbar;Gordiacea": "A division of nematoid worms, including the hairworms or hair eels (Gordius and Mermis). See Gordius, and Illustration in Appendix.", "Glyphography": "A process similar to etching, in which, by means of voltaic electricity, a raised copy of a drawing is made, so that it can be used to print from.", "Giraffa": "The type genus of the Giraffidae.", "Guaiac": "Pertaining to, or resembling, guaiacum.", "Grapplement": "A grappling; close fight or embrace.", "Gravelly": "Abounding with gravel; consisting of gravel; as, a gravelly soil.", "Glamourie": "Glamour.", "Gastrohysterotomy": "Cæsarean section. See under Cæsarean.", "goldenseal": "A perennial herb of Northeastern U. S. (Hydrastis Canadensis) having a thick knotted yellow rootstock and large rounded leaves.", "Gravity": "The state of having weight; beaviness; as, the gravity of lead.", "Gruff": "Of a rough or stern manner, voice, or countenance; sour; surly; severe; harsh.", "&Verbar;Glires": "An order of mammals; the Rodentia.", "Godhead": "Godship; deity; divinity; divine nature or essence; godhood.", "gruesome": "Ugly; frightful.  Same as grewsome.", "Gorhen": "The female of the gorcock.", "Gambit": "A mode of opening the game, in which a pawn is sacrificed to gain an attacking position.", "Graunt": "See Grant.", "Gown": "A loose, flowing upper garment", "Globularity": "The state of being globular; globosity; sphericity.", "Gowk": "The European cuckoo; -- called also gawky.", "Gymnoblastic": "Of or pertaining to the Gymnoblastea.", "Gama grass": "A species of grass (Tripsacum dactyloides) tall, stout, and exceedingly productive; cultivated in the West Indies, Mexico, and the Southern States of North America as a forage grass; -- called also sesame grass.", "goldenbush": "A plant of the genus Haplopappus.", "getaway": "rapid acceleration.", "Gropingly": "In a groping manner.", "graphologist": "A person skilled in or professing to be skilled in graphology.", "gaussmeter": "an instrument to compare strengths of magnetic fields.", "Gry": "A measure equal to one tenth of a line.", "game theory": "A branch of mathematics that deals with strategies for maximizing gains or minimizing losses in competitive situations having defined constraints and involving random factors.", "gutter ball": "A bowl in which the ball falls into the gutter{4}, resulting in a score of zero for that bowl.", "Gon": "imp. & p. p. of Go.", "Gyneocracy": "See Gynecocracy.", "Gally": "See Galley, n., 4.", "God": "To treat as a god; to idolize.", "Gog": "Haste; ardent desire to go.", "Gilden": "Gilded.", "Goa": "A species of antelope (Procapra picticauda), inhabiting Thibet.", "Gosherd": "One who takes care of geese.", "&Verbar;Gallimatia": "Senseless talk. [Obs. or R.] See Galimatias.", "Gob": "Same as sailor.", "Griffon": "One of a European breed of rough-coated dogs, somewhat taller than the setter and of a grizzly liver color. They are used in hunting game birds. The Brussels griffon is a very small, wiry-coated, short-nosed pet dog of Belgian origin.", "Gilder": "A Dutch coin. See Guilder.", "Got": "imp. & p. p. of Get. See Get.", "goose pimples": "Same as gooseflesh.", "Guevina": "A genus having only one species: the Chilean nut.", "Gonydial": "Pertaining to the gonys of a bird's beak.", "Guitguit": "One of several species of small tropical American birds of the family Cœrebidæ, allied to the creepers; -- called also quit. See Quit.", "Germane": "Literally, near akin; hence, closely allied; appropriate or fitting; relevant.", "Glaum": "To grope with the hands, as in the dark.", "Galvanoglyphy": "Same as Glyphography.", "Galilee": "A porch or waiting room, usually at the west end of an abbey church, where the monks collected on returning from processions, where bodies were laid previous to interment, and where women were allowed to see the monks to whom they were related, or to hear divine service. Also, frequently applied to the porch of a church, as at Ely and Durham cathedrals.", "genetically": "In a genetical manner.", "Gymnorhinal": "Having unfeathered nostrils, as certain birds.", "Guaco": "A plant (Aristolochia anguicida) of Carthagena, used as an antidote to serpent bites.", "Gelatinize": "Same as Gelatinate, v. i.", "Griego": "See Greggoe.", "Gnomonic": "Of or pertaining to the gnomon, or the art of dialing.", "golfclub": "an implement used by a golfer to hit a golf ball.", "Giddy-head": "A person without thought fulness, prudence, or judgment.", "Genericalness": "The quality of being generic.", "Governor": "One who governs; especially, one who is invested with the supreme executive authority in a State; a chief ruler or magistrate; as, the governor of Pennsylvania.", "Gormander": "See Gormand, n.", "Gimmal": "Made or consisting of interlocked rings or links; as, gimmal mail.", "Grain": "To yield fruit.", "Gallantness": "The quality of being gallant.", "Glutton": "To glut; to eat voraciously.", "Grubworm": "See Grub, n., 1.", "Gelatification": "The formation of gelatin.", "Groove": "To cut a groove or channel in; to form into channels or grooves; to furrow.", "Guardenage": "Guardianship.", "Gruntle": "To grunt; to grunt repeatedly.", "Goldilocks": "Same as Goldylocks.", "Gerfalcon": "See Gyrfalcon.", "Generalness": "The condition or quality of being general; frequency; commonness.", "Gerbe": "A kind of ornamental firework.", "Great-bellied": "Having a great belly; bigbellied; pregnant; teeming.", "gushy": "extravagantly demonstrative; gushing{2}; as, to write unrestrained and gushy poetry.", "Gobet": "See Gobbet.", "Garvie": "The sprat; -- called also garvie herring, and garvock.", "Ghastly": "In a ghastly manner; hideously.", "&Verbar;Gossypium": "A genus of plants which yield the cotton of the arts. The species are much confused. G. herbaceum is the name given to the common cotton plant, while the long-stapled sea-island cotton is produced by G. Barbadense, a shrubby variety. There are several other kinds besides these.", "Geologic": "Of or pertaining to geology, or the science of the earth.", "Georgian": "A native of, or dweller in, Georgia.", "Great-heartedness": "The quality of being greathearted; high-mindedness; magnanimity.", "Gallinipper": "A large mosquito.", "Glidden": "p. p. of Glide.", "get-up-and-go": "a character trait manifested in a readiness and ability to initiate action; an enterprising and energetic spirit; a go-getting attitude.", "Gallature": "The tread, treadle, or chalasa of an egg.", "Geocronite": "A lead-gray or grayish blue mineral with a metallic luster, consisting of sulphur, antimony, and lead, with a small proportion of arsenic.", "ghostwrite": "To write (a book, article, speech, etc.) for someone else; -- the written material appears under the name of the person for whom it was written.", "Grossness": "The state or quality of being gross; thickness; corpulence; coarseness; shamefulness.", "Garret": "A turret; a watchtower.", "Gustable": "Anything that can be tasted.", "&Verbar;Gymnoblastea": "The Athecata; -- so called because the medusoid buds are not inclosed in a capsule.", "Golden State": "California; -- a nickname alluding to its rich gold deposits.", "Godlike": "Resembling or befitting a god or God; divine; hence, preeminently good; as, godlike virtue.", "Gye": "To guide; to govern.", "Gossoon": "A boy; a servant.", "Gyb": "See Jib.", "Guana": "See Iguana.", "Grandiloquous": "Grandiloquent.", "Gemmiflorate": "Having flowers like buds.", "Grog": "A mixture of spirit and water not sweetened; hence, any intoxicating liquor.", "Glist": "Glimmer; mica.", "Grotesqueness": "Quality of being grotesque.", "Gelatiniform": "Having the form of gelatin.", "Ghastness": "Ghastliness.", "Gaekwar": "The title of the ruling Prince of Baroda, in Gujarat, in Bombay, India.", "goalless": "having no points scored; -- of games.", "Grow": "To cause to grow; to cultivate; to produce; as, to grow a crop; to grow wheat, hops, or tobacco.", "Grot": "A groat.", "Gemmeous": "Pertaining to gems; of the nature of gems; resembling gems.", "goody-goody": "A person who is weakly, sentimentally, or affectedly good; a goody-goody person; -- sometimes used to refer to person who acts with good intentions but who bunglingly does more harm than good.  The latter may sometimes be deprecatingly referred to as a goo-goo.", "&Verbar;Gesso": "Plaster of Paris, or gypsum, esp. as prepared for use in painting, or in making bas-reliefs and the like; by extension, a plasterlike or pasty material spread upon a surface to fit it for painting or gilding, or a surface so prepared.", "Gutturalness": "The quality of being guttural.", "Geometrician": "One skilled in geometry; a geometer; a mathematician.", "&Verbar;Guilloche": "An ornament in the form of two or more bands or strings twisted over each other in a continued series, leaving circular openings which are filled with round ornaments.", "Gowl": "To howl.", "Guyle": "To guile.", "granulate": "To form into grains or small masses; as, to granulate powder, sugar, or metal.", "Goggle-eye": "One of two or more species of American fresh-water fishes of the family Centrarchidæ, esp. Chænobryttus antistius, of Lake Michigan and adjacent waters, and Ambloplites rupestris, of the Great Lakes and Mississippi Valley; -- so called from their prominent eyes.", "Girdler": "One who girdles.", "Gentianaceae": "A natural family of chiefly herbaceous plants with showy flowers; some are cultivated as ornamentals.", "Goatskin": "The skin of a goat, or leather made from it.", "Groin": "To fashion into groins; to build with groins.", "Gallicism": "A mode of speech peculiar to the French; a French idiom; also, in general, a French mode or custom.", "gloved": "having the hands covered with gloves.  Opposite of gloveless.", "&Verbar;Geropigia": "A mixture composed of unfermented grape juice, brandy, sugar, etc., for adulteration of wines.", "Gril": "Harsh; hard; severe; stern; rough.", "geographics": "Same as geography.", "Gabbler": "One who gabbles; a prater.", "Gonakie": "An African timber tree (Acacia Adansonii).", "Guttiferous": "Yielding gum or resinous substances.", "guardrail": "a railing placed alongside a stairway or road for safety.", "Gerrymander": "To divide (a State) into districts for the choice of representatives, in an unnatural and unfair way, with a view to give a political party an advantage over its opponent.", "Gramme": "Same as Gram the weight.", "Guttle": "To put into the gut; to swallow greedily; to gorge; to gormandize.", "Guider": "A guide; a director.", "Galvanoplasty": "The art or process of electrotypy.", "Gabonese": "a native or inhabitant of Gabon.", "Gantlet": "A glove. See Gauntlet.", "Gowd": "Gold; wealth.", "&Verbar;Gratiné": "same as au gratin.", "Gonfalon": "The ensign or standard in use by certain princes or states, such as the mediæval republics of Italy, and in more recent times by the pope.", "Glacier": "An immense field or stream of ice, formed in the region of perpetual snow, and moving slowly down a mountain slope or valley, as in the Alps, or over an extended area, as in Greenland.", "Glossator": "A writer of glosses or comments; a commentator.", "Ghostlike": "Like a ghost; ghastly.", "Grievous": "Causing grief or sorrow; painful; afflictive; hard to bear; offensive; harmful.", "&Verbar;Gros": "A heavy silk with a dull finish; as, gros de Naples; gros de Tours.", "Gateless": "Having no gate.", "Graven": "Carved.", "Germinate": "To cause to sprout.", "glistening": "Reflecting light readily or in large amounts; having a surface luster; reflecting light directly rather than scattering it.", "Gangrenescent": "Tending to mortification or gangrene.", "Godly": "Piously; devoutly; righteously.", "Glossly": "Like gloss; specious.", "Gagate": "Agate.", "Gurlet": "A pickax with one sharp point and one cutting edge.", "Geometridae": "A natural family of moths whose larvae are called measuring worms.", "Grandnephew": "The grandson of one's brother or sister.", "Godchild": "One for whom a person becomes sponsor at baptism, and whom he promises to see educated as a Christian; a godson or goddaughter. See Godfather.", "Gelechia": "The type genus of the Gelechiidae, including pink bollworms.", "Glorification": "The act of glorifying or of giving glory to.", "Galpe": "To gape,; to yawn.", "Gretto": "imp. of Greet, to salute.", "Glome": "One of the two prominences at the posterior extremity of the frog of the horse's foot.", "Giddy-headed": "Thoughtless; unsteady.", "Greedy-gut": "A glutton.", "Gurglingly": "In a gurgling manner.", "Grizelin": "See Gridelin.", "Glissando": "A gliding effect; gliding.", "guama": "A tropical tree of Central America and the West Indies and Puerto Rico (Inga laurina) having spikes of white flowers; it is used as shade for coffee plantations.", "&Verbar;Gemma": "A leaf bud, as distinguished from a flower bud.", "Goloe-shoe": "A galoche.", "Guardable": "Capable of being guarded or protected.", "Genian": "Of or pertaining to the chin; mental; as, the genian prominence.", "Genial": "Contributing to, or concerned in, propagation or production; generative; procreative; productive.", "go-to-meeting": "best-looking; -- used of clothing; as, her Sunday-go-to-meeting clothes.", "Gribble": "A small marine isopod crustacean (Limnoria lignorum or Limnoria terebrans), which burrows into and rapidly destroys submerged timber, such as the piles of wharves, both in Europe and America.", "&Verbar;Gelada": "A baboon (Gelada Ruppelli) of Abyssinia, remarkable for the length of the hair on the neck and shoulders of the adult male.", "Glandulosity": "Quality of being glandulous; a collection of glands.", "Genevese": "Of or pertaining to Geneva, in Switzerland; Genevan.", "Gourami": "A very largo East Indian freshwater fish (Osphromenus gorami), extensively reared in artificial ponds in tropical countries, and highly valued as a food fish. Many unsuccessful efforts have been made to introduce it into Southern Europe.", "Greenfish": "See Bluefish, and Pollock.", "Gratulatory": "Expressing gratulation or joy; congratulatory.", "Gladiator": "Originally, a swordplayer; hence, one who fought with weapons in public, either on the occasion of a funeral ceremony, or in the arena, for public amusement.", "&Verbar;Ganoidei": "One of the subclasses of fishes. They have an arterial cone and bulb, spiral intestinal valve, and the optic nerves united by a chiasma. Many of the species are covered with bony plates, or with ganoid scales; others have cycloid scales.", "Genderless": "Having no gender.", "Gavot": "A kind of difficult, old formal French dance in quadruple time.", "Gallate": "A salt of gallic acid.", "goose-grass": "A low-growing perennial (Potentilla anserina) having leaves silvery beneath; foundin Northern U. S., Europe, and Asia.", "Gastrurous": "Pertaining to the Gastrura.", "Gramashes": "Gaiters reaching to the knee; leggings.", "Gurgeons": "See Grudgeons.", "Gunreach": "The reach or distance to which a gun will shoot; gunshot.", "Gunsmithery": "The art or business of a gunsmith.", "Gladiate": "Sword-shaped; resembling a sword in form, as the leaf of the iris, or of the gladiolus.", "Gazement": "View.", "Gallimaufry": "A hash of various kinds of meats, a ragout.", "godforsaken": "deserted and unhospitable.", "goo-goo": "same as goody-goody, n..", "Goth": "One of an ancient Teutonic race, who dwelt between the Elbe and the Vistula in the early part of the Christian era, and who overran and took an important part in subverting the Roman empire.", "&Verbar;Graf": "A German title of nobility, equivalent to earl in English, or count in French. See Earl.", "Glandule": "A small gland or secreting vessel.", "Gamogenetic": "Relating to gamogenesis.", "Gismondine": "A native hydrated silicate of alumina, lime, and potash, first noticed near Rome.", "Genitor": "One who begets; a generator; an originator.", "Godsib": "A gossip.", "Gote": "A channel for water.", "Gang-flower": "The common English milkwort (Polygala vulgaris), so called from blossoming in gang week.", "Guards": "A body of picked troops; as, “The Household Guards.”", "Greed": "An eager desire or longing; greediness; as, a greed of gain.", "-grave": "A final syllable signifying a ruler, as in landgrave, margrave. See Margrave.", "golfcart": "a motorized cart in which golfers can ride between shots.", "Gern": "To grin or yawn.", "Gaff": "To strike with a gaff or barbed spear; to secure by means of a gaff; as, to gaff a salmon.", "Greedily": "In a greedy manner.", "Gap-toothed": "Having conspicuous interstices between the teeth; as, his gap-toothed grin.", "Ginhouse": "A building where cotton is ginned.", "Guerdonless": "Without reward or guerdon.", "Goldsinny": "See Goldfinny.", "ginmill": "A commercial establishment where alcoholic drinks are served over a counter; a barroom; -- a disparaging term suggesting a cheap or disreputable bar.", "&Verbar;Gemini": "A constellation of the zodiac, containing the two bright stars Castor and Pollux; also, the third sign of the zodiac, which the sun enters about May 20th.", "Govern": "To exercise authority; to administer the laws; to have the control.", "Grower": "One who grows or produces; as, a grower of corn; also, that which grows or increases; as, a vine may be a rank or a slow grower.", "Gamete": "A sexual cell or germ cell having a single set of unpaired chromosomes; a conjugating cell which unites with another of like or unlike character to form a new individual.  In Bot., gamete designates esp. the similar sex cells of the lower thallophytes which unite by conjugation, forming a zygospore.  The gametes of higher plants are of two sorts, sperm (male) and egg (female); their union is called fertilization, and the resulting zygote an oöspore.  In Zoöl., gamete is most commonly used of the sexual cells of certain Protozoa, though also extended to the germ cells of higher forms.", "Glareolidae": "A natural family of Old World shorebirds: pratincoles and coursers.", "Glass-gazing": "Given to viewing one's self in a glass or mirror; finical.", "Gastronomic": "Pertaining to gastromony.", "Glassite": "A member of a Scottish sect, founded in the 18th century by John Glass, a minister of the Established Church of Scotland, who taught that justifying faith is “no more than a simple assent to the divine testimone passively recived by the understanding.” The English and American adherents of this faith are called Sandemanians, after Robert Sandeman, the son-in-law and disciple of Glass.", "Garner": "To gather for preservation; to store, as in a granary; to treasure.", "Glanders": "A highly contagious and very destructive disease of horses, asses, mules, etc., characterized by a constant discharge of sticky matter from the nose, and an enlargement and induration of the glands beneath and within the lower jaw. It may transmitted to dogs, goats, sheep, and to human beings.", "Geometrize": "To investigate or apprehend geometrical quantities or laws; to make geometrical constructions; to proceed in accordance with the principles of geometry.", "&Verbar;Glomerulus": "The bunch of looped capillary blood vessels in a Malpighian capsule of the kidney.", "Gyro-pigeon": "A flying object simulating a pigeon in flight, when projected from a spring trap. It is used as a flying target in shooting matches.", "Gram": "The unit of weight in the metric system. It was intended to be exactly, and is very nearly, equivalent to the weight in a vacuum of one cubic centimeter of pure water at its maximum density. It is equal to 15.432 grains. See Grain, n., 4.", "Glandulose": "Same as Glandulous.", "Grounden": "p. p. of Grind.", "Gambogian": "Pertaining to, resembling, or containing, gamboge.", "Greenockite": "Native cadmium sulphide, a mineral occurring in yellow hexagonal crystals, also as an earthy incrustation.", "Grouthead": "See Growthead.", "give-and-go": "A  maneuver in which one offensive player passes the ball to another, then runs toward the basket to take a return pass.", "gunk": "any thick gooey and messy substance.", "Greenroom": "The retiring room of actors and actresses in a theater.", "Grossular": "A translucent garnet of a pale green color like that of the gooseberry; -- called also grossularite.", "Gallygaskins": "See Galligaskins.", "Gittith": "A musical instrument, of unknown character, supposed by some to have been used by the people of Gath, and thence obtained by David.  It is mentioned in the title of Psalms viii., lxxxi., and lxxxiv.", "&Verbar;Gordius": "A genus of long, slender, nematoid worms, parasitic in insects until near maturity, when they leave the insect, and live in water, in which they deposit their eggs; -- called also hair eel, hairworm, and hair snake, from the absurd, but common and widely diffused, notion that they are metamorphosed horsehairs.", "Gestural": "Relating to gesture.", "Gallied": "Worried; flurried; frightened.", "Gulosity": "Excessive appetite; greediness; voracity.", "groundcover": "low-growing plants planted in deep shade or on a steep slope where turf is difficult to grow.", "Greatcoat": "An overcoat.", "&Verbar;Gueparde": "The cheetah.", "Gryphon": "The griffin vulture.", "&Verbar;Gratin": "The brown crust formed upon a gratinated dish; also, the dish itself, as of crusts of bread, game, or poultry.", "Gormandism": "Gluttony.", "goof-off": "A person who habitually shirks his duties or avoids work; an idle worthless person.", "Generalissimo": "The chief commander of an army; especially, the commander in chief of an army consisting of two or more grand divisions under separate commanders; -- a title used in most foreign countries.", "Grucche": "To murmur; to grumble.", "Gromwell": "A plant of the genus Lithospermum (L. arvense), anciently used, because of its stony pericarp, in the cure of gravel. The German gromwell is the Stellera.", "Goby": "One of several species of small marine fishes of the genus Gobius and allied genera.", "Grinner": "One who grins.", "Guelderrose": "A cultivated variety of a species of Viburnum (V. Opulus), bearing large bunches of white flowers; -- called also snowball tree.", "Ghast": "To strike aghast; to affright.", "Gibbostity": "The state of being gibbous or gibbose; gibbousness.", "Gape": "The act of gaping; a yawn.", "Governor general": "A governor who has lieutenant or deputy governors under him; as, the governor general of Canada, of India.", "Gainsome": "Gainful.", "Gynandrian": "Having stamens inserted in the pistil; belonging to the class Gynandria.", "Grandly": "In a grand manner.", "Gainage": "The horses, oxen, plows, wains or wagons and implements for carrying on tillage.", "Gird": "To encircle or bind with any flexible band.", "Gire": "See Gyre.", "&Verbar;Ghawazi": "Egyptian dancing girls, of a lower sort than the almeh.", "Girn": "To grin.", "Glycidic": "Pertaining to, or derived from, glycide; as, glycidic acid.", "Gorgonize": "To have the effect of a Gorgon upon; to turn into stone; to petrify.", "Gratis": "For nothing; without fee or recompense; freely; gratuitously.", "Geophilomorpha": "an order of myriopod arthropods containing elongated centipedes living in soil and under stones and having more than 30 pairs of legs.", "Gastrodisc": "That part of blastoderm where the hypoblast appears like a small disk on the inner face of the epibladst.", "Galenic": "Relating to Galen or to his principles and method of treating diseases.", "Gemmiparity": "Reproduction by budding; gemmation. See Budding.", "green-blind": "Unable to see the color green or to distinguish green and purplish-red.", "Grillage": "A framework of sleepers and crossbeams forming a foundation in marshy or treacherous soil.", "Grenadian": "a native or inhabitant of Grenada.", "guitarfish": "A primitive tropical bottom-dwelling ray of the family Rhinobatidae with a guitar-shaped body.", "Gambusia": "A genus of fish including some of the mosquitofish.", "Goldcup": "The cuckoobud.", "Glaive": "A weapon formerly used, consisting of a large blade fixed on the end of a pole, whose edge was on the outside curve; also, a light lance with a long sharp-pointed head.", "Griper": "One who gripes; an oppressor; an extortioner.", "Grouser": "A pointed timber attached to a boat and sliding vertically, to thrust into the ground as a means of anchorage.", "Gravitative": "Causing to gravitate; tending to a center.", "globin": "a colorless protein obtained by removing heme from hemoglobin; the protein part of hemoglobin.", "&Verbar;Gluteus": "Same as Glutæus.", "Gentoo": "A penguin (Pygosceles tæniata).", "Ginkgo": "A large ornamental tree (Ginkgo biloba) from China and Japan, belonging to the Yew suborder of Coniferæ. Its leaves are so like those of some maidenhair ferns, that it is also called the maidenhair tree.", "Guessive": "Conjectural.", "Glibbery": "Slippery; changeable.", "-gram": "A suffix indicating something drawn or written, a drawing, writing; -- as, monogram, telegram, chronogram.", "grapefruit": "A citrus tree (Citrus paradisi) bearing large round edible fruit having a thick yellow rind and juicy somewhat acid pulp.", "Grate": "To make a harsh sound by friction.", "Gailer": "A jailer.", "Graphic": "Of or pertaining to the arts of painting and drawing; of or pertaining to graphics; as, graphic art work.", "Guttated": "Besprinkled with drops, or droplike spots.", "Giganticide": "The act of killing, or one who kills, a giant.", "Gaud-day": "See Gaudy, a feast.", "Gnu": "One of two species of large South African antelopes of the genus Catoblephas, having a mane and bushy tail, and curved horns in both sexes.", "gumweed": "any of various Western American plants of the genus Grindelia having resinous leaves and stems formerly used medicinally; often poisonous to livestock.", "gamy": "Having the flavor of game, esp. of game kept uncooked till near the condition of tainting; high-flavored.", "Globule": "A little globe; a small particle of matter, of a spherical form.", "&Verbar;Grazioso": "Gracefully; smoothly; elegantly.", "&Verbar;Gobemouche": "Literally, a fly swallower; hence, once who keeps his mouth open; a boor; a silly and credulous person.", "Glore": "To glare; to glower.", "Gapeseed": "Any strange sight.", "Glare": "Smooth and bright or translucent; -- used almost exclusively of ice; as, skating on glare ice.", "Gramarye": "Necromancy; magic.", "&Verbar;Giusto": "In just, correct, or suitable time.", "Go-out": "A sluice in embankments against the sea, for letting out the land waters, when the tide is out.", "Geomalism": "The tendency of an organism to respond, during its growth, to the force of gravitation.", "Grasshopper": "Any jumping, orthopterous insect, of the families Acrididæ and Locustidæ, having large hind legs adapted for leaping, and chewing mouth parts. The species and genera are very numerous and some are very destructive to crops.  The former family includes the Western grasshopper or locust (Caloptenus spretus), noted for the great extent of its ravages in the region beyond the Mississippi. In the Eastern United States the red-legged (Caloptenus femurrubrum and C. atlanis) are closely related species, but their ravages are less important. They are closely related to the migratory locusts of the Old World. See Locust.", "Glooming": "Twilight (of morning or evening); the gloaming.", "Gruntingly": "In a grunting manner.", "Gride": "A harsh scraping or cutting; a grating.", "Gipsyism": "See Gypsyism.", "Glary": "Of a dazzling luster; glaring; bright; shining; smooth.", "Gravenstein": "A kind of fall apple, marked with streaks of deep red and orange, and of excellent flavor and quality.", "Graves disease": "Same as Basedow's disease.", "Guiltless": "Free from guilt; innocent.", "Gunstick": "A stick to ram down the charge of a musket, etc.; a rammer or ramrod.", "Glyph": "A sunken channel or groove, usually vertical. See Triglyph.", "Gnat": "A blood-sucking dipterous fly, of the genus Culex, undergoing a metamorphosis in water. The females have a proboscis armed with needlelike organs for penetrating the skin of animals. These are wanting in the males. In America they are generally called mosquitoes. See Mosquito.", "Gnaw": "To use the teeth in biting; to bite with repeated effort, as in eating or removing with the teeth something hard, unwieldy, or unmanageable.", "Guld": "A flower. See Gold.", "Gule": "The throat; the gullet.", "Gnar": "To gnarl; to snarl; to growl; -- written also gnarr.", "Gabbro": "A name originally given by the Italians to a kind of serpentine, later to the rock called euphotide, and now generally used for a coarsely crystalline, igneous rock consisting of lamellar pyroxene (diallage) and labradorite, with sometimes chrysolite (olivine gabbro).", "Guinness": "a kind of bitter stout, also called Guiness' stout; as, a glass of Guinness.", "Glaucic": "Of or pertaining to the Glaucium flavum or horned poppy; -- formerly applied to an acid derived from it, now known to be fumaric acid.", "goldbrick": "an idle worthless person.", "Get-penny": "Something which gets or gains money; a successful affair.", "Germule": "A small germ.", "Glove": "To cover with, or as with, a glove.", "Guly": "Of or pertaining to gules; red.", "Glaring": "Clear; notorious; open and bold; barefaced; as, a glaring crime.", "Greenback": "One of the legal tender notes of the United States; a note of paper currency of the United States; -- first issued in 1862, and having the devices on the back printed with green ink, to prevent alterations and counterfeits.", "Glycerite": "A medicinal preparation made by mixing or dissolving a substance in glycerin.", "Garmented": "Having on a garment; attired; enveloped, as with a garment.", "Goitered": "Affected with goiter.", "Grayling": "A European fish (Thymallus vulgaris), allied to the trout, but having a very broad dorsal fin; -- called also umber.  It inhabits cold mountain streams, and is valued as a game fish.", "Gramineae": "the grasses: chiefly herbaceous but some woody plants including cereals; bamboo; reeds; sugar cane.", "Globiferous": "Having a round or globular tip.", "Gluepot": "A utensil for melting glue, consisting of an inner pot holding the glue, immersed in an outer one containing water which is heated to soften the glue.", "&Verbar;Gomphosis": "A form of union or immovable articulation where a hard part is received into the cavity of a bone, as the teeth into the jaws.", "Gramineal": "Gramineous.", "Gastropodous": "Of or pertaining to the Gastropoda.", "Gelatin": "Animal jelly; glutinous material obtained from animal tissues by prolonged boiling. Specifically (Physiol. Chem.), a nitrogeneous colloid, not existing as such in the animal body, but formed by the hydrating action of boiling water on the collagen of various kinds of connective tissue (as tendons, bones, ligaments, etc.). Its distinguishing character is that of dissolving in hot water, and forming a jelly on cooling. It is an important ingredient of calf's-foot jelly, isinglass, glue, etc. It is used as food, but its nutritious qualities are of a low order.", "&Verbar;Gastrotrocha": "A form of annelid larva having cilia on the ventral side.", "&Verbar;Graffiti": "Inscriptions, figure drawings, etc., found on the walls of ancient sepulchers or ruins, as in the Catacombs, or at Pompeii.", "Giltif": "Guilty.", "Great-grandson": "A son of one's grandson or granddaughter.", "&Verbar;Gravamen": "The grievance complained of; the substantial cause of the action; also, in general, the ground or essence of a complaint. Bouvier.", "Gipoun": "A short cassock.", "Graip": "A dungfork.", "Gasometry": "The art or practice of measuring gases; also, the science which treats of the nature and properties of these elastic fluids.", "Ghostless": "Without life or spirit.", "Grammaticaster": "A petty grammarian; a grammatical pedant or pretender.", "Graminifolious": "Bearing leaves resembling those of grass.", "Glaucodot": "A metallic mineral having a grayish tin-white color, and containing cobalt and iron, with sulphur and arsenic.", "Greenery": "Green plants; verdure.", "Gothamite": "A gothamist.", "Gaduin": "A yellow or brown amorphous substance, of indifferent nature, found in cod-liver oil.", "Glycolide": "A white amorphous powder, C4H4O, obtained by heating and dehydrating glycolic acid.", "Gerundial": "Pertaining to, or resembling, a gerund; as, a gerundial use.", "Ganesa": "The Hindu god of wisdom, prudence and prophesy; the remover of obstacles.", "Gaoler": "The keeper of a jail. Same as Jailer.", "Genealogize": "To investigate, or relate the history of, descents.", "Gesture": "To make gestures; to gesticulate.", "Gynne": "To begin. See Gin.", "&Verbar;Gaviæ": "The division of birds which includes the gulls and terns.", "Goggled": "Prominent; staring, as the eye.", "Gneissoid": "Resembling gneiss; having some of the characteristics of gneiss; -- applied to rocks of an intermediate character between granite and gneiss, or mica slate and gneiss.", "Gnow": "Gnawed.", "goalmouth": "The area immediately in front of the goal.", "Goggler": "A carangoid oceanic fish (Trachurops crumenophthalmus), having very large and prominent eyes; -- called also goggle-eye, big-eyed scad, and cicharra.", "Grindle": "The bowfin; -- called also Johnny Grindle.", "Gaysome": "Full of gayety.", "Gnof": "Churl; curmudgeon.", "Graceful": "Displaying grace or beauty in form or action; elegant; easy; agreeable in appearance; as, a graceful walk, deportment, speaker, air, act, speech.", "great-nephew": "a son of a niece or nephew.", "Gangliac": "Relating to a ganglion; ganglionic.", "Glent": "See Glint.", "gamma": "The third letter (Γ, γ = Eng. G) of the Greek alphabet.", "Gamut": "The scale.", "Glebous": "Pertaining to the glebe; turfy; cloddy; fertile; fruitful.", "Grail": "One of the small feathers of a hawk.", "&Verbar;Gerah": "A small coin and weight; 1-20th of a shekel.", "Gradate": "To grade or arrange (parts in a whole, colors in painting, etc.), so that they shall harmonize.", "Gage": "To measure. See Gauge, v. t.", "Galanga": "The pungent aromatic rhizome or tuber of certain East Indian or Chinese species of Alpinia (Alpinia Galanga and Alpinia officinarum) and of the Kæmpferia Galanga), -- all of the Ginger family.", "Grouty": "Cross; sulky; sullen.", "Glasseye": "A fish of the great lakes; the wall-eyed pike.", "gramma": "A pasture grass of the plains of South America and western North America; same as grama grass, which see.", "Guttural": "A sound formed in the throat; esp., a sound formed by the aid of the back of the tongue, much retracted, and the soft palate; also, a letter representing such a sound.", "Gaseous": "In the form, or of the nature, of gas, or of an aëriform fluid.", "Gassing": "The process of passing cotton goods between two rollers and exposing them to numerous minute jets of gas to burn off the small fibers; any similar process of singeing.", "Goody-goody": "Mawkishly or weakly good; exhibiting goodness with silliness.", "Gut": "To take out the bowels from; to eviscerate.", "Glycocholic": "Pertaining to, or composed of, glycocoll and cholic acid.", "Greedy": "Having a keen appetite for food or drink; ravenous; voracious; very hungry; -- followed by of; as, a lion that is greedy of his prey.", "Generalizable": "Capable of being generalized, or reduced to a general form of statement, or brought under a general rule.", "Galago": "A genus of African lemurs, including numerous species.", "Geometer": "One skilled in geometry; a geometrician; a mathematician.", "Gymnodont": "One of a group of plectognath fishes (Gymnodontes), having the teeth and jaws consolidated into one or two bony plates, on each jaw, as the diodonts and tetradonts. See Bur fish, Globefish, Diodon.", "grillwork": "netting made of wires.", "Guardianship": "The office, duty, or care, of a guardian; protection; care; watch.", "Gatherer": "One who gathers or collects.", "Grimalkin": "An old cat, especially a she-cat.", "Galage": "See Galoche.", "greasewood": "A low hardy much-branched spiny shrub (Sarcobatus vermiculatus) common in alkaline soils of Western America.", "Glottis": "The opening from the pharynx into the larynx or into the trachea. See Larynx.", "Gamesome": "Gay; sportive; playful; frolicsome; merry.", "germicide": "A germicidal agent.", "Graveolence": "A strong and offensive smell; rancidity.", "Galapee tree": "The West Indian Sciadophyllum Brownei, a tree with very large digitate leaves.", "Grundyism": "Narrow and unintelligent conventionalism.", "Greisen": "A crystalline rock consisting of quarts and mica, common in the tin regions of Cornwall and Saxony.", "Gunsmith": "One whose occupation is to make or repair small firearms; an armorer.", "Glottic": "Of or pertaining to the glottis; glottal.", "Godward": "Toward God.", "Grugru palm": "A West Indian name for several kinds of palm. See Macaw tree, under Macaw.", "Granitic": "Like granite in composition, color, etc.; having the nature of granite; as, granitic texture.", "Graywacke": "A conglomerate or grit rock, consisting of rounded pebbles and sand firmly united together.", "groovy": "Very pleasant or very enjoyable; marvelous; wonderful; excellent; -- expressing strong approval, usually of enjoyable experiences.", "Grained": "Having a grain; divided into small particles or grains; showing the grain; hence, rough.", "Glyconic": "Consisting of a spondee, a choriamb, and a pyrrhic; -- applied to a kind of verse in Greek and Latin poetry.", "Grip car": "A car with a grip to clutch a traction cable.", "Glycose": "One of a class of carbohydrates having from three to nine atoms of carbon in the molecules and having the constitution either of an aldehyde alcohol or of a ketone alcohol. Most glycoses have hydrogen and oxygen present in the proportion to form water, while the number of carbon atoms is usually equal to the number of atoms of oxygen.", "Glair": "To smear with the white of an egg.", "gratifying": "giving personal satisfaction.", "&Verbar;Gemmipara": "Animals which increase by budding, as hydroids.", "&Verbar;Gesso duro": "A variety of gesso which when dried becomes hard and durable, often used in making bas-relief casts, which are colored and mounted in elaborate frames.", "Grainer": "An infusion of pigeon's dung used by tanners to neutralize the effects of lime and give flexibility to skins; -- called also grains and bate.", "Generative": "Having the power of generating, propagating, originating, or producing.", "General semantics": "a doctrine and philosophical approach to language and its relationship to thought and behavior, developed by Alfred Korzybski (1879-1950), which holds that the capacity to express ideas and thereby improve one's interaction with others and one's environment is enhanced by training in the more critical use of words and other symbols; -- sometimes also called semantics.", "Gyration": "The act of turning or whirling, as around a fixed center; a circular or spiral motion; motion about an axis; rotation; revolution.", "Globulimeter": "An instrument for measuring the number of red blood corpuscles in the blood.", "Gawky": "Foolish and awkward; clumsy; clownish; as, gawky behavior. -- n. A fellow who is awkward from being overgrown, or from stupidity, a gawk.", "Galenist": "A follower of Galen.", "guck": "any thick messy substance.", "Gloom": "To render gloomy or dark; to obscure; to darken.", "Granatin": "D-mannitol; -- so called because found in the pomegranate.  See mannitol.", "gynaecological": "Of or pertaining to gynecology; same as gynecological.", "gunpoint": "the muzzle's direction; as, he held me up at gunpoint.", "Good-humored": "Having a cheerful spirit and demeanor; cheerful; good-tempered. See Good-natured.", "Gallican": "An adherent to, and supporter of, Gallicanism.", "Greekess": "A female Greek.", "Garnierite": "An amorphous mineral of apple-green color; a hydrous silicate of nickel and magnesia. It is an important ore of nickel.", "Gobbet": "To swallow greedily; to swallow in gobbets.", "Grecian": "A native or naturalized inhabitant of Greece; a Greek.", "goalpost": "One of two posts supporting a crossbar which forms a goal{3}, especially in American football; also, in football the entire structure consisting of the posts, crossbar, and two uprights.  To score a goal by kicking the football, the ball must pass above the crossbar and between the vertical lines formed by the uprights.", "Grisons": "Inhabitants of the eastern Swiss Alps.", "grooming": "Preparing a person for a position requiring skilled behavior, especially by providing opposrtunity for practise and guidance in making the right decisions; as, to provide grooming for one's successor as president.", "Gerocomical": "Pertaining to gerocomy.", "Gist": "A resting place.", "Goiter": "An enlargement of the thyroid gland, on the anterior part of the neck, usually resulting from iodine deficiency; bronchocele. It is frequently associated with cretinism, and was at one time common in mountainous regions, especially in certain parts of Switzerland.  The incidence of goiter has been substantially reduced by addition of iodine to ceratin foods, such as salt.", "Glandered": "Affected with glanders; as, a glandered horse.", "Glacis": "A gentle slope, or a smooth, gently sloping bank; especially (Fort.), that slope of earth which inclines from the covered way toward the exterior ground or country (see Illust. of Ravelin).", "Geometry": "That branch of mathematics which investigates the relations, properties, and measurement of solids, surfaces, lines, and angles; the science which treats of the properties and relations of magnitudes; the science of the relations of space.", "Gracile": "Slender; thin.", "Grubby": "Any species of Cottus; a sculpin.", "Gise": "Guise; manner.", "Governess": "A female governor; a woman invested with authority to control and direct; especially, one intrusted with the care and instruction of children, -- usually in their homes.", "Gasherbrum": "A mountain in Kashmir, 26,470 feet high.", "&Verbar;Goracco": "A paste prepared from tobacco, and smoked in hookahs in Western India.", "Goblin": "An evil or mischievous spirit; a playful or malicious elf; a frightful phantom; a gnome.", "&Verbar;Grille": "A lattice or grating.", "Gret": "Great.", "Globefish": "A plectognath fish of the genera Diodon, Tetrodon, and allied genera. The globefishes can suck in water or air and distend the body to a more or less globular form. Called also porcupine fish, and sea hedgehog. See Diodon.", "Giglot": "Giddi; light; inconstant; wanton.", "Goldfinny": "One of two or more species of European labroid fishes (Crenilabrus melops, and Ctenolabrus rupestris); -- called also goldsinny, and goldney.", "Gapeworm": "The parasitic worm that causes the gapes in birds. See Illustration in Appendix.", "Galvanocautery": "Cautery effected by a knife or needle heated by the passage of a galvanic current.", "Gender": "To copulate; to breed.", "Glucogenesis": "Glycogenesis.", "Gryphite": "A shell of the genus Gryphea.", "Granule": "A little grain; a small particle; a pellet.", "Guardianage": "Guardianship.", "granitelike": "as hard as granite.", "Generosity": "Noble birth.", "Grogginess": "State of being groggy.", "Gimblet": "See Gimlet.", "&Verbar;Gastrotricha": "A group of small wormlike animals, having cilia on the ventral side. The group is regarded as an ancestral or synthetic one, related to rotifers and annelids.", "Granger railroads": "Certain railroads whose traffic largely consists in carrying the produce of farmers or grangers; -- specifically applied to the Chicago & Alton; Chicago, Burlington & Quincey; Chicago, Rock Island & Pacific; Chicago, Milwaukee & St. Paul; and Chicago & Northwestern, railroads.", "Gainsayer": "One who gainsays, contradicts, or denies.", "Grandfather": "A father's or mother's father; an ancestor immediately after the father or mother in lineal ascent.", "&Verbar;Gymnoglossa": "A division of gastropods in which the odontophore is without teeth.", "Gambol": "To dance and skip about in sport; to frisk; to skip; to play in frolic, like boys or lambs.", "Gallow": "To fright or terrify. See Gally, v. t.", "&Verbar;Gigue": "A piece of lively dance music, in two strains which are repeated; also, the dance.", "Gingal": "See Jingal.", "Gallop": "A mode of running by a quadruped, particularly by a horse, by lifting alternately the fore feet and the hind feet, in successive leaps or bounds.", "Goud": "Woad.", "Genteel": "Possessing or exhibiting the qualities popularly regarded as belonging to high birth and breeding; free from vulgarity, or lowness of taste or behavior; adapted to a refined or cultivated taste; polite; well-bred; as, genteel company, manners, address.", "Gutturo-": "A combining form denoting relation to the throat; as, gutturo-nasal, having both a guttural and a nasal character; gutturo-palatal.", "Groper": "One who gropes; one who feels his way in the dark, or searches by feeling.", "Gallon": "A measure of capacity, containing four quarts; -- used, for the most part, in liquid measure, but sometimes in dry measure.", "getatable": "Aapable of being reached or attained; as, a very getatable man; both oil and coal are there but not in getatable locations.", "Gratitude": "The state of being grateful; warm and friendly feeling toward a benefactor; kindness awakened by a favor received; thankfulness.", "Git": "See Geat.", "Gyse": "Guise.", "Good-den": "A form of salutation.", "Gascon": "Of or pertaining to Gascony, in France, or to the Gascons; also, braggart; swaggering.", "Grackle": "One of several American blackbirds, of the family Icteridæ; as, the rusty grackle (Scolecophagus Carolinus); the boat-tailed grackle (see Boat-tail); the purple grackle (Quiscalus quiscula, or Q. versicolor). See Crow blackbird, under Crow.", "Gurgoyle": "See Gargoyle.", "Gloss": "To make comments; to comment; to explain.", "Glost": "The lead glaze used for pottery.", "Globe-shaped": "Shaped like a globe.", "Gig": "A job for a specified, usually short period of time; -- used especially for the temporary engagements of an entertainer, such as a jazz musician or a rock group; as, a one-week gig in Las Vegas.", "Gif": "If.", "Gie": "To give.", "Gid": "A disease of sheep, characterized by vertigo; the staggers. It is caused by the presence of the C&unr_;nurus, a larval tapeworm, in the brain. See C&unr_;nurus.", "Gib": "To balk. See Jib, v. i.", "Galvanize": "To affect with galvanism; to subject to the action of electrical currents.", "Greaser": "One who, or that which, greases; specifically, a person employed to lubricate the working parts of machinery, engines, carriages, etc.", "&Verbar;Glama": "A copious gummy secretion of the humor of the eyelids, in consequence of some disorder; blearedness; lippitude.", "Gim": "Neat; spruce.", "Grandam": "An old woman; specifically, a grandmother.", "Glose": "See Gloze.", "Graticulation": "The division of a design or draught into squares, in order the more easily to reproduce it in larger or smaller dimensions.", "Grecism": "An idiom of the Greek language; a Hellenism.", "Glycogen": "A white, amorphous, tasteless substance resembling starch, soluble in water to an opalescent fluid. It is found abundantly in the liver of most animals, and in small quantity in other organs and tissues, particularly in the embryo. It is quickly changed into sugar when boiled with dilute sulphuric or hydrochloric acid, and also by the action of amylolytic ferments.", "groundage": "A local tax paid by a ship for the ground or space it occupies while in port.", "Glycin": "Same as Glycocoll.", "Gentianic": "Pertaining to or derived from the gentian; as, gentianic acid.", "granular": "Consisting of, or resembling, grains; as, a granular substance.", "Glass": "To reflect, as in a mirror; to mirror; -- used reflexively.", "Glazen": "Resembling glass; glasslike; glazed.", "Granulose": "The main constituent of the starch grain or granule, in distinction from the framework of cellulose.  Unlike cellulose, it is colored blue by iodine, and is converted into dextrin and sugar by boiling acids and amylolytic ferments.", "Garrulus": "The type genus of the Garrulinae, conmprising the Old World jays.", "Goldfish": "A small domesticated cyprinoid fish (Carassius auratus); -- so named from its color. It is a native of China, and is said to have been introduced into Europe in 1691. It is often kept as an ornament, in small ponds or glass globes. Many varieties are known. Called also golden fish, and golden carp. See Telescope fish, under Telescope.", "Globosity": "Sphericity.", "Goldie": "The European goldfinch.", "Glumpy": "Glum; sullen; sulky.", "goldfields": "A small slender woolly annual (Lasthenia chrysostoma) with very narrow opposite leaves and branches bearing solitary golden-yellow flower heads; it grows from Southwestern Oregon to Baja California and Arizona; -- it is often cultivated.", "Goosander": "A species of merganser (M. merganser) of Northern Europe and America; -- called also merganser, dundiver, sawbill, sawneb, shelduck, and sheldrake. See Merganser.", "Gather": "A plait or fold in cloth, made by drawing a thread through it; a pucker.", "Glycerate": "A salt of glyceric acid.", "Grass-green": "Green with grass.", "Germanize": "To reason or write after the manner of the Germans.", "Greggoe": "A short jacket or cloak, made of very thick, coarse cloth, with a hood attached, worn by the Greeks and others in the Levant.", "Geraniaceous": "Of or pertaining to a natural order of pants (Geraniaceæ) which includes the genera Geranium, Pelargonium, and many others.", "gladdon": "An iris (Iris foetidissima) with purple flowers and evil-smelling leaves; Southern and Western Europe and North Africa.", "Grangerize": "To collect (illustrations from books) for decoration of other books.", "Gastful": "See Ghastful, Ghastly.", "Gyroidal": "Spiral in arrangement or action.", "Gymnospermous": "Having naked seeds, or seeds not inclosed in a capsule or other vessel.", "Groggy": "Overcome with grog; tipsy; unsteady on the legs.", "Ginny-carriage": "A small, strong carriage for conveying materials on a railroad.", "Geolatry": "The worship of the earth.", "Grass-grown": "Overgrown with grass; as, a grass-grown road.", "Garfish": "A European marine fish (Belone vulgaris); -- called also gar, gerrick, greenback, greenbone, gorebill, hornfish, longnose, mackerel guide, sea needle, and sea pike.", "Gerbillus": "The type genus of the Gerbillinae, comprising the typical gerbils{1}.", "givenness": "the quality of being granted as a supposition; of being acknowledged or assumed.", "Gorgon": "Like a Gorgon; very ugly or terrific; as, a Gorgon face.", "Gazon": "One of the pieces of sod used to line or cover parapets and the faces of earthworks.", "Genethliac": "A birthday poem.", "Guinean": "a native or inhabitant of Guinea{1}.", "Glacious": "Pertaining to, consisting of or resembling, ice; icy.", "Gustless": "Tasteless; insipid.", "grooved": "having grooves; as, a record is a grooved disk.", "Gascogne": "A region of southwestern France; Gascony.", "growing": "increasing in intensity of some quality.", "Gothamist": "A wiseacre; a person deficient in wisdom; -- so called from Gotham, in Nottinghamshire, England, noted for some pleasant blunders.", "Gustation": "The act of tasting.", "Grip": "To give a grip to; to grasp; to gripe.", "Gliding machine": "A construction consisting essentially of one or more aëroplanes for gliding in an inclined path from a height to the ground.", "Gris": "A little pig.", "Grit": "To grind; to rub harshly together; to grate; as, to grit the teeth.", "&Verbar;Gaucherie": "An awkward action; clumsiness; boorishness.", "Garnetiferous": "Containing garnets.", "Gobioid": "Like, or pertaining to, the goby, or the genus Gobius.", "Gynecocracy": "Government by a woman, female power; gyneocracy.", "Guzzle": "An insatiable thing or person.", "Grid": "A grating of thin parallel bars, similar to a gridiron.", "Grig": "A cricket or grasshopper.", "garishness": "tasteless showiness.", "Gilthead": "A marine fish.", "Greengage": "A kind of plum of medium size, roundish shape, greenish flesh, and delicious flavor. It is called in France Reine Claude, after the queen of Francis I. See Gage.", "Grim": "Of forbidding or fear-inspiring aspect; fierce; stern; surly; cruel; frightful; horrible.", "Grin": "The act of closing the teeth and showing them, or of withdrawing the lips and showing the teeth; a hard, forced, or sneering smile.", "Galvanographic": "Of or pertaining to galvanography.", "Grassiness": "The state of abounding with grass; a grassy state.", "Glowbard": "The glowworm.", "&Verbar;Gregarinæ": "An order of Protozoa, allied to the Rhizopoda, and parasitic in other animals, as in the earthworm, lobster, etc.   When adult, they have a small, wormlike body inclosing a nucleus, but without external organs; in one of the young stages, they are amœbiform; -- called also Gregarinida, and Gregarinaria.", "&Verbar;Garookuh": "A small fishing vessel met with in the Persian Gulf.", "Goujere": "The venereal disease.", "Gnarled": "Knotty; full of knots or gnarls; twisted; crossgrained.", "Gallopade": "To gallop, as on horseback.", "Gemmosity": "The quality or characteristics of a gem or jewel.", "Greet": "Greeting.", "Glenlivat": "A kind of Scotch whisky, named from the district in which it was first made.", "Gratulate": "Worthy of gratulation.", "Greek": "A native, or one of the people, of Greece; a Grecian; also, the language of Greece.", "Gargol": "A distemper in swine; garget.", "Gleesome": "Merry; joyous; gleeful.", "Green": "To become or grow green.", "Gulist": "A glutton.", "&Verbar;Glorioso": "A boaster.", "gilled": "Having gills; as, a gilled tadpole.  Opposite of abranchiate.", "Gossiprede": "The relationship between a person and his sponsors.", "garambulla": "An arborescent cactus of Western Mexico (Myrtillocactus geometrizans) bearing a small oblong edible berrylike fruit.", "Godmother": "A woman who becomes sponsor for a child in baptism. See Godfather", "Glutamic": "Of or pertaining to gluten.", "Gently": "In a gentle manner.", "Gemmulation": "See Gemmation.", "Gentle": "To make genteel; to raise from the vulgar; to ennoble.", "Gyn": "To begin.  See Gin.", "Gerant": "The manager or acting partner of a company, joint-stock association, etc.", "Galletyle": "A little tile of glazed earthenware.", "Gamester": "A merry, frolicsome person.", "Giblet": "Made of giblets; as, a giblet pie.", "Geogonic": "Of or pertaining to geogony, or to the formation of the earth.", "Gombo": "See Gumbo.", "glassblowing": "The art and process of creating glass objects, by shaping glass when reduced by heat to a viscid state, using various manipulations with the hands, especially by inflating it by blowing through a tube.  The process is used to manufacture a wide variety of useful and ornamental objects.  The manufacture of simple glass objects has been automated, but complex glass objects are still made by the traditional hand processes.", "Gentlemanhood": "The qualities or condition of a gentleman.", "Genius": "A good or evil spirit, or demon, supposed by the ancients to preside over a man's destiny in life; a tutelary deity; a supernatural being; a spirit, good or bad.  Cf. Jinnee.", "Grillroom": "A room specially fitted for broiling food, esp. one in a restaurant, hotel, or clubhouse, arranged for prompt service.", "Genty": "Neat; trim.", "Ghostly": "Spiritually; mystically.", "Grayness": "The quality of being gray.", "Gangrene": "To produce gangrene in; to be affected with gangrene.", "&Verbar;Gonimia": "Bluish green granules which occur in certain lichens, as Collema, Peltigera, etc., and which replace the more usual gonidia.", "Gasometer": "An apparatus for holding and measuring of gas; in gas works, a huge iron cylinder closed at one end and having the other end immersed in water, in which it is made to rise or fall, according to the volume of gas it contains, or the pressure required.", "getup": "General composition or structure; manner in which the parts of a thing are combined; arrangement; format; make-up; style of dress, etc.", "Goaves": "Old workings. See Goaf.", "Gambroon": "A kind of twilled linen cloth for lining.", "Germinal": "Pertaining or belonging to a germ; as, the germinal vesicle.", "Gravel-stone": "A pebble, or small fragment of stone; a calculus.", "Gelsemic": "Gelseminic.", "Grammaticize": "To render grammatical.", "Gadder": "One who roves about idly, a rambling gossip.", "gypsyweed": "A common hairy European perennial (Veronica officinalis) with pale blue or lilac flowers in axillary racemes.", "Gapesing": "Act of gazing about; sightseeing.", "Galt": "Same as Gault.", "Gossipy": "Full of, or given to, gossip.", "Gue": "A sharper; a rogue.", "Galeate": "Wearing a helmet; protected by a helmet; covered, as with a helmet.", "Granger": "A farm steward.", "G-Jo": "A Chinese and Japanese medical treatment of symptoms by applying pressure with the fingers to specific pressure points on the body.", "Gum": "To exude or form gum; to become gummy.", "Graining": "A small European fresh-water fish (Leuciscus vulgaris); -- called also dobule, and dace.", "Gymnasium": "A place or building where athletic exercises are performed; a school for gymnastics.", "Guanin": "A crystalline substance (C5H5N5O) contained in guano. It is also a constituent of the liver, pancreas, and other glands in mammals.", "goofproof": "To design (a device or plan of action) so that it will function properly even if treated badly or executed ineptly; foolproof.", "Gradation": "To form with gradations.", "Guanidine": "A strongly alkaline base, NH2.CNH.NH2, formed by the oxidation of guanin, and also obtained combined with methyl in the decomposition of creatin. Boiled with dilute sulphuric acid, it yields urea and ammonia.", "Guy": "To fool; to baffle; to make (a person) an object of ridicule.", "Grieving": "Sad; sorrowful; causing grief.", "Gronte": "obs. imp. of Groan.", "&Verbar;Gymnonoti": "The order of fishes which includes the Gymnotus or electrical eel. The dorsal fin is wanting.", "Granger stocks": "Stocks or shares of the granger railroads.", "&Verbar;Gnosis": "The deeper wisdom; knowledge of spiritual truth, such as was claimed by the Gnostics.", "Granuliform": "Having a granular structure; granular; as, granuliform limestone.", "gibberellin": "Any of a number plant growth hormones, the first of which was isolated in 1938 from the fungus Gibberella fujikuroi; more than 60 related gibberelins are known.  The most important is gibberellin A3, also called gibberellic acid.  They are used in agriculture for promoting plant growth.", "&Verbar;Glossata": "The Lepidoptera.", "Gargarize": "To gargle; to rinse or wash, as the mouth and throat.", "Gaudery": "Finery; ornaments; ostentatious display.", "Gemminess": "The state or quality of being gemmy; spruceness; smartness.", "Glucinum": "A rare metallic element, of a silver white color, and low specific gravity (2.1), resembling magnesium. It never occurs naturally in the free state, but is always combined, usually with silica or alumina, or both; as in the minerals phenacite, chrysoberyl, beryl or emerald, euclase, and danalite. It was named from its oxide glucina, which was known long before the element was isolated. Symbol Gl. Atomic weight 9.1. Called also beryllium.", "galere": "A group of people with some common characteristic, especially a coterie of undesirable people.", "&Verbar;Gymnotus": "A genus of South American fresh-water fishes, including the Gymnotus electricus, or electric eel.  It has a greenish, eel-like body, and is possessed of electric power.", "Granitiform": "Resembling granite in structure or shape.", "Gallinule": "One of several wading birds, having long, webless toes, and a frontal shield, belonging to the family Rallidae. They are remarkable for running rapidly over marshes and on floating plants. The purple gallinule of America is Ionornis Martinica, that of the Old World is Porphyrio porphyrio. The common European gallinule (Gallinula chloropus) is also called moor hen, water hen, water rail, moor coot, night bird, and erroneously dabchick. Closely related to it is the Florida gallinule (Gallinula galeata).", "gaminess": "behavior or language bordering on indelicacy.", "Gaiter": "To dress with gaiters.", "Giantess": "A woman of extraordinary size.", "Gummy": "Consisting of gum; viscous; adhesive; producing or containing gum; covered with gum or a substance resembling gum.", "Greensward": "Turf green with grass.", "Gypsywort": "A labiate plant (the Lycopus Europæus). Gypsies are said to stain their skin with its juice.", "Georgian architecture": "British or British colonial architecture of the period of the four Georges, especially that of the period before 1800.", "Gumboil": "A small suppurating inflamed spot on the gum.", "Gorebill": "The garfish.", "Gaber-lunzie": "A beggar with a wallet; a licensed beggar.", "Godfather": "To act as godfather to; to take under one's fostering care.", "&Verbar;Gauffre": "A gopher, esp. the pocket gopher.", "Gangetic": "Pertaining to, or inhabiting, the Ganges River; as, the Gangetic shark.", "Griever": "One who, or that which, grieves.", "Ginnee": "See Jinnee.", "Gospeler": "One of the four evangelists.", "gusseted": "provided or reinforced with gussets.  Opposite of ungusseted.", "Grosgrain": "Of a coarse texture; -- applied to silk with a heavy thread running crosswise.", "Gord": "An instrument of gaming; a sort of dice.", "Gore": "To cut in a traingular form; to piece with a gore; to provide with a gore; as, to gore an apron.", "Ginnet": "See Genet, a horse.", "Ghost": "To appear to or haunt in the form of an apparition.", "Grandiloquence": "The use of lofty words or phrases; bombast; -- usually in a bad sense.", "Gerlind": "A salmon returning from the sea the second time.", "Godown": "A warehouse.", "Gentianales": "An order of plants including the Gentianaceae; Apocyanaceae; Asclepiadaceae; Loganiaceae; Oleaceae; and Salvadoraceae.", "Gypsey": "A gypsy. See Gypsy.", "Gymnadeniopsis": "A genus of North American terrestrial orchids usually included in the genus Habenaria.", "Grazier": "One who pastures cattle, and rears them for market.", "Glutaconic": "Pertaining to, or derived from, an acid intermediate between glutaric and aconitic acids.", "Girru": "The Babylonian god of fire; often invoked in incantations against sorcery.", "Greeve": "See Grieve, an overseer.", "Graveling": "A salmon one or two years old, before it has gone to sea.", "&Verbar;Gaussage": "The intensity of a magnetic field expressed in C.G.S. units, or gausses.", "Gonoblastid": "A reproductive bud of a hydroid; a simple gonophore.", "Gospel": "To instruct in the gospel.", "Granary": "A storehouse or repository for grain, esp. after it is thrashed or husked; a cornhouse.", "Gyral": "Moving in a circular path or way; whirling; gyratory.", "Geomancer": "One who practices, or is versed in, geomancy.", "Gruf": "Forwards; with one's face to the ground.", "Gastrosplenic": "Pertaining to the stomach and spleen; as, the gastrosplenic ligament.", "Gaingiving": "A misgiving.", "Grub": "The larva of an insect, especially of a beetle; -- called also grubworm. See Illust. of Goldsmith beetle, under Goldsmith.", "Gazelle": "One of several small, swift, elegantly formed species of antelope, of the genus Gazella, esp. G. dorcas; -- called also algazel, corinne, korin, and kevel. The gazelles are celebrated for the luster and soft expression of their eyes.", "Ginseng": "A plant of the genus Aralia, the root of which is highly valued as a medicine among the Chinese. The Chinese plant (Aralia Schinseng) has become so rare that the American (A. quinquefolia) has largely taken its place, and its root is now an article of export from America to China. The root, when dry, is of a yellowish white color, with a sweetness in the taste somewhat resembling that of licorice, combined with a slight aromatic bitterness.", "Grum": "Morose; severe of countenance; sour; surly; glum; grim.", "Grise": "A step (in a flight of stairs); a degree.", "Guaniferous": "Yielding guano.", "&Verbar;Gorgoniacea": "One of the principal divisions of Alcyonaria, including those forms which have a firm and usually branched axis, covered with a porous crust, or cœnenchyma, in which the polyp cells are situated.", "Guard": "To watch by way of caution or defense; to be cautious; to be in a state or position of defense or safety; as, careful persons guard against mistakes.", "Gabber": "A liar; a deceiver.", "Greece": "See Gree a step.", "Graham bread": "Bread made of unbolted wheat flour.", "Gradational": "By regular steps or gradations; of or pertaining to gradation.", "Glengarry": "A kind of Highland Scotch cap for men, with straight sides and a hollow top sloping to the back, where it is parted and held together by ribbons or strings.", "Gargantuan": "Characteristic of Gargantua, a gigantic, wonderful personage; enormous; prodigious; inordinate.", "&Verbar;Génie": "See Genius.", "Growthead": "A lazy person; a blockhead.", "Glottologist": "A linguist; a philologist.", "geopolitics": "the study of the effects of economic geography on the powers of the state.", "Gatepost": "A post to which a gate is hung; -- called also swinging post or hinging post.", "&Verbar;Glycosuria": "Same as Glucosuria.", "Gerboa": "The jerboa.", "Gratuity": "Something given freely or without recompense; a free gift; a present.", "Gleek": "To make sport; to gibe; to sneer; to spend time idly.", "Geologist": "One versed in the science of geology.", "Gravigrade": "Slow-paced.", "Grogram": "A coarse stuff made of silk and mohair, or of coarse silk.", "Gait": "A going; a walk; a march; a way.", "gonadotropin": "A hormone secreted by the pituitary gland and placenta, which stimulates the gonads and controls reproductive activity.", "Guttler": "A greedy eater; a glutton.", "Galliardness": "Gayety.", "Gripper": "One who, or that which, grips or seizes.", "-graph": "A suffix signifying something written (as in digraph), a writing; also, a writer or an instrument that produces a written or visible record of a measurement, such as a spectrograph; as, autograph, crystograph, telegraph, photograph.", "&Verbar;Gargoulette": "A water cooler or jug with a handle and spout; a gurglet.", "Grandsire": "Specifically, a grandfather; more generally, any ancestor.", "&Verbar;Guarana": "A preparation from the seeds of Paullinia sorbilis, a woody climber of Brazil, used in making an astringent drink, and also in the cure of headache.", "Graphotype": "A process for producing a design upon a surface in relief so that it can be printed from. Prepared chalk or oxide of zinc is pressed upon a smooth plate by a hydraulic press, and the design is drawn upon this in a peculiar ink which hardens the surface wherever it is applied. The surface is then carefully rubbed or brushed, leaving the lines in relief.", "Galatian": "Of or pertaining to Galatia or its inhabitants. -- A native or inhabitant of Galatia, in Asia Minor; a descendant of the Gauls who settled in Asia Minor.", "Guardship": "Care; protection.", "Gushing": "Rushing forth with violence, as a fluid; flowing copiously; as, gushing waters.", "Gluey": "Viscous; glutinous; of the nature of, or like, glue.", "Gatehouse": "A house connected or associated with a gate.", "Glazier": "One whose business is to set glass.", "Glower": "to look intently; to stare angrily or with a scowl.", "Glasshouse": "A house where glass is made; a commercial house that deals in glassware.", "graviton": "A theoretical gauge boson that mediates the (extremely weak) gravitational interactions between particles; the quantum of the gravitational field, having zero rest mass and a spin of 2.", "Good-natured": "Naturally mild in temper; not easily provoked; amiable; cheerful; not taking offense easily; as, too good-natured to resent a little criticism; the good-natured policeman on our block; the sounds of good-natured play.  Opposite of ill-natured.", "ghetto blaster": "A portable casette or compact disk player, usually having an integrated radio receiver.  It typically has two (stereophonic) speakers, and can be adjusted to play at a high sound intensity, from which the name comes.", "Gangrenous": "Affected by, or produced by, gangrene; of the nature of gangrene.", "Gabeler": "A collector of gabels or taxes.", "Governability": "Governableness.", "Gonoph": "A pickpocket or thief.", "Glyptographic": "Relating to glyptography, or the art of engraving on precious stones.", "Geanticlinal": "An upward bend or flexure of a considerable portion of the earth's crust, resulting in the formation of a class of mountain elevations called anticlinoria; -- opposed to geosynclinal.", "goldenrod": "A tall herb (Solidago Virga-aurea), bearing small yellow flowers in a graceful elongated cluster.  The name is common to all the species of the genus Solidago.", "Gralline": "Of or pertaining to the Grallæ.", "Geographically": "In a geographical manner or method; according to geography.", "glassed": "fitted or covered with glass; as, a glassed wall.  Opposite of unglazed.", "Gard": "See Guard.", "Gilt-edge": "Having a gilt edge; as, gilt-edged paper.", "Garb": "To clothe; array; deck.", "Gorm": "To daub, as the hands or clothing, with gorm; to daub with anything sticky.", "Gunny": "A strong, coarse kind of sacking, made from the fibers (called jute) of two plants of the genus Corchorus (C. olitorius and C. capsularis), of India. The fiber is also used in the manufacture of cordage.", "Geotic": "Belonging to earth; terrestrial.", "Galleass": "A large galley, having some features of the galleon, as broadside guns; esp., such a vessel used by the southern nations of Europe in the 16th and 17th centuries. See Galleon, and Galley.", "Gehenna": "The valley of Hinnom, near Jerusalem, where some of the Israelites sacrificed their children to Moloch, which, on this account, was afterward regarded as a place of abomination, and made a receptacle for all the refuse of the city, perpetual fires being kept up in order to prevent pestilential effluvia.  In the New Testament the name is transferred, by an easy metaphor, to Hell.", "&Verbar;Gallinaceae": "Same as Gallinae.", "Gaffle": "An artificial spur or gaff for gamecocks.", "Gorky": "An industrial city in the European part of Soviet Russia.", "&Verbar;Goëmin": "A complex mixture of several substances extracted from Irish moss.", "Goshawk": "Any large hawk of the genus Astur, of which many species and varieties are known. The European (Astur palumbarius) and the American (A. atricapillus) are the best known species. They are noted for their powerful flight, activity, and courage. The Australian goshawk (A. Novæ-Hollandiæ) is pure white.", "Gibbartas": "One of several finback whales of the North Atlantic; -- called also Jupiter whale.", "Gnathostegite": "One of a pair of broad plates, developed from the outer maxillipeds of crabs, and forming a cover for the other mouth organs.", "Gemmate": "Having buds; reproducing by buds.", "Gripe": "Grasp; seizure; fast hold; clutch.", "Germanic": "Of or pertaining to Germany; as, the Germanic confederacy.", "&Verbar;Glissette": "The locus described by any point attached to a curve that slips continuously on another fixed curve, the movable curve having no rotation at any instant.", "Goodship": "Favor; grace.", "Guardroom": "The room occupied by the guard during its term of duty; also, a room where prisoners are confined.", "Graybeard": "An old man.", "Gerocomy": "That part of medicine which treats of regimen for old people.", "Guaira": "a great waterfall on the Brazil-Paraguay border.", "Gravy": "The juice or other liquid matter that drips from flesh in cooking, made into a dressing for the food when served up.", "Glucic": "Pertaining to, or obtained from, sugar; as, glucic acid.", "Gigantology": "An account or description of giants.", "Glummy": "Dark; gloomy; dismal.", "Glumaceous": "Having glumes; consisting of glumes.", "Guardfish": "The garfish.", "Greenbacker": "One of those who supported greenback or paper money, and opposed the resumption of specie payments.", "&Verbar;Gonidium": "A component cell of the yellowish green layer in certain lichens.", "Germination": "The process of germinating; the beginning of vegetation or growth in a seed or plant; the first development of germs, either animal or vegetable.", "Gastrotomy": "A cutting into, or opening of, the abdomen or the stomach.", "Grave": "An excavation in the earth as a place of burial; also, any place of interment; a tomb; a sepulcher. Hence: Death; destruction.", "Glidingly": "In a gliding manner.", "Godspeed": "Success; prosperous journeying; -- a contraction of the phrase, “God speed you.” ", "Glyptodon": "An extinct South American quaternary mammal, allied to the armadillos. It was as large as an ox, was covered with tessellated scales, and had fluted teeth.", "Galop": "A kind of lively dance, in 2-4 time; also, the music to the dance.", "Garrulous": "Talking much, especially about commonplace or trivial things; talkative; loquacious.", "Graceless": "Wanting in grace or excellence; departed from, or deprived of, divine grace; hence, depraved; corrupt.", "Gryfon": "See Griffin.", "grassfire": "An uncontrolled fire in a grassy area.", "Gowdnook": "The saury pike; -- called also gofnick.", "Gluttonish": "Gluttonous; greedy.", "Gun": "To practice fowling or hunting small game; -- chiefly in participial form; as, to go gunning.", "Gubernation": "The act of governing; government", "Galsome": "Angry; malignant.", "Gwiniad": "A fish (Coregonus ferus) of North Wales and Northern Europe, allied to the lake whitefish; -- called also powan, and schelly.", "Gone": "p. p. of Go.", "Gong": "An instrument, first used in the East, made of an alloy of copper and tin, shaped like a disk with upturned rim, and producing, when struck, a harsh and resounding noise.", "Genteelish": "Somewhat genteel.", "Grade": "To arrange in order, steps, or degrees, according to size, quality, rank, etc.", "Grumpily": "In a surly manner; sullenly.", "Goring": "A piece of canvas cut obliquely to widen a sail at the foot.", "Gravidity": "The state of being gravidated; pregnancy.", "&Verbar;Gorgonzola": "A kind of Italian pressed milk cheese; -- so called from a village near Milan.", "Gaselier": "A chandelier arranged to burn gas.", "Griff": "A person of mixed blood.", "Gloomily": "In a gloomy manner.", "Gold-beating": "The art or process of reducing gold to extremely thin leaves, by beating with a hammer.", "Glen": "A secluded and narrow valley; a dale; a depression between hills.", "Gauffering": "A mode of plaiting or fluting.", "Gastromancy": "A kind of divination, by means of words seemingly uttered from the stomach.", "Gummer": "A punch-cutting tool, or machine for deepening and enlarging the spaces between the teeth of a worn saw.", "Giantize": "To play the giant.", "Guyanese": "A native or inhabitant of Guyana.", "Gantline": "A line rigged to a mast; -- used in hoisting rigging; a girtline.", "Gunner": "One who works a gun or cannon, whether on land, sea, or in the air; a cannoneer.", "Gunnel": "A gunwale.", "Gusset": "A small piece of cloth inserted in a garment, for the purpose of strengthening some part or giving it a tapering enlargement.", "Glossarial": "Of or pertaining to glosses or to a glossary; containing a glossary.", "Grating": "A harsh sound caused by attrition.", "Graves": "The sediment of melted tallow. Same as Greaves.", "Glyptodont": "One of a family (Glyptodontidæ) of extinct South American edentates, of which Glyptodon is the type. About twenty species are known.", "Grype": "A vulture; the griffin.", "Generatrix": "That which generates; the point, or the mathematical magnitude, which, by its motion, generates another magnitude, as a line, surface, or solid; -- called also describent.", "gumbo-limbo": "A tropical American tree (Bursera simaruba) yielding a reddish resin used in cements and varnishes.", "Giftedness": "The state of being gifted.", "Gravitate": "To obey the law of gravitation; to exert a force or pressure, or tend to move, under the influence of gravitation; to tend in any direction or toward any object.", "Grouper": "One of several species of valuable food fishes of the genus Epinephelus, of the family Serranidæ, as the red grouper, or brown snapper  (Epinephelus morio), and the black grouper, or warsaw (Epinephelus nigritus), both from Florida and the Gulf of Mexico.", "grantor": "The person by whom a grant or conveyance is made.", "Guardiance": "Guardianship.", "Goldcrest": "The European golden-crested kinglet (Regulus cristatus, or Regulus regulus); -- called also golden-crested wren, and golden wren.  The name is also sometimes applied to the American golden-crested kinglet.  See Kinglet.", "Globicephala": "A genus comprising the pilot whales.", "Gonorrheal": "Of or pertaining to gonorrhea; as, gonorrheal rheumatism.", "gourmandize": "Same as gormandize.", "Glide path": "the proper path for an airplane approaching a landing strip; also called glide slope.", "Graminaceous": "Pertaining to, or resembling, the grasses; gramineous; as, graminaceous plants.", "Guller": "One who gulls; a deceiver.", "Gullet": "The tube by which food and drink are carried from the pharynx to the stomach; the esophagus.", "Gill-flirt": "A thoughtless, giddy girl; a flirt-gill.", "Grape fruit": "The shaddock.", "Guideboard": "A board, as upon a guidepost having upon it directions or information as to the road.", "Go-between": "A negotiator who acts as a link between parties; an intermediate agent; a broker; a procurer; -- sometimes in a disparaging sense.", "Galactophagous": "Feeding on milk.", "Glide slope": "the proper path for an airplane approaching a landing strip; also called glide path.", "Gainer": "One who gains.", "Guise": "Customary way of speaking or acting; custom; fashion; manner; behavior; mien; mode; practice; -- often used formerly in such phrases as: at his own guise; that is, in his own fashion, to suit himself.", "&Verbar;Gastralgia": "Pain in the stomach or epigastrium, as in gastric disorders.", "Giblets": "The inmeats, or edible viscera (heart, gizzard, liver, etc.), of poultry.", "Goods": "See Good, n., 3.", "Groundwork": "That which forms the foundation or support of anything; the basis; the essential or fundamental part; first principle; as, development of a convenient DNA sequencing technique layed the groundwork for many of the subsequent advances in molecular genetics.", "Gracility": "State of being gracilent; slenderness.", "&Verbar;Grindelia": "The dried stems and leaves of tarweed (Grindelia), used as a remedy in asthma and bronchitis.", "Gastrohepatic": "Pertaining to the stomach and liver; hepatogastric; as, the gastrohepatic, or lesser, omentum.", "Garreting": "Small splinters of stone inserted into the joints of coarse masonry.", "Gallopin": "An under servant for the kitchen; a scullion; a cook's errand boy.", "Göthite": "A hydrous oxide of iron (HFeO2), occurring in prismatic crystals, also massive, with a fibrous, reniform, or stalactitic structure. The color varies from yellowish to blackish brown.", "Gentlefolk": "Persons of gentle or good family and breeding.", "Grumly": "In a grum manner.", "Grandiose": "Impressive or elevating in effect; imposing; splendid; striking; -- in a good sense.", "Gladder": "One who makes glad.", "Galbulidae": "A natural family of tropical American birds comprising the jacamars.", "Glaucescent": "Having a somewhat glaucous appearance or nature; becoming glaucous.", "Gridiron": "A grated iron utensil for broiling flesh and fish over coals.", "Goslet": "One of several species of pygmy geese, of the genus Nettepus. They are about the size of a teal, and inhabit Africa, India, and Australia.", "Gmelinite": "A rhombohedral zeolitic mineral, related in form and composition to chabazite.", "Gaper": "One who gapes.", "Golden-eye": "A duck (Glaucionetta clangula), found in Northern Europe, Asia, and America. The American variety (var. Americana) is larger. Called whistler, garrot, gowdy, pied widgeon, whiteside, curre, and doucker. Barrow's golden-eye of America (Glaucionetta Islandica) is less common.", "&Verbar;Gyroma": "A turning round.", "Gladden": "To be or become glad; to rejoice.", "Gadolinic": "Pertaining to or containing gadolinium.", "Gadolinia": "A rare earth associated with yttria and regarded as the oxide (Gd2O3) of a metallic element, gadolinium.", "Gastight": "So tightly fitted as to preclude the escape of gas; impervious to gas.", "Guest rope": "The line by which a boat makes fast to the swinging boom.", "Goldless": "Destitute of gold.", "Gier-eagle": "A bird referred to in the Bible (Lev. xi. 18and Deut. xiv. 17) as unclean, probably the Egyptian vulture (Neophron percnopterus).", "Geneagenesis": "Alternate generation. See under Generation.", "Geotropism": "A disposition to turn or incline towards the earth; the influence of gravity in determining the direction of growth of an organ.", "graphology": "The art of judging of a person's character, disposition, and aptitude from his handwriting; called graphoanalysis by its practitioners.  Though its practitioners consider it a science, it is widely considered a pseudoscience, as is astrology.", "gateau": "Any of various rich and elaborate cakes, particularly a light sponge cake having a rich filling or rich icing, such as gateau foret noire (Black Forest Cake).", "Galacta-gogue": "An agent exciting secretion of milk.", "Glossarist": "A writer of glosses or of a glossary; a commentator; a scholiast.", "&Verbar;Glossa": "The tongue, or lingua, of an insect. See Hymenoptera.", "Glad": "To be glad; to rejoice.", "Gabert": "A lighter, or vessel for inland navigation.", "Gagger": "One who gags.", "Gemsbok": "A South African antelope (Oryx Capensis), having long, sharp, nearly straight horns.", "Gairish": "Same as Garish, Garishly, Garishness.", "Glossary": "A collection of glosses or explanations of words and passages of a work or author; a partial dictionary of a work, an author, a dialect, art, or science, explaining archaic, technical, or other uncommon words.", "Grus": "A constellation in the southern celestial hemisphere between Indus and Piscis Austrinus.", "Grieve": "To feel grief; to be in pain of mind on account of an evil; to sorrow; to mourn; -- often followed by at, for, or over.", "Gruelly": "Like gruel; of the consistence of gruel.", "Ganoid": "Of or pertaining to Ganoidei. -- n. One of the Ganoidei.", "Glycogeny": "The production or formation of sugar from gycogen, as in the liver.", "Gregarian": "Gregarious; belonging to the herd or common sort; common.", "Gasometric": "Of or pertaining to the measurement of gases; as, gasometric analysis.", "Glandage": "A feeding on nuts or mast.", "Gluten": "The viscid, tenacious substance which gives adhesiveness to dough.", "Gold-hammer": "The yellow-hammer.", "Growler": "One who growls.", "Gratuitous": "Given without an equivalent or recompense; conferred without valuable consideration; granted without pay, or without claim or merit; not required by justice.", "Glitter": "A bright, sparkling light; brilliant and showy luster; brilliancy; as, the glitter of arms; the glitter of royal equipage.", "Gouland": "See Golding.", "Geomancy": "A kind of divination by means of figures or lines, formed by little dots or points, originally on the earth, and latterly on paper.", "Geissler tube": "A glass tube provided with platinum electrodes, and containing some gas under very low tension, which becomes luminous when an electrical discharge is passed through it; -- so called from the name of a noted maker in germany. It is called also Plücker tube, from the German physicist who devised it.", "Goosewinged": "Having a “goosewing.”", "Glaciation": "Act of freezing.", "Gauge": "A measure; a standard of measure; an instrument to determine dimensions, distance, or capacity; a standard.", "Galvanology": "A treatise on galvanism, or a description of its phenomena.", "Guillotine": "To behead with the guillotine.", "Gesticulate": "To represent by gesture; to act.", "gumwood": "wood or lumber from any of various gum trees especially the sweet gum.", "Gilding": "The art or practice of overlaying or covering with gold leaf; also, a thin coating or wash of gold, or of that which resembles gold.", "Good-by": "Farewell; a form of address used at parting. See the last Note under By, prep.", "Globulite": "A rudimentary form of crystallite, spherical in shape.", "Giambeux": "Greaves; armor for the legs.", "gatecrash": "to enter uninvited into a party or other social event.", "Goad": "To prick; to drive with a goad; hence, to urge forward, or to rouse by anything pungent, severe, irritating, or inflaming; to stimulate.", "Goaf": "That part of a mine from which the mineral has been partially or wholly removed; the waste left in old workings; -- called also gob .", "Gummite": "A yellow amorphous mineral, essentially a hydrated oxide of uranium derived from the alteration of uraninite.", "Gentilize": "To render gentile or gentlemanly; as, to gentilize your unworthy sones.", "G-spot": "A small spot on the front wall of the vagina in women, reported to be exceptionally able to produce high sexual excitement or orgasm when stimulated.  Its existence is not universally accepted.", "genuflection": "The act of bending the knee, particularly in worship or reverence.", "Genista": "A genus of plants including the common broom of Western Europe.", "Glorioser": "A boaster.", "Garnish": "Something added for embellishment; decoration; ornament; also, dress; garments, especially such as are showy or decorated.", "Gesticulation": "The act of gesticulating, or making gestures to express passion or enforce sentiments.", "Goat": "A hollow-horned ruminant of the genus Capra, of several species and varieties, esp. the domestic goat (Capra hircus), which is raised for its milk, flesh, and skin.", "Grandeur": "The state or quality of being grand; vastness; greatness; splendor; magnificence; stateliness; sublimity; dignity; elevation of thought or expression; nobility of action.", "Gudgeon": "To deprive fraudulently; to cheat; to dupe; to impose upon.", "Gash": "A deep and long cut; an incision of considerable length and depth, particularly in flesh.", "Guaiacol": "A colorless liquid, C7H8O2, with a peculiar odor. It is the methyl ether of pyrocatechin, and is obtained by distilling guaiacum from wood-tar creosote, and in other ways. It has been used in the past for treating pulmonary tuberculosis.", "Galactic": "Of or pertaining to milk; got from milk; as, galactic acid.", "&Verbar;Ganocephala": "A group of fossil amphibians allied to the labyrinthodonts, having the head defended by bony, sculptured plates, as in some ganoid fishes.", "Gramercy": "A word formerly used to express thankfulness, with surprise; many thanks.", "Galactin": "An amorphous, gelatinous substance containing nitrogen, found in milk and other animal fluids. It resembles peptone, and is variously regarded as a coagulating or emulsifying agent.", "Gildale": "A drinking bout in which every one pays an equal share.", "Generalship": "The office of a general; the exercise of the functions of a general; -- sometimes, with the possessive pronoun, the personality of a general.", "Gelidity": "The state of being gelid.", "Gigantine": "Gigantic.", "Gloomy": "Imperfectly illuminated; dismal through obscurity or darkness; dusky; dim; clouded; as, the cavern was gloomy.", "Glowingly": "In a glowing manner; with ardent heat or passion.", "Gasp": "The act of opening the mouth convulsively to catch the breath; a labored respiration; a painful catching of the breath.", "Gast": "To make aghast; to frighten; to terrify. See Aghast.", "Gazeful": "Gazing.", "Gelatinization": "Same as Gelatination.", "&Verbar;Gnathostoma": "A comprehensive division of vertebrates, including all that have distinct jaws, in contrast with the leptocardians and marsipobranchs (Cyclostoma), which lack them.", "glasscutter": "one who cuts or grinds designs on glass.", "Ginshop": "A shop or barroom where gin is sold as a beverage.", "Grizzly": "A grizzly bear. See under Grizzly, a.", "generalise": "same as generalize.", "Groundless": "Without ground or foundation; wanting cause or reason for support; not authorized; false; baseless; as, groundless fear; a groundless report, rumor, or assertion.", "Grizzle": "To worry; to fret; to bother; grumble.", "Gossamery": "Like gossamer; flimsy.", "Gladstone": "A four-wheeled pleasure carriage with two inside seats, calash top, and seats for driver and footman.", "Gastrostege": "One of the large scales on the belly of a serpent.", "&Verbar;Genouillère": "A metal plate covering the knee.", "groundsheet": "a piece of waterproofed cloth spread on the ground (as under a tent) to protect the occupants from moisture.", "Groundsel": "See Ground plate (a), under Ground", "Greenth": "The state or quality of being green; verdure.", "gooseflesh": "A peculiar roughness of the skin produced by cold or fear, in which the hair follicles become erect and form bumps on the skin; -- called also goose skin, goose pimples, goose bumps.", "Gallic": "Pertaining to Gaul or France; Gallican.", "Generalize": "To form into a genus; to view objects in their relations to a genus or class; to take general or comprehensive views.", "Graylag": "The common wild gray goose (Anser anser) of Europe, believed to be the wild form of the domestic goose. See Illust. of Goose.", "Globard": "A glowworm.", "Gurgle": "The act of gurgling; a broken, bubbling noise.", "Gallin": "A substance obtained by the reduction of galleïn.", "Grown": "p. p. of Grow.", "Growl": "The deep, threatening sound made by a surly dog; a grumbling sound.", "Gradine": "A toothed chised by sculptors.", "Grading": "The act or method of arranging in or by grade, or of bringing, as the surface of land or a road, to the desired level or grade.", "Glaze": "The vitreous coating of pottery or porcelain; anything used as a coating or color in glazing. See Glaze, v. t., 3.", "Grimy": "Full of grime; begrimed; dirty; foul.", "Gamopetalous": "Having the petals united or joined so as to form a tube or cup; monopetalous.", "Golet": "A California trout. See Malma.", "Gracillariidae": "Same as Gracillariidae.", "Glacé": "Smoothly coated with icing or crystals of sugar; iced; glazed; -- said of fruits, sweetmeats, cake, etc.", "Gyroscope": "A rotating wheel, mounted in a ring or rings, for illustrating the dynamics of rotating bodies, the composition of rotations, etc. It was devised by Professor W. R. Johnson, in 1832, by whom it was called the rotascope.", "Gatling gun": "An American machine gun, consisting of a cluster of barrels which, being revolved by a crank, are automatically loaded and fired.", "Grugru worm": "The larva or grub of a large South American beetle (Calandra palmarum), which lives in the pith of palm trees and sugar cane. It is eaten by the natives, and esteemed a delicacy.", "Galenite": "Galena; lead ore.", "Granulous": "Full of grains; abounding with granular substances; granular.", "Godlenly": "In golden terms or a golden manner; splendidly; delightfully.", "Geocentric": "Having, considering, or based on, the earth as center; as, the geocentric theory of the universe; in relation to or seen from the earth, -- usually opposed to heliocentric, as seen from the sun; as, the geocentric longitude or latitude of a planet.", "Gambeson": "Same as Gambison.", "Gimmer": "A piece of mechanism; mechanical device or contrivance; a gimcrack.", "geochemistry": "The study of the chemical composition of, and of actual or possible chemical changes in, the crust of the earth.", "&Verbar;Gastroenteritis": "Inflammation of the lining membrane of the stomach and the intestines.", "Gush": "A sudden and violent issue of a fluid from an inclosed plase; an emission of a liquid in a large quantity, and with force; the fluid thus emitted; a rapid outpouring of anything; as, a gush of song from a bird.", "Gheber": "A worshiper of fire; a Zoroastrian; a Parsee.", "Globuliferous": "Bearing globules; in geology, used of rocks, and denoting a variety of concretionary structure, where the concretions are isolated globules and evenly distributed through the texture of the rock.", "Genip": "Any tree or shrub of the genus Genipa.", "Graced": "Endowed with grace; beautiful; full of graces; honorable.", "Glombe": "To gloom; to look gloomy, morose, or sullen.", "Graveolent": "Having a rank smell.", "Gaelic": "The language of the Gaels, esp. of the Highlanders of Scotland. It is a branch of the Celtic.", "groenendael": "A black-coated sheep dog with a heavily plumed tail.", "geophyte": "a perennial plant propagated by overwintering buds on underground bulbs or tubers or corms.", "Grammatic": "Grammatical.", "Gnash": "To grind or strike the teeth together.", "gametangium": "A cell or organ in which gametes develop.", "&Verbar;Gallinae": "An order of birds, including the common domestic fowls, pheasants, grouse, quails, and allied forms; -- sometimes called Rasores.", "Gable": "The vertical triangular portion of the end of a building, from the level of the cornice or eaves to the ridge of the roof. Also, a similar end when not triangular in shape, as of a gambrel roof and the like.", "Galvanopuncture": "Same as Electro-puncture.", "gingery": "tasting of ginger; spicy; -- used of tastes.", "great-uncle": "an uncle of one's father or mother.", "Guidebook": "A book of directions and information for travelers, tourists, etc.", "Graving": "The act or art of carving figures in hard substances, especially by incision or in intaglio.", "Gorse": "Furze. See Furze.", "gagtooth": "A projecting tooth.", "Gnomic": "Sententious; uttering or containing maxims, or striking detached thoughts; aphoristic.", "Glimpse": "To catch a glimpse of; to see by glimpses; to have a short or hurried view of.", "&Verbar;Gaultheria": "A genus of ericaceous shrubs with evergreen foliage, and, often, edible berries. It includes the American winter-green (Gaultheria procumbens), and the larger-fruited salal of Northwestern America (Gaultheria Shallon).", "Gastrology": "The science which treats of the structure and functions of the stomach; a treatise of the stomach.", "Grinding": "from Grind.", "Godlyhead": "Goodness.", "Grakle": "See Grackle.", "Goman": "A husband; a master of a family.", "&Verbar;Gymnolæma": "An order of Bryozoa, having no epistome.", "Ganza": "A kind of wild goose, by a flock of which a virtuoso was fabled to be carried to the lunar world.", "Gnomonics": "The art or science of dialing, or of constructing dials to show the hour of the day by the shadow of a gnomon.", "Guarded": "Cautious; wary; circumspect; as, he was guarded in his expressions; framed or uttered with caution; as, his expressions were guarded.", "Grege": "To make heavy; to increase.", "Get": "Offspring; progeny; as, the get of a stallion.", "Gentlemanlike": "Of, pertaining to, resembling, or becoming, a gentleman; befitting a man of good breeding; well-behaved; courteous; polite; as, gentlemanly behavior.", "Gentiana": "The type genus of the Gentianaceae; it is a genus of herbs nearly cosmopolitan in cool temperate regions; in some classifications it includes the genera Gentianopsis and Gentianella.", "Goniometer": "An instrument for measuring angles, especially the angles of crystals, or the inclination of planes.", "Geb": "The god of the earth; father of Osiris and Isis.", "Garbed": "Dressed; habited; clad.", "Gee": "To cause (a team) to turn to the off side, or from the driver.", "Ged": "The European pike.", "Gainsay": "To contradict; to deny; to controvert; to dispute; to forbid.", "Gem": "To put forth in the form of buds.", "Gemmaceous": "Of or pertaining to gems or to gemmæ; of the nature of, or resembling, gems or gemmæ.", "Gunflint": "A sharpened flint for the lock of a gun, to ignite the charge. It was in common use before the introduction of percussion caps.", "Grillade": "The act of grilling; also, that which is grilled.", "Gallantry": "Splendor of appearance; ostentatious finery.", "Geotropic": "Relating to, or showing, geotropism.", "Gully": "To flow noisily.", "Geckotian": "A gecko.", "globe-trot": "to travel all over the world for pleasure and sightseeing.", "Great-grandmother": "The mother of one's grandfather or grandmother.", "Guilt": "The criminality and consequent exposure to punishment resulting from willful disobedience of law, or from morally wrong action; the state of one who has broken a moral or political law; crime; criminality; offense against right.", "Gushingly": "In a gushing manner; copiously.", "Gaster": "To gast.", "Grooper": "See Grouper.", "Gavelock": "A spear or dart.", "Grasper": "One who grasps or seizes; one who catches or holds.", "Gardening": "The art of occupation of laying out and cultivating gardens; horticulture.", "Goramy": "Same as Gourami.", "General": "Relating to a genus or kind; pertaining to a whole class or order; as, a general law of animal or vegetable economy.", "Glutinousness": "The quality of being glutinous.", "Gentilesse": "Gentleness; courtesy; kindness; nobility.", "&Verbar;Gitana": "A Spanish gypsy.", "&Verbar;Gamin": "A neglected and untrained city boy; a young street Arab.", "Glutaric": "Of, pertaining to, or designating, an acid so called; as, glutaric ethers.", "Gipser": "A kind of pouch formerly worn at the girdle.", "Ge-": "An Anglo-Saxon prefix. See Y-.", "Gravitation": "The act of gravitating.", "glassblower": "someone skilled creating objects such as bottles, vases, or other decorative or practical items from molten glass, especially one whose occupation is to make objects by blowing and shaping hot glass in its viscous semiliquid state.", "Glassen": "Glassy; glazed.", "Greenshank": "A European sandpiper or snipe (Totanus canescens); -- called also greater plover.", "Gelding": "from Geld, v. t.", "Glycide": "A colorless liquid, obtained from certain derivatives of glycerin, and regarded as a partially dehydrated glycerin; -- called also glycidic alcohol.", "Glossist": "A writer of comments.", "Guerilla": "See Guerrilla.", "Genethliatic": "One who calculates nativities.", "Gestant": "Bearing within; laden; burdened; pregnant.", "Gatherable": "Capable of being gathered or collected; deducible from premises.", "Glyoxime": "A white, crystalline, nitrogenous substance, produced by the action of hydroxylamine on glyoxal, and belonging to the class of oximes; also, any one of a group of substances resembling glyoxime proper, and of which it is a type. See Oxime.", "Gallfly": "An insect that deposits its eggs in plants, and occasions galls, esp. any small hymenopteran of the genus Cynips and allied genera. See Illust. of Gall.", "Goniometric": "Pertaining to, or determined by means of, a goniometer; trigonometric.", "Garden": "To cultivate as a garden.", "gendarmery": "Same as gendarmerie.", "geta": "A type of Japanese footwear usually with wooden soles, held to the foot by a thong that passes between the first two toes.", "&Verbar;Genappe": "A worsted yarn or cord of peculiar smoothness, used in the manufacture of braid, fringe, etc.", "Ganoidal": "Ganoid.", "graphoanalist": "A person professing to be skilled in graphoanalysis.  The synonymous term Graphoanalyst was trademarked by the International Graphoanalysis Society.", "Garnishment": "Ornament; embellishment; decoration.", "Guesswork": "Work performed, or results obtained, by guess; conjecture.", "Grouting": "The process of filling in or finishing with grout; also, the grout thus filled in.", "Gluer": "One who cements with glue.", "generic name": "The name for a medication, as used in the pharmacopoeia; it cannot be a trademark.  The name is typically given by the inventor or discoverer of the drug, but must be approved by a national or international naming authority.", "Genitals": "The organs of generation; the sexual organs; the private parts.", "Grew": "imp. of Grow.", "Gazetteer": "A writer of news, or an officer appointed to publish news by authority.", "Gres": "Grass.", "Gaudless": "Destitute of ornament.", "Guideress": "A female guide.", "Grey": "See Gray (the correct orthography).", "Gelatine": "Same as Gelatin.", "Gullible": "Easily gulled; that may be duped.", "Gree": "A step.", "gelechiid": "a small slender-winged moth whose larvae are agricultural pests.", "Graphite": "Native carbon in hexagonal crystals, also foliated or granular massive, of black color and metallic luster, and so soft as to leave a trace on paper. It is used for pencils (improperly called lead pencils), for crucibles, and as a lubricator, etc.  Often called plumbago or black lead.", "gamebag": "a canvas or leather bag for carrying game (especially birds) killed by a hunter.", "Gingerbread": "A kind of plain sweet cake seasoned with ginger, and sometimes made in fanciful shapes.", "Gossipry": "Spiritual relationship or affinity; gossiprede; special intimacy.", "Gondolier": "A man who rows a gondola.", "&Verbar;Gnaphalium": "A genus of composite plants with white or colored dry and persistent involucres; a kind of everlasting.", "Guttersnipe": "A small poster, suitable for a curbstone.", "Gingham": "A kind of cotton or linen cloth, usually in stripes or checks, the yarn of which is dyed before it is woven; -- distinguished from printed cotton or prints.", "Glassy": "Made of glass; vitreous; as, a glassy substance.", "goddam": "A more intense and vulgar form of darned; -- often taken as profane and offensive.", "Gripsack": "A traveler's handbag.", "Great White Way": "Broadway, in New York City, in the neighborhood chiefly occupied by theaters, as from about 30th Street to about 50th Street; -- so called from its brilliant illumination at night.", "Gesse": "To guess.", "Globulet": "A little globule.", "gladsomeness": "The state of experiencing joy and pleasure.", "Gas-burner": "The jet piece of a gas fixture where the gas is burned as it escapes from one or more minute orifices.", "guitarist": "a musician who plays the guitar.", "Gluconic": "Pertaining to, or derived from, glucose.", "Gablet": "A small gable, or gable-shaped canopy, formed over a tabernacle, niche, etc.", "Geoponic": "Pertaining to tillage of the earth, or agriculture.", "Guernsey lily": "A South African plant (Nerine Sarniensis) with handsome lilylike flowers, naturalized on the island of Guernsey.", "Gloriation": "Boast; a triumphing.", "gate-crashing": "entering a gathering uninvited; as, gate-crashing guests disrupted the party.", "gussied": "dressed up; well-dressed; as, all gussied up in sequins and feathers.", "Grandiloquent": "Speaking in a lofty style; pompous; bombastic.", "Gynophore": "The pedicel raising the pistil or ovary above the stamens, as in the passion flower.", "&Verbar;Gaur": "An East Indian species of wild cattle (Bibos gauris), of large size and an untamable disposition.", "Glossography": "The writing of glossaries, glosses, or comments for illustrating an author.", "Glidder": "Giving no sure footing; smooth; slippery.", "Giffard injector": "See under Injector.", "Gamble": "An act of gambling; a transaction or proceeding involving gambling; hence, anything involving similar risk or uncertainty.", "Gill": "A young woman; a sweetheart; a flirting or wanton girl.", "Groundedly": "In a grounded or firmly established manner.", "gloomful": "partially or totally dark.", "Goober": "A peanut.", "Gild": "To overlay with a thin covering of gold; to cover with a golden color; to cause to look like gold.", "Gile": "Guile.", "Guirland": "See Garland.", "Gyrant": "Gyrating.", "&Verbar;Gutta": "A drop.", "Goa powder": "A bitter powder (also called araroba) found in the interspaces of the wood of a Brazilian tree (Andira araroba) and used as a medicine. It is the material from which chrysarobin is obtained.", "Glancing": "Shooting, as light.", "Grivet": "A monkey of the upper Nile and Abyssinia (Cercopithecus griseo-viridis), having the upper parts dull green, the lower parts white, the hands, ears, and face black. It was known to the ancient Egyptians. Called also tota.", "Gilt": "Gold, or that which resembles gold, laid on the surface of a thing; gilding.", "Gentianella": "A kind of blue color.", "Germ plasm": "See Plasmogen, and Idioplasm.", "Greenwood": "Pertaining to a greenwood; as, a greenwood shade.", "Garrote": "To strangle with the garrote; hence, to seize by the throat, from behind, with a view to strangle and rob.", "Griseous": "Of a light color, or white, mottled with black or brown; grizzled or grizzly.", "Guiser": "A person in disguise; a masker; a mummer.", "Gaby": "A simpleton; a dunce; a lout.", "Grandity": "Grandness.", "gaidic": "Pertaining to hypogeic acid; -- applied to an acid obtained from hypogeic acid.", "Gowdie": "See Dragont.", "Greenland": "An island situated between the Atlantic and Arctic Oceans, the largest island in the world; it is a Danish territory.", "Grisamber": "Ambergris.", "Glutinosity": "The quality of being glutinous; viscousness.", "&Verbar;Glabellum": "The median, convex lobe of the head of a trilobite. See Trilobite.", "Ghoul": "An imaginary evil being among Eastern nations, which was supposed to feed upon human bodies.", "gumshield": "A piece of athletic equipment that protects an athlete's mouth.", "Gladsome": "Pleased; joyful; cheerful.", "Geyser": "A boiling spring which throws forth at frequent intervals jets of water, mud, etc., driven up by the expansive power of steam.", "Gynecology": "The science which treats of the structure and diseases of women.", "Guan": "Any one of many species of large gallinaceous birds of Central and South America, belonging to Penelope, Pipile, Ortalis, and allied genera. Several of the species are often domesticated.", "Gnomonology": "A treatise on gnomonics.", "Geophagous": "Earth-eating.", "Grabble": "To grope; to feel with the hands.", "Geldable": "Liable to taxation.", "Gownsman": "One whose professional habit is a gown, as a divine or lawyer, and particularly a member of an English university; hence, a civilian, in distinction from a soldier.", "Gossip": "To make merry.", "Golfer": "One who plays golf.", "Glowworm": "A coleopterous insect of the genus Lampyris; esp., the wingless females and larvæ of the two European species (L. noctiluca, and L. splendidula), which emit light from some of the abdominal segments.", "Gibraltar": "A strongly fortified town on the south coast of Spain, held by the British since 1704; hence, an impregnable stronghold.", "Gare": "Coarse wool on the legs of sheep.", "Gerbil": "One of several species of small, jumping, murine burrowing rodents, of the genus Gerbillus and related genera of the subfamily Gerbillinae. They have long soft pale fur and hind legs adapted for leaping.  In their leaping powers they resemble the jerboa. They inhabit Africa, India, and Southern Europe.", "Gamosepalous": "Formed of united sepals; monosepalous.", "Goutweed": "A coarse umbelliferous plant of Europe (Ægopodium Podagraria); -- called also bishop's weed, ashweed, and herb gerard.", "Gallian": "Gallic; French.", "Great": "The whole; the gross; as, a contract to build a ship by the great.", "Gripingly": "In a griping or oppressive manner.", "Grammatical": "Of or pertaining to grammar; of the nature of grammar; as, a grammatical rule.", "gymnastics": "Athletic or disciplinary exercises; the art of performing gymnastic exercises.", "Grewsome": "Ugly; frightful.", "Guilder": "A Dutch silver coin worth about forty cents; -- called also florin and gulden.", "Guardant": "A guardian.", "Guadalcanal": "a mountainous island; the largest of the Solomon Islands in the independent state that is a member of the British Commonwealth.", "Gameless": "Destitute of game.", "Goodgeon": "Same as Gudgeon, 5.", "Grass tree": "An Australian plant of the genus Xanthorrhœa, having a thick trunk crowned with a dense tuft of pendulous, grasslike leaves, from the center of which arises a long stem, bearing at its summit a dense flower spike looking somewhat like a large cat-tail. These plants are often called “blackboys” from the large trunks denuded and blackened by fire. They yield two kinds of fragrant resin, called Botany-bay gum, and Gum Acaroides.", "graininess": "the quality of being composed of relatively large particles.", "Gazeebo": "A summerhouse so situated as to command an extensive prospect.", "Glazer": "One who applies glazing, as in pottery manufacture, etc.; one who gives a glasslike or glossy surface to anything; a calenderer or smoother of cloth, paper, and the like.", "Genearch": "The chief of a family or tribe.", "Gaslight": "The light yielded by the combustion of illuminating gas.", "Gib boom": "See Jib boom.", "&Verbar;Ginglymus": "A hinge joint; an articulation, admitting of flexion and extension, or motion in two directions only, as the elbow and the ankle.", "Grimace": "To make grimaces; to distort one's face; to make faces.", "gunplay": "An instance of the firing of small arms with the intent to kill or frighten.", "Gelt": "Gilding; tinsel.", "generic drug": "A medication sold under its generic name; -- usually legal only after the patent has expired, or if no patent was issued for the substance.  Generic drugs are usually less expensive than proprietary medications.", "Grab": "A sudden grasp or seizure.", "Gravel": "Small stones, or fragments of stone; very small pebbles, often intermixed with particles of sand.", "Gromill": "See Gromwell.", "guff": "A ludicrously false statment.", "Geld": "To castrate; to emasculate.", "Greatly": "In a great degree; much.", "Gunters scale": "A scale invented by the Rev. Edmund Gunter (1581-1626), a professor of astronomy at Gresham College, London, who invented also Gunter's chain, and Gunter's quadrant.", "&Verbar;Gloxinia": "American genus of herbaceous plants with very handsome bell-shaped blossoms; -- named after B. P. Gloxin, a German botanist.", "Gillhouse": "A shop where gill is sold.", "Gilgamesh": "A legendary king of Sumeria and the hero of famous Sumerian and Babylonian epics.", "Gadere": "To gather.", "Golyardeys": "A buffoon. See Goliard.", "guaranteed": "secured by written agreement.", "Gambeer": "To gaff, as mackerel.", "Gauze": "Having the qualities of gauze; thin; light; as, gauze merino underclothing.", "Gravery": "The act, process, or art, of graving or carving; engraving.", "Generation": "The act of generating or begetting; procreation, as of animals.", "Groover": "One who or that which grooves.", "&Verbar;Ghazi": "Among Mohammedans, a warrior champion or veteran, esp. in the destruction of infidels.", "&Verbar;Gavage": "Forced feeding (as of poultry or infants) by means of a tube passed through the mouth down to the stomach.", "Galvanic": "Of or pertaining to, or exhibiting the phenomena of, galvanism; employing or producing electrical currents.", "Gutturalism": "The quality of being guttural; as, the gutturalism of A [in the 16th cent.].", "Gale": "The payment of a rent or annuity.", "Gastroraphy": "The operation of sewing up wounds of the abdomen.", "Gala": "Pomp, show, or festivity.", "Grassplot": "A plot or space covered with grass; a lawn.", "Gall": "A wound in the skin made by rubbing.", "&Verbar;Gastromyces": "The fungoid growths sometimes found in the stomach; such as Torula, etc.", "Geoponics": "The art or science of cultivating the earth; agriculture.", "Gigantesque": "Befitting a giant; bombastic; magniloquent.", "Geyserite": "A loose hydrated form of silica, a variety of opal, deposited in concretionary cauliflowerlike masses, around some hot springs and geysers.", "Gauzy": "Pertaining to, or resembling, gauze; thin and slight as gauze.", "Garibaldi": "A jacket worn by women; -- so called from its resemblance in shape to the red shirt worn by the Italians patriot Garibaldi.", "Grape": "A well-known edible berry growing in pendent clusters or bunches on the grapevine. The berries are smooth-skinned, have a juicy pulp, and are cultivated in great quantities for table use and for making wine and raisins.", "Gibbon": "Any arboreal ape of the genus Hylobates, of which many species and varieties inhabit the East Indies and Southern Asia. They are tailless and without cheek pouches, and have very long arms, adapted for climbing.", "Gradient": "The rate of regular or graded ascent or descent in a road; grade.", "Graph": "A curve or surface, the locus of a point whose coördinates are the variables in the equation of the locus; as, a graph of the exponential function.", "Gelder": "One who gelds or castrates.", "Grenadier": "Originaly, a soldier who carried and threw grenades; afterward, one of a company attached to each regiment or battalion, taking post on the right of the line, and wearing a peculiar uniform. In modern times, a member of a special regiment or corps; as, a grenadier of the guard of Napoleon I. one of the regiment of Grenadier Guards of the British army, etc.", "Gigget": "Same as Gigot.", "Gilse": "See Grilse.", "Groggery": "A grogshop.", "Grosbeak": "One of various species of finches having a large, stout beak. The common European grosbeak or hawfinch is Coccothraustes vulgaris.", "Grapy": "Composed of, or resembling, grapes.", "Goodlyhead": "Goodness; grace; goodliness.", "Graptolitic": "Of or pertaining to graptolites; containing graptolites; as, a graptolitic slate.", "G-man": "A special law-enforcement agent of the Federal Bureau of Investigation.", "Glycyrrhizin": "A glucoside found in licorice root (Glycyrrhiza), in monesia bark (Chrysophyllum), in the root of the walnut, etc., and extracted as a yellow, amorphous powder, of a bittersweet taste.", "grand unified theory": "Any of a class of physics theories that attempts to explain the electroweak forces, stong force, and gravitation within a single mathematical conceptual scheme.  In the 1990's string theory and superstring theory were prominent examples.  Abbreviated GUT, plural GUTs.", "Guide rope": "A rope hung from a balloon or dirigible so as trail along the ground for about half its length, used to preserve altitude automatically, by variation of the length dragging on the ground, without loss of ballast or gas.", "Gammer": "An old wife; an old woman; -- correlative of gaffer, an old man.", "Geusdism": "The Marxian socialism and programme of reform through revolution as advocated by the French political leader Jules Basile Guesde (pron. g&ebreve_;d) (1845- ).", "grotto": "A natural covered opening in the earth; a cave; also, an artificial recess, cave, or cavernlike apartment.", "Gooseberry": "Any thorny shrub of the genus Ribes; also, the edible berries of such shrub. There are several species, of which Ribes Grossularia is the one commonly cultivated.", "Gesticulatory": "Representing by, or belonging to, gestures.", "Galleïn": "A red crystalline dyestuff, obtained by heating together pyrogallic and phthalic acids.", "Ginning": "Beginning.", "Gommelin": "See Dextrin.", "Gonozooid": "A sexual zooid, or medusoid bud of a hydroid; a gonophore. See Hydroidea, and Illust. of Campanularian.", "gloveless": "devoid of gloves.  Oposite of gloved.", "Guileless": "Free from guile; artless.", "Ginglyform": "Ginglymoid.", "green-blindness": "A defect of color vision characterized by inability to distinguish green and purplish-red.", "Governance": "Exercise of authority; control; government; arrangement.", "Graduator": "One who determines or indicates graduation; as, a graduator of instruments.", "Gravidated": "Made pregnant; big.", "Granivorous": "Eating grain; feeding or subsisting on seeds; as, granivorous birds.", "Gelatigenous": "Producing, or yielding, gelatin; gelatiniferous; as, the gelatigeneous tissues.", "Guanaco": "A South American mammal (Auchenia huanaco), allied to the llama, but of larger size and more graceful form, inhabiting the southern Andes and Patagonia. It is supposed by some to be the llama in a wild state.", "Guiacum": "Same as Guaiacum.", "Genethliacal": "Genethliac.", "&Verbar;Gomphiasis": "A disease of the teeth, which causes them to loosen and fall out of their sockets.", "Gathering": "Assembling; collecting; used for gathering or concentrating.", "Golf": "To play at golf.", "Garbage": "To strip of the bowels; to clean.", "Gold": "An old English name of some yellow flower, -- the marigold (Calendula), according to Dr. Prior, but in Chaucer perhaps the turnsole.", "Gymnic": "Athletic exercise.", "Gravely": "In a grave manner.", "Gettysburg": "The name of a battle of the American Civil War fought in and around the town of Gettysburg, Pennsylavania, in 1863.  At this battle, the defeat of General Robert E. Lee's invading Confederate army was a major victory for the Union, and is considered by many a turning point in the war, after which victory by the Confederacy was no longer thought possible; as, many thousands died at Gettysburg.  See also Gettysburg Address.", "Graff": "See Graft.", "Goll": "A hand, paw, or claw.", "Gravidation": "Gravidity.", "Geodetics": "Same as Geodesy.", "Grittiness": "The quality of being gritty.", "Graft": "To insert scions from one tree, or kind of tree, etc., into another; to practice grafting.", "Gelation": "The process of becoming solid by cooling; a cooling and solidifying.", "Galosh": "Same as Galoche, Galoshe.", "Goldney": "See Gilthead.", "Gneissose": "Having the structure of gneiss.", "Grudge": "Sullen malice or malevolence; cherished malice, enmity, or dislike; ill will; an old cause of hatred or quarrel.", "Gasteropod": "Same as Gastropod.", "Gnew": "imp. of Gnaw.", "Gunlock": "The mechanism of a gun for producing the discharge. See Lock.", "Gratifier": "One who gratifies or pleases.", "Goitrous": "Pertaining to the goiter; affected with the goiter; of the nature of goiter or bronchocele.", "Geometric": "Pertaining to, or according to the rules or principles of, geometry; determined by geometry; as, a geometrical solution of a problem.", "Geometrid": "One of numerous genera and species of moths, of the family Geometridæ; -- so called because their larvæ (called loopers, measuring worms, spanworms, and inchworms) creep in a looping manner, as if measuring. Many of the species are injurious to agriculture, as the cankerworms.", "Ganglion": "A mass or knot of nervous matter, including nerve cells, usually forming an enlargement in the course of a nerve.", "Grease cock": "A cock or cup containing grease, to serve as a lubricator.", "Gastroscopic": "Of or pertaining to gastroscopy.", "Geneva": "A strongly alcoholic liquor, flavored with juniper berries; -- made in Holland; Holland gin; Hollands.", "Gypsy": "To play the gypsy; to picnic in the woods.", "Gaseity": "State of being gaseous.", "Genet": "A small-sized, well-proportioned, Spanish horse; a jennet.", "goldfield": "a district where gold is mined.", "Genealogic": "Genealogical.", "Gregorian": "Pertaining to, or originated by, some person named Gregory, especially one of the popes of that name.", "Groveler": "One who grovels; an abject wretch.", "Gorge": "To eat greedily and to satiety.", "&Verbar;Generalia": "Generalities; general terms.", "&Verbar;Gymnocladus": "A genus of leguminous plants; the Kentucky coffee tree. The leaves are cathartic, and the seeds a substitute for coffee.", "Gastric": "Of, pertaining to, or situated near, the stomach; as, the gastric artery.", "Gallivant": "To play the beau; to wait upon the ladies; also, to roam about for pleasure without any definite plan.", "&Verbar;Gerocomia": "See Gerocomy.", "Gallowglass": "A heavy-armed foot soldier from Ireland and the Western Isles in the time of Edward &unr_;", "Gobiidae": "A natural family of fish comprising the gobies.", "Gambison": "A defensive garment formerly in use for the body, made of cloth stuffed and quilted.", "Gratified": "Pleased; indulged according to desire.", "Grippleness": "The quality of being gripple.", "ground": "imp. & p. p. of Grind.", "Gurt": "A gutter or channel for water, hewn out of the bottom of a working drift.", "Galliard": "A gay, lively dance.  Cf. Gailliarde.", "Gargle": "A liquid, as water or some medicated preparation, used to cleanse the mouth and throat, especially for a medical effect.", "Glaire": "See Glair.", "Gerbillinae": "A natural family of rodents including the gerbils.", "Gunstome": "A cannon ball; -- so called because originally made of stone.", "Gymnoplast": "A cell or mass of protoplasm devoid of an envelope, as a white blood corpuscle.", "Gypseous": "Resembling or containing gypsum; partaking of the qualities of gypsum.", "Goldtit": "See Verdin.", "Good-year": "The venereal disease; -- often used as a mild oath.", "Glebe": "A lump; a clod.", "Glairy": "Like glair, or partaking of its qualities; covered with glair; viscous and transparent; slimy.", "Gleba": "The chambered sporogenous tissue forming the central mass of the sporophore in puff balls, stinkhorns, etc.", "gracilariid": "Any of several small dull or metallic-colored tineoid moths whose larvae mine in plant leaves; a member of the Gracilariidae.", "granulose": "Granular."}