{"Xanthochroism": "Abnormal coloration of feathers in which yellow replaces the normal color, as in certain parrots. It is commonly due to lack of the dark pigment which with yellow forms green.", "Xanthous": "Yellow; specifically (Ethnol.), of or pertaining to those races of man which have yellowish, red, auburn, or brown hair.", "Xanthoxylene": "A liquid hydrocarbon of the terpene series extracted from the seeds of a Japanese prickly ash (Xanthoxylum pipertium) as an aromatic oil.", "Xenodochy": "Reception of strangers; hospitality.", "Xylanthrax": "Wood coal, or charcoal; -- so called in distinction from mineral coal.", "&Verbar;Xanthoxylum": "A genus of prickly shrubs or small trees, the bark and rots of which are of a deep yellow color; prickly ash.", "Xanthocarpous": "Having yellow fruit.", "Xenylic": "Pertaining to, derived from, designating, certain amido compounds obtained by reducing certain nitro derivatives of diphenyl.", "Xyster": "An instrument for scraping bones.", "Xanthinine": "A complex nitrogenous substance related to urea and uric acid, produced as a white powder; -- so called because it forms yellow salts, and because its solution forms a blue fluorescence like quinine.", "Xylogen": "Nascent wood; wood cells in a forming state.", "&Verbar;Xerophthalmia": "An abnormal dryness of the eyeball produced usually by long-continued inflammation and subsequent atrophy of the conjunctiva.", "x-rated": "having a rating of X; not suitable for children; broadly, obscene or sexually explicit.", "&Verbar;Xenelasia": "A Spartan institution which prohibited strangers from residing in Sparta without permission, its object probably being to preserve the national simplicity of manners.", "Xanthogenate": "A salt of xanthic acid.", "&Verbar;Xanthosis": "The yellow discoloration often observed in cancerous tumors.", "Xanthochroic": "Having a yellowish or fair complexion; of or pertaining to the Xanthochroi.", "Xerophagy": "Among the primitive Christians, the living on a diet of dry food in Lent and on other fasts.", "Xeronate": "A salt of xeronic acid.", "Xenogamy": "Cross fertilization.", "Xenomania": "A mania for, or an inordinate attachment to, foreign customs, institutions, manners, fashions, etc.", "Xiphophyllous": "Having sword-shaped leaves.", "Xanthopuccine": "One of three alkaloids found in the root of the yellow puccoon (Hydrastis Canadensis). It is a yellow crystalline substance, and resembles berberine.", "Xanthate": "A salt of xanthic; a xanthogenate.", "Xylotile": "Same as Parkesine.", "X": "X, the twenty-fourth letter of the English alphabet, has three sounds; a compound nonvocal sound (that of ks), as in wax; a compound vocal sound (that of gz), as in example; and, at the beginning of a word, a simple vocal sound (that of z), as in xanthic.  See Guide to Pronunciation, §§ 217, 270, 271.", "Xiphodon": "An extinct genus of artiodactylous mammals found in the European Tertiary formations. It had slender legs, didactylous feet, and small canine teeth.", "Xeme": "An Arctic fork-tailed gull (Xema Sabinii).", "Xanthose": "An orange-yellow substance found in pigment spots of certain crabs.", "Xylographer": "One who practices xylography.", "Xylotomous": "Capable of boring or cutting wood; -- said of many insects.", "Xyletic": "Pertaining to, or designating, a complex acid related to mesitylenic acid, obtained as a white crystalline substance by the action of sodium and carbon dioxide on crude xylenol.", "&Verbar;Xanthelasma": "See Xanthoma.", "Xebec": "A small three-masted vessel, with projecting bow stern and convex decks, used in the Mediterranean for transporting merchandise, etc. It carries large square sails, or both. Xebecs were formerly armed and used by corsairs.", "Xiphoid": "Like a sword; ensiform.", "Xanthodontous": "Having yellow teeth.", "Xanthine": "A type of purine obtainable as a white microcrystalline powder, C5H4O2N4, present in muscle tissue, in the liver, spleen, pancreas, and other organs, and also in urine (in small quantities) and some urinary calculi, and in the juices of certain plants; -- so called because it leaves a yellow residue when evaporated to dryness with nitric acid. It is also present in guano.  Xanthine is closely related to uric acid.", "Xylocarpous": "Bearing fruit which becomes hard or woody.", "Xylate": "A salt of xylic acid.", "Xanthian": "Of or pertaining to Xanthus, an ancient town on Asia Minor; -- applied especially to certain marbles found near that place, and now in the British Museum.", "Xyloquinone": "Any one of a group of quinone compounds obtained respectively by the oxidation of certain xylidine compounds. In general they are yellow crystalline substances.", "Xeres": "Sherry.  See Sherry.", "Xanthogen": "The hypothetical radical supposed to be characteristic of xanthic acid.", "Xylol": "Same as Xylene.", "Xanthomelanous": "Of or pertaining to the lighter division of the Melanochroi, or those races having an olive or yellow complexion and black hair.", "&Verbar;Xiphius": "A genus of cetaceans having a long, pointed, bony beak, usually two tusklike teeth in the lower jaw, but no teeth in the upper jaw.", "&Verbar;Xylophaga": "A genus of marine bivalves which bore holes in wood. They are allied to Pholas.", "Xylose": "An unfermentable sugar of the pentose class, C5H10O5, formed by the hydrolysis of xylan; wood sugar.", "Xanthophane": "The yellow pigment present in the inner segments of the retina in animals.  See Chromophane.", "Xylotomy": "Art of preparing sections (transverse, tangential, or radial) of wood, esp. by means of a microtome, for microscopic examination.", "Xanthogenic": "Producing a yellow color or compound; xanthic.  See Xanthic acid, under Xanthic.", "&Verbar;Xenomi": "A suborder of soft-rayed fresh-water fishes of which the blackfish of Alaska (Dallia pectoralis) is the type.", "Xylophagous": "Eating, boring in, or destroying, wood; -- said especially of certain insect larvæ, crustaceans, and mollusks.", "&Verbar;Xiphosura": "See Xiphura.", "Xyridaceous": "Of or pertaining to a natural order (Xyrideæ) of endogenous plants, of which Xyris is the type.", "Xylidine": "Any one of six metameric hydrocarbons, (CH3)2.C6H3.NH2, resembling aniline, and related to xylene. They are liquids, or easily fusible crystalline substances, of which three are derived from metaxylene, two from orthoxylene, and one from paraxylene. They are called the amido xylenes.", "Xanthospermous": "Having yellow seeds.", "Xyst": "A long and open portico, for athletic exercises, as wrestling, running, etc., for use in winter or in stormy weather.", "Xylylene": "Any one of three metameric radicals, CH2.C6H4.CH2, derived respectively from the three xylenes. Often used adjectively; as, xylylene alcohol.", "Xenotime": "A native phosphate of yttrium occurring in yellowish-brown tetragonal crystals.", "Xylo-": "A combining form from Gr. xy`lon wood; as in xylogen, xylograph.", "Xylem": "That portion of a fibrovascular bundle which has developed, or will develop, into wood cells; -- distinguished from phloëm.", "&Verbar;Xanthochroi": "A division of the Caucasian races, comprising the lighter-colored members.", "Xylotomist": "One versed or engaged in xylotomy.", "&Verbar;Xylobalsamum": "The dried twigs of a Syrian tree (Balsamodendron Gileadense).", "&Verbar;Xylophagides": "A tribe or family of dipterous flies whose larvæ live in decayed wood. Some of the tropical species are very large.", "Xenogenesis": "Same as Heterogenesis.", "Xanthin": "same as xanthine.", "Xeraphim": "An old money of account in Bombay, equal to three fifths of a rupee.", "Xenurine": "A cabassou.", "Xiphoidian": "Xiphoid.", "Xylopyrography": "The art or practice of burning pictures on wood with a hot iron; -- called also poker painting.  See Poker picture, under Poker.", "Xanthorhamnin": "A glucoside extracted from Persian berries as a yellow crystalline powder, used as a dyestuff.", "Xerophthalmy": "Xerophthalmia.", "Xylic": "Pertaining to, derived from, or related to, xylene; specifically, designating any one of several metameric acids produced by the partial oxidation of mesitylene and pseudo-cumene.", "Xyloidin": "A substance resembling pyroxylin, obtained by the action of nitric acid on starch; -- called also nitramidin.", "&Verbar;Xylotrya": "A genus of marine bivalves closely allied to Teredo, and equally destructive to timber. One species (Xylotrya fimbriata) is very common on the Atlantic coast of the United States.", "&Verbar;Xylocopa": "A genus of hymenopterous insects including the carpenter.  See Carpenter bee, under Carpenter.", "Xylyl": "Any one of three metameric radicals which are characteristic respectively of the three xylenes.", "Xerophilous": "Drought-loving; able withstand the absence or lack of moisture.", "&Verbar;Xyris": "A genus of endogenous herbs with grassy leaves and small yellow flowers in short, scaly-bracted spikes; yellow-eyed grass. There are about seventeen species in the Atlantic United States.", "Xantho-": "A combining form from Gr. xanqo`s yellow; as in xanthocobaltic salts. Used also adjectively in chemistry.", "Xanthide": "A compound or derivative of xanthogen.", "Xylology": "The branch of dendrology treating of the gross and minute structure of wood.", "Xanthoprotein": "A yellow acid substance formed by the action of hot nitric acid on albuminous or proteid matter. It is changed to a deep orange-yellow color by the addition of ammonia.", "Xylindein": "A green or blue pigment produced by Peziza in certain kinds of decayed wood, as the beech, oak, birch, etc., and extracted as an amorphous powder resembling indigo.", "Xanthoproteic": "Pertaining to, or derived from, xanthoprotein; showing the characters of xanthoprotein; as, xanthoproteic acid; the xanthoproteic reaction for albumin.", "XP": "The first two letters of the Greek word XRISTOS, Christ; -- an abbreviation used with the letters separate or, oftener, in a monogram, often inclosed in a circle, as a symbol or emblem of Christ. It use as an emblem was introduced by Constantine the Great, whence it is known as the Constantinian symbol, or monogram. See Labarum.", "Xylenol": "Any one of six metameric phenol derivatives of xylene, obtained as crystalline substances, (CH3)2.C6H3.OH.", "Xanthochroid": "Having a yellowish or fair complexion.", "&Verbar;Xanthidium": "A genus of minute unicellular algæ of the desmids. These algæ have a rounded shape and are armed with glochidiate or branched aculei. Several species occur in ditches, and others are found fossil in flint or hornstone.", "&Verbar;Xiphura": "Same as Limuloidea. Called also Xiphosura.", "&Verbar;Xiphisternum": "The posterior segment, or extremity, of the sternum; -- sometimes called metasternum, ensiform cartilage, ensiform process, or xiphoid process.", "Xylographic": "Of or pertaining to xylography, or wood engraving.", "Xenyl": "The radical characteristic of xenylic compounds.", "Xyloplastic": "Formed of wood pulp by molds; relating to casts made of wood pulp in molds.", "&Verbar;Xanthium": "A genus of composite plants in which the scales of the involucre are united so as to form a kind of bur; cocklebur; clotbur.", "Xylophilan": "One of a tribe of beetles (Xylophili) whose larvæ live on decayed wood.", "Xylite": "A liquid hydrocarbon found in crude wood spirits.", "Xerif": "A shereef.", "Xylamide": "An acid amide derivative of xylic acid, obtained as a white crystalline substance.", "&Verbar;Xanthorhœa": "A genus of endogenous plants, native to Australia, having a thick, sometimes arborescent, stem, and long grasslike leaves.  See Grass tree.", "&Verbar;Xenium": "A present given to a guest or stranger, or to a foreign ambassador.", "&Verbar;Xiphidium": "A genus of plants of the order Hæmodraceæ, having two-ranked, sword-shaped leaves.", "Xanthamide": "An amido derivative of xanthic acid obtained as a white crystalline substance, C2H5O.CS.NH2; -- called also xanthogen amide.", "Xylonite": "See Zylonite.", "&Verbar;Xenopterygii": "A suborder of fishes including Gobiesox and allied genera. These fishes have soft-rayed fins, and a ventral sucker supported in front by the pectoral fins. They are destitute of scales.", "Xiphioid": "Of, pertaining to, or resembling, a cetacean of the genus Xiphius or family Xiphiidæ.", "Xanthophyll": "A yellow coloring matter found in yellow autumn leaves, and also produced artificially from chlorophyll; -- formerly called also phylloxanthin.", "X ray": "to examine by means of X-rays; to irradiate with X-rays.", "X-ray astronomy": "the branch of astronomy dealing with the study of astronomical objects which emit X-rays, and the methods used to detect such objects.", "&Verbar;Xenodochium": "A house for the reception of strangers.", "Xystarch": "An office&unr_; having the superintendence of the xyst.", "Xylidic": "Pertaining to, or designating, either one of two distinct acids which are derived from xylic acid and related compounds, and are metameric with uvitic acid.", "X-ray tube": "A vacuum tube suitable for producing Röntgen rays.", "Xylorcin": "A derivative of xylene obtained as a white crystalline substance which on exposure in the air becomes red; -- called also betaorcin.", "Xylitone": "A yellow oil having a geraniumlike odor, produced as a side product in making phorone; -- called also xylite oil.", "Xylograph": "An engraving on wood, or the impression from such an engraving; a print by xylography.", "Xenon": "A very heavy, inert gaseous element of the noble gas group, occurring in the atmosphere in the proportion of one volume is about 20 millions. It was discovered by Ramsay and Travers in 1898. It can be condensed to a liquid boiling at -107° C., and to a solid which melts at -111.9° C. Symbol Xe (formely also X); atomic number 54; atomic weight 131.3.", "Xylostein": "A glucoside found in the poisonous berries of a species of honeysuckle (Lonicera xylosteum), and extracted as a bitter, white, crystalline substance.", "Xylophagan": "One of a tribe of beetles whose larvæ bore or live in wood.", "Xeronic": "Pertaining to, or designating, an acid, C8H12O4, related to fumaric acid, and obtained from citraconic acid as an oily substance having a bittersweet taste; -- so called from its tendency to form its anhydride.", "Xenogenetic": "Of or pertaining to xenogenesis; as, the xenogenetic origin of microzymes.", "Xanthopous": "Having a yellow stipe, or stem.", "Xylene": "Any of a group of three metameric hydrocarbons of the aromatic series, found in coal and wood tar, and so named because found in crude wood spirit. They are colorless, oily, inflammable liquids, C6H4.(CH3)2, being dimethyl benzenes, and are called respectively orthoxylene, metaxylene, and paraxylene. Called also xylol.", "&Verbar;Xeroderma": "Ichthyosis.", "Xeriff": "A gold coin formerly current in Egypt and Turkey, of the value of about  9s. 6d., or about $2.30; -- also, in Morocco, a ducat.", "Xanthorhiza": "A genus of shrubby ranunculaceous plants of North America, including only the species Xanthorhiza apiifolia, which has roots of a deep yellow color; yellowroot. The bark is intensely bitter, and is sometimes used as a tonic.", "&Verbar;Xanthoma": "A skin disease marked by the development or irregular yellowish patches upon the skin, especially upon the eyelids; -- called also xanthelasma.", "Xylophilous": "Of or pertaining to the xylophilans.", "Xanthomatous": "Of or pertaining to xanthoma.", "&Verbar;Xiphiplastron": "The posterior, or fourth, lateral plate in the plastron of turtles; -- called also xiphisternum.", "Xyloid": "Resembling wood; having the nature of wood.", "Xylan": "A gummy substance of the pentosan class, present in woody tissue, and yielding xylose on hydrolysis; wood gum."}