{"Water rail": "Any one of numerous species of rails of the genus Rallus, as the common European species (Rallus aquaticus).  See Illust. of Rail.", "Weedless": "Free from weeds or noxious matter.", "Wishful": "Having desire, or ardent desire; longing.", "Wagonage": "Money paid for carriage or conveyance in wagon.", "Water mint": "A kind of mint (Mentha aquatica) growing in wet places, and sometimes having a perfume resembling bergamot.", "Windless": "Having no wind; calm.", "Winnowing": "The act of one who, or that which, winnows.", "Wolves": "pl. of Wolf.", "Water speedwell": "A kind of speedwell (Veronica Anagallis) found in wet places in Europe and America.", "Woodness": "Anger; madness; insanity; rage.", "White-blaze": "See White-face.", "Water-withe": "A vinelike plant (Vitis Caribæa) growing in parched districts in the West Indies, and containing a great amount of sap which is sometimes used for quenching thirst.", "Wai Wu Pu": "The Department of Foreign Affairs in the Chinese government.", "Wash stand": "In a stable or garage, a place in the floor prepared so that carriages or automobiles may be washed there and the water run off.", "Wallachian": "Of or pertaining to Wallachia, a former principality, now part of the kingdom, of Roumania.", "Woul": "To howl.", "Whereupon": "Upon which; in consequence of which; after which.", "Waveringly": "In a wavering manner.", "Water lemon": "The edible fruit of two species of passion flower (Passiflora laurifolia, and Passiflora maliformis); -- so called in the West Indies.", "Water bed": "A kind of mattress made of, or covered with, waterproof fabric and filled with water, thus providing uniform support to the body lying on it; -- also a bed constructed so as to contain such a mattress. It is used in hospitals for bedridden patients, as well as in some private homes.", "Whiteback": "The canvasback.", "Wankle": "Not to be depended on; weak; unstable.", "Water bear": "Any species of Tardigrada, 2.  See Illust. of Tardigrada.", "Wichitas": "A tribe of Indians native of the region between the Arkansas and Red rivers. They are related to the Pawnees.  See Pawnees.", "Wistonwish": "See Wishtonwish.", "Woodenly": "Clumsily; stupidly; blockishly.", "Wonderous": "Same as Wondrous.", "Widual": "Of or pertaining to a widow; vidual.", "Winding": "A turn or turning; a bend; a curve; flexure; meander; as, the windings of a road or stream.", "Waveringness": "The quality or state of wavering.", "Windsor": "A town in Berkshire, England.", "Wirble": "To whirl; to eddy.", "Wardcorps": "Guardian; one set to watch over another.", "Whaap": "The European curlew; -- called also awp, whaup, great whaup, and stock whaup.", "Windore": "A window.", "Workaday": "See Workyday.", "Wassail": "To hold a wassail; to carouse.", "Wanting": "Absent; lacking; missing; also, deficient; destitute; needy; as, one of the twelve is wanting; I shall not be wanting in exertion.", "Whooper": "One who, or that which, whooops.", "Withstood": "o&unr_; Withstand.", "Woolward": "In wool; with woolen raiment next the skin.", "Whirling": "a. & n. from Whirl, v. t.", "Weary": "To grow tired; to become exhausted or impatient; as, to weary of an undertaking.", "Whiles": "During the time that; while.", "Water frame": "A name given to the first power spinning machine, because driven by water power.", "Wrong": "That which is not right.", "Wind signal": "In general, any signal announcing information concerning winds, and esp. the expected approach of winds whose direction and force are dangerous to shipping, etc. The wind-signal system of the United States Weather Bureau consists of storm, information, hurricane, hot wind, and inland storm signals.", "Wood-sare": "A kind of froth seen on herbs.", "Wry": "To twist; to distort; to writhe; to wrest; to vex.", "Wheat rust": "A disease of wheat and other grasses caused by the rust fungus Puccinia graminis; also, the fungus itself.", "Whip-poor-will": "An American bird (Antrostomus vociferus) allied to the nighthawk and goatsucker; -- so called in imitation of the peculiar notes which it utters in the evening.", "Waistcoating": "A fabric designed for waistcoats; esp., one in which there is a pattern, differently colored yarns being used.", "Wigeon": "A widgeon.", "Wealthful": "Full of wealth; wealthy; prosperous.", "Woodhewer": "A woodpecker.", "Widewhere": "Widely; far and wide.", "Water spider": "An aquatic European spider (Argyoneta aquatica) which constructs its web beneath the surface of the water on water plants. It lives in a bell-shaped structure of silk, open beneath like a diving bell, and filled with air which the spider carries down in the form of small bubbles attached one at a time to the spinnerets and hind feet. Called also diving spider.", "Water chevrotain": "A large West African chevrotain (Hyæmoschus aquaticus). It has a larger body and shorter legs than the other allied species. Called also water deerlet.", "Wryness": "The quality or state of being wry, or distorted.", "Weatherproof": "Proof against rough weather.", "Winebibber": "One who drinks much wine.", "Well-read": "Of extensive reading; deeply versed; -- often followed by in.", "Wheresoever": "In what place soever; in whatever place; wherever.", "Wrought": "Worked; elaborated; not rough or crude.", "Water ram": "An hydraulic ram.", "Wire": "To pass like a wire; to flow in a wirelike form, or in a tenuous stream.", "Wedge-shell": "Any one of numerous species of small marine bivalves belonging to Donax and allied genera in which the shell is wedge-shaped.", "Wolfish": "Like a wolf; having the qualities or form of a wolf; as, a wolfish visage; wolfish designs.", "Water way": "Same as Water course.", "Wonderer": "One who wonders.", "Weather-bit": "A turn of the cable about the end of the windlass, without the bits.", "Withernam": "A second or reciprocal distress of other goods in lieu of goods which were taken by a first distress and have been eloigned; a taking by way of reprisal; -- chiefly used in the expression capias in withernam, which is the name of a writ used in connection with the action of replevin (sometimes called a writ of reprisal), which issues to a defendant in replevin when he has obtained judgment for a return of the chattels replevied, and fails to obtain them on the writ of return.", "Water newt": "Any one of numerous species of aquatic salamanders; a triton.", "Waler": "A horse imported from New South Wales; also, any Australian horse.", "Water rat": "The water vole.  See under Vole.", "White noise": "a mixture or random noise sounds extending over the entire audible frequency spectrum with approximately equal intensity at all frequencies.  It is used in certain experiments, as in psychology, to prevent subjects from hearing meaningful sounds.", "Wyla": "A helmeted Australian cockatoo (Calyptorhynchus funereus); -- called also funeral cockatoo.", "Witworm": "One who, or that which, feeds on or destroys wit.", "Whipt": "Whipped.", "Welfaring": "Faring well; prosperous; thriving.", "Water purslane": "See under Purslane.", "Withstander": "One who withstands, or opposes; an opponent; a resisting power.", "Whichever": "Whether one or another; whether one or the other; which; that one (of two or more) which; as, whichever road you take, it will lead you to town.", "Wamp": "The common American eider.", "Weighable": "Capable of being weighed.", "Whitlow-wort": "Same as Whitlow grass, under Whitlow.", "Wastor": "A waster; a thief.", "womanize": "To seek the company of women with unusual frequency, especially for purposes of sexual intimacy.", "Wordish": "Respecting words; full of words; wordy.", "Widow": "Widowed.", "Witchuck": "The sand martin, or bank swallow.", "Way-going": "Going away; departing; of or pertaining to one who goes away.", "Water dressing": "The treatment of wounds or ulcers by the application of water; also, a dressing saturated with water only, for application to a wound or an ulcer.", "Wall-plat": "The spotted flycatcher. It builds its nest on walls.", "Wickiup": "Vars of Wikiup.", "Whispering": "a. & n. from Whisper. v. t.", "Water tender": "In the United States navy, a first-class petty officer in charge in a fireroom. He “tends” water to the boilers, sees that fires are properly cleaned and stoked, etc. There is also a rating of chief water tender, who is a chief petty officer.", "Warproof": "Valor tried by war.", "Wigher": "To neigh; to whinny.", "Worldling": "A person whose soul is set upon gaining temporal possessions; one devoted to this world and its enjoyments.", "Whereas": "At which place; where.", "Wizard": "Enchanting; charming.", "Wound": "imp. & p. p. of Wind to twist, and Wind to sound by blowing.", "Water cress": "A perennial cruciferous herb (Nasturtium officinale) growing usually in clear running or spring water. The leaves are pungent, and used for salad and as an antiscorbutic.", "Waldensian": "Of or pertaining to the Waldenses.", "Warre": "Worse.", "Whitworth gun": "A form of rifled cannon and small arms invented by Sir Joseph Whitworth, of Manchester, England.", "Wheen": "A quantity; a goodly number.", "Wildish": "Somewhat wild; rather wild.", "Wouldingness": "Willingness; desire.", "Whiff": "To emit whiffs, as of smoke; to puff.", "Welsh": "To cheat by avoiding payment of bets; -- said esp. of an absconding bookmaker at a race track.", "Willow-thorn": "A thorny European shrub (Hippophaë rhamnoides) resembling a willow.", "Winnower": "One who, or that which, winnows; specifically, a winnowing machine.", "Whorler": "A potter's wheel.", "Wardsman": "A man who keeps ward; a guard.", "Water turkey": "The American snakebird.  See Snakebird.", "Wariangle": "The red-backed shrike (Lanius collurio); -- called also würger, worrier, and throttler.", "Witherling": "A withered person; one who is decrepit.", "Whinger": "A kind of hanger or sword used as a knife at meals and as a weapon.", "Whorled": "Furnished with whorls; arranged in the form of a whorl or whorls; verticillate; as, whorled leaves.", "Wedgewise": "In the manner of a wedge.", "Whereso": "Wheresoever.", "Wallaba": "A leguminous tree (Eperua falcata) of Demerara, with pinnate leaves and clusters of red flowers. The reddish brown wood is used for palings and shingles.", "Water motor": "A water engine.", "Wilt": "To cause to begin to wither; to make flaccid, as a green plant.", "Wolfberry": "An American shrub (Symphoricarpus occidentalis) which bears soft white berries.", "Whooping": "a. & n. from Whoop, v. t.", "Will": "To exercise an act of volition; to choose; to decide; to determine; to decree.", "Whinock": "The small pig of a litter.", "Wilk": "See Whelk.", "Wild": "Wildly; as, to talk wild.", "Wallaby": "Any one of numerous species of kangaroos belonging to the genus Halmaturus, native of Australia and Tasmania, especially the smaller species, as the brush kangaroo (Halmaturus Bennettii) and the pademelon (Halmaturus thetidis). The wallabies chiefly inhabit the wooded district and bushy plains.", "witching": "That witches or enchants; suited to enchantment or witchcraft; bewitching.", "Warrandice": "The obligation by which a person, conveying a subject or a right, is bound to uphold that subject or right against every claim, challenge, or burden arising from circumstances prior to the conveyance; warranty.", "Wetbird": "The chaffinch, whose cry is thought to foretell rain.", "Warlockry": "Impishness; magic.", "Wormed": "Penetrated by worms; injured by worms; worm-eaten; as, wormed timber.", "wiretap": "to tap{5} (a telephone or telegraph line) to get information surreptitiously; also, to obtain or record (information) by use of a wiretap.", "Wastebasket": "A basket used in offices, libraries, etc., as a receptacle for waste paper.", "Westward": "The western region or countries; the west.", "Waiwode": "See Waywode.", "Wieldable": "Capable of being wielded.", "Workmanlike": "Becoming a workman, especially a skillful one; skillful; well performed.", "Washhouse": "An outbuilding for washing, esp. one for washing clothes; a laundry.", "Weet-weet": "A throwing toy, or implement, of the Australian aborigines, consisting of a cigar-shaped stick fastened at one end to a flexible twig. It weighs in all about two ounces, and is about two feet long.", "Wither-wrung": "Injured or hurt in the withers, as a horse.", "Wolffian": "Discovered, or first described, by Caspar Friedrich Wolff (1733-1794), the founder of modern embryology.", "Wastebook": "A book in which rough entries of transactions are made, previous to their being carried into the journal.", "Weism": "Same as Wegotism.", "Waylay": "To lie in wait for; to meet or encounter in the way; especially, to watch for the passing of, with a view to seize, rob, or slay; to beset in ambush.", "Whaleboat": "A long, narrow boat, sharp at both ends, used by whalemen.", "Warm-blooded": "Having warm blood; -- applied especially to those animals, as birds and mammals, which have warm blood, or, more properly, the power of maintaining a nearly uniform temperature whatever the temperature of the surrounding air.  See Homoiothermal.", "Wanderer": "One who wanders; a rambler; one who roves; hence, one who deviates from duty.", "Witful": "Wise; sensible.", "Weekwam": "See Wigwam.", "Whirlicote": "An open car or chariot.", "Water gage": "See Water gauge.", "Washpot": "A pot or vessel in which anything is washed.", "Whiteflaw": "A whitlow.", "Whipster": "A nimble little fellow; a whippersnapper.", "Waxiness": "Quality or state of being waxy.", "Wet plate": "A plate the film of which retains its sensitiveness only while wet. The film used in such plates is of collodion impregnated with bromides and iodides. Before exposure the plate is immersed in a solution of silver nitrate, and immediately after exposure it is developed and fixed.", "Wetness": "The quality or state of being wet; moisture; humidity; as, the wetness of land; the wetness of a cloth.", "Wrathful": "Full of wrath; very angry; greatly incensed; ireful; passionate; as, a wrathful man.", "Wastethrift": "A spendthrift.", "Wagnerite": "A fluophosphate of magnesia, occurring in yellowish crystals, and also in massive forms.", "Wanderoo": "A large monkey (Macacus silenus) native of Malabar. It is black, or nearly so, but has a long white or gray beard encircling the face. Called also maha, silenus, neelbhunder, lion-tailed baboon, and great wanderoo.", "Widowerhood": "The state of being a widower.", "Wildfire": "A composition of inflammable materials, which, kindled, is very hard to quench; Greek fire.", "Workmaster": "The performer of any work; a master workman.", "Woodly": "In a wood, mad, or raving manner; madly; furiously.", "Wox": "imp. of Wax.", "Wot": "1st & 3d pers. sing. pres. of Wit, to know.  See the Note under Wit, v.", "Winner": "One who wins, or gains by success in competition, contest, or gaming.", "Westling": "A westerner.", "weeping tree broom": "a small shrubby tree of New Zealand having weeping branches and racemes of white to violet flowers followed by woolly indehiscent 2-seeded pods.", "Wol": "See 2d Will.", "Woo": "To court; to make love.", "Won": "Dwelling; wone.", "Wanze": "To wane; to wither.", "Whey cure": "Treatment with whey as a drink and in baths.", "Woe": "Woeful; sorrowful.", "Water pipe": "A pipe for conveying water.", "Whisperously": "Whisperingly.", "Withal": "With; -- put after its object, at the end of sentence or clause in which it stands.", "Warp": "To turn, twist, or be twisted out of shape; esp., to be twisted or bent out of a flat plane; as, a board warps in seasoning or shrinking.", "Warn": "To refuse.", "Wiggle": "Act of wiggling; a wriggle.", "Warm": "The act of warming, or the state of being warmed; a warming; a heating.", "Wark": "Work; a building.", "Wearily": "In a weary manner.", "Weather-driven": "Driven by winds or storms; forced by stress of weather.", "Ward": "To be vigilant; to keep guard.", "Ware": "To make ware; to warn; to take heed of; to beware of; to guard against.", "Wildering": "A plant growing in a state of nature; especially, one which has run wild, or escaped from cultivation.", "War room": "a room in a military headquarters to which the current status of military operations is reported from the field, and the situation is evaluated, as by use of maps showing the locations of all relevant military units, both friendly and hostile.  The room may also be used to plan tactics or strategy.", "Whitworth ball": "A prejectile used in the Whitworth gun.", "Word": "To use words, as in discussion; to argue; to dispute.", "Wore": "imp. of Ware.", "Whittuesday": "The day following Whitmonday; -- called also Whitsun Tuesday.", "Wanderment": "The act of wandering, or roaming.", "Work": "To labor or operate upon; to give exertion and effort to; to prepare for use, or to utilize, by labor.", "Worm": "To effect, remove, drive, draw, or the like, by slow and secret means; -- often followed by out.", "Worn": "p. p. of Wear.", "Whiningly": "In a whining manner; in a tone of mean complaint.", "Water cure": "Hydropathy.", "Wort": "An infusion of malt which is unfermented, or is in the act of fermentation; the sweet infusion of malt, which ferments and forms beer; hence, any similar liquid in a state of incipient fermentation.", "W": "the twenty-third letter of the English alphabet, is usually a consonant, but sometimes it is a vowel, forming the second element of certain diphthongs, as in few, how. It takes its written form and its name from the repetition of a V, this being the original form of the Roman capital letter which we call U. Etymologically it is most related to v and u.  See V, and U. Some of the uneducated classes in England, especially in London, confuse w and v, substituting the one for the other, as weal for veal, and veal for weal; wine for vine, and vine for wine, etc.  See Guide to Pronunciation, §§ 266-268.", "Water hare": "A small American hare or rabbit (Lepus aquaticus) found on or near the southern coasts of the United States; -- called also water rabbit, and swamp hare.", "Workfellow": "One engaged in the same work with another; a companion in work.", "Wonderwork": "A wonderful work or act; a prodigy; a miracle.", "Widals test": "A test for typhoid fever based on the fact that blood serum of one affected, in a bouillon culture of typhoid bacilli, causes the bacilli to agglutinate and lose their motility.", "Wallower": "One who, or that which, wallows.", "Writable": "Capable of, or suitable for, being written down.", "Waddie": "See Waddy.", "Wheel-worn": "Worn by the action of wheels; as, a wheel-worn road.", "Waddywood": "An Australian tree (Pittosporum bicolor); also, its wood, used in making waddies.", "Water tu tuyère": "A tuyère kept cool by water circulating within a casing. It is used for hot blast.", "Water star grass": "An aquatic plant (Schollera graminea) with grassy leaves, and yellow star-shaped blossoms.", "Watchful": "Full of watch; vigilant; attentive; careful to observe closely; observant; cautious; -- with of before the thing to be regulated or guarded; as, to be watchful of one's behavior; and with against before the thing to be avoided; as, to be watchful against the growth of vicious habits.", "Wallbird": "The spotted flycatcher.", "Working": "a & n. from Work.", "Warriangle": "See Wariangle.", "Weatherwise": "Skillful in forecasting the changes of the weather.", "Wondrous": "Wonderful; astonishing; admirable; marvelous; such as excite surprise and astonishment; strange.", "Welwitschia": "An African plant (Welwitschia mirabilis) belonging to the order Gnetaceæ. It consists of a short, woody, topshaped stem, and never more than two leaves, which are the cotyledons enormously developed, and at length split into diverging segments.", "Wainwright": "Same as Wagonwright.", "Wives": "pl. of Wife.", "Woundily": "In a woundy manner; excessively; woundy.", "Walty": "Liable to roll over; crank; as, a walty ship.", "Waltz": "To dance a waltz.", "Whitester": "A bleacher of linen; a whitener; a whitster.", "Weanling": "Recently weaned.", "Whitebeard": "An old man; a graybeard.", "Waterage": "Money paid for transportation of goods, etc., by water.", "walk-off": "Game-ending and game-winning; such as to end the game immediately, and allow the players to walk off the field; -- of hits, especially home runs, which occur in the last half of the ninth or a later inning, which put the home team ahead of the visiting team and thereby end the game immediatey.  This occurs in baseball because, when the last half of the ninth inning arrives, if the home team (which bats last) is already ahead in the score the last half of that inning is not played, the winner of the game having already been decided.  Likewise, as soon as the home team gets ahead in the score after the visiting team has batted in the ninth inning, the game is ended.", "Water tick": "Same as Water mite.", "Water carriage": "Transportation or conveyance by water; means of transporting by water.", "Well-sped": "Having good success.", "Water trefoil": "The buck bean.", "Water chickweed": "A small annual plant (Montia fontana) growing in wet places in southern regions.", "Wieldsome": "Admitting of being easily wielded or managed.", "Wasteboard": "See Washboard, 3.", "Waitress": "A female waiter or attendant; a waiting maid or waiting woman.", "Wreathe": "To be intewoven or entwined; to twine together; as, a bower of wreathing trees.", "Wroot": "imp. of Write. Wrote.", "White friar": "A mendicant monk of the Carmelite order, so called from the white cloaks worn by the order.  See Carmelite.", "Wake-robin": "Any plant of the genus Arum, especially, in England, the cuckoopint (Arum maculatum).", "Willsome": "Willful; obstinate.", "Weepingly": "In a weeping manner.", "White slave": "A woman held in involuntary confinement for purposes of prostitution; loosely, any woman forced into unwilling prostitution.", "Wittolly": "Like a wittol; cuckoldly.", "Welcomer": "One who welcomes; one who salutes, or receives kindly, a newcomer.", "Welter": "Of, pertaining to, or designating, the most heavily weighted race in a meeting; as, a welter race; the welter stakes.", "Weatherworn": "Worn by the action of, or by exposure to, the weather.", "Waterishness": "The quality of being waterish.", "Wiggler": "The young, either larva or pupa, of the mosquito; -- called also wiggletail.", "Weak-minded": "Having a weak mind, either naturally or by reason of disease; feebleminded; foolish; idiotic.", "Whipgraft": "To graft by cutting the scion and stock in a certain manner.  See Whip grafting, under Grafting.", "Whole-souled": "Thoroughly imbued with a right spirit; noble-minded; devoted.", "Waterproof": "To render impervious to water, as cloth, leather, etc.", "Wheel base": "The figure inclosed by lines through the points contact of the wheels of a vehicle, etc., with the surface or rails on which they run; more esp., the length of this figure between the points of contact of the two extreme wheels on either side.", "Wrig": "To wriggle.", "Water beech": "The American hornbeam.  See Hornbeam.", "Wood-note": "A wild or natural note, as of a forest bird.", "Wase": "A bundle of straw, or other material, to relieve the pressure of burdens carried upon the head.", "Wightly": "Swiftly; nimbly; quickly.", "Wreche": "Wreak.", "Wreaker": "Avenger.", "Wise": "Way of being or acting; manner; mode; fashion.", "Wherewith": "The necessary means or instrument.", "Wish": "Desire; eager desire; longing.", "Wend": "A large extent of ground; a perambulation; a circuit.", "Whiteside": "The golden-eye.", "Wapinschaw": "An exhibition of arms. according to the rank of the individual, by all persons bearing arms; -- formerly made at certain seasons in each district.", "Wist": "Knew.", "Went": "Course; way; path; journey; direction.", "Wreaken": "p. p. of Wreak.", "Wealthiness": "The quality or state of being wealthy, or rich; richness; opulence.", "Wang": "See Whang.", "Wand": "A small stick; a rod; a verge.", "Wane": "The decrease of the illuminated part of the moon to the eye of a spectator.", "Weightless": "Having no weight; imponderable; hence, light.", "Wikke": "Wicked.", "Want": "A colloquial contraction of was not.", "Wany": "Waning or diminished in some parts; not of uniform size throughout; -- said especially of sawed boards or timber when tapering or uneven, from being cut too near the outside of the log.", "Whidah bird": "Any one of several species of finchlike birds belonging to the genus Vidua, native of Asia and Africa. In the breeding season the male has very long, drooping tail feathers. Called also vida finch, whidah finch, whydah bird, whydah finch, widow bird, and widow finch.", "Water level": "The level formed by the surface of still water.", "Winkle-hawk": "A rectangular rent made in cloth; -- called also winkle-hole.", "Woodcutting": "The act or employment of cutting wood or timber.", "Water cock": "A large gallinule (Gallicrex cristatus) native of Australia, India, and the East Indies. In the breeding season the male is black and has a fleshy red caruncle, or horn, on the top of its head. Called also kora.", "Workful": "Full of work; diligent.", "Whitsunday": "The seventh Sunday, and the fiftieth day, after Easter; a festival of the church in commemoration of the descent of the Holy Spirit on the day of Pentecost; Pentecost; -- so called, it is said, because, in the primitive church, those who had been newly baptized appeared at church between Easter and Pentecost in white garments.", "Woeful": "Full of woe; sorrowful; distressed with grief or calamity; afflicted; wretched; unhappy; sad.", "Well-plighted": "Being well folded.", "Whennes": "Whence.", "Water monkey": "A jar or bottle, as of porous earthenware, in which water is cooled by evaporation.", "Wenlock group": "The middle subdivision of the Upper Silurian in Great Britain; -- so named from the typical locality in Shropshire.", "Water flannel": "A floating mass formed in pools by the entangled filaments of a European fresh-water alga (Cladophora crispata).", "Wight": "Swift; nimble; agile; strong and active.", "Water monitor": "A very large lizard (Varanaus salvator) native of India. It frequents the borders of streams and swims actively. It becomes five or six feet long. Called also two-banded monitor, and kabaragoya. The name is also applied to other aquatic monitors.", "Wince": "A reel used in dyeing, steeping, or washing cloth; a winch. It is placed over the division wall between two wince pits so as to allow the cloth to descend into either compartment. at will.", "Winch": "A kick, as of a beast, from impatience or uneasiness.", "Wald": "A forest; -- used as a termination of names.  See Weald.", "Water gate": "A gate, or valve, by which a flow of water is permitted, prevented, or regulated.", "Washoe process": "The process of treating silver ores by grinding in pans or tubs with the addition of mercury, and sometimes of chemicals such as blue vitriol and salt.", "Whithersoever": "To whatever place; to what place soever; wheresoever; as, I will go whithersoever you lead.", "Wastrel": "Any waste thing or substance", "Woolenet": "A thin, light fabric of wool.", "Wandering": "a. & n. from Wander, v.", "Weatherly": "Working, or able to sail, close to the wind; as, a weatherly ship.", "Warping": "The act or process of one who, or that which, warps.", "Wispen": "Formed of a wisp, or of wisp; as, a wispen broom.", "Wrest": "The act of wresting; a wrench; a violent twist; hence, distortion; perversion.", "Whizzingly": "With a whizzing sound.", "Weaser": "The American merganser; -- called also weaser sheldrake.", "Wanghee": "The Chinese name of one or two species of bamboo, or jointed cane, of the genus Phyllostachys. The slender stems are much used for walking sticks.", "Woodcraft": "Skill and practice in anything pertaining to the woods, especially in shooting, and other sports in the woods.", "Weasel": "Any one of various species of small carnivores belonging to the genus Putorius, as the ermine and ferret. They have a slender, elongated body, and are noted for the quickness of their movements and for their bloodthirsty habit in destroying poultry, rats, etc.  The ermine and some other species are brown in summer, and turn white in winter; others are brown at all seasons.", "Water mole": "The shrew mole.  See under Shrew.", "Wehrwolf": "See Werewolf.", "Wile": "To practice artifice upon; to deceive; to beguile; to allure.", "Wanton": "To cause to become wanton; also, to waste in wantonness.", "Witherband": "A piece of iron in a saddle near a horse's withers, to strengthen the bow.", "Writhle": "To wrinkle.", "Wappato": "See Wapatoo.", "Water mill": "A mill whose machinery is moved by water; -- distinguished from a windmill, and a steam mill.", "Wost": "2d pers. sing. pres. of Wit, to know.", "Workmanship": "The art or skill of a workman; the execution or manner of making anything.", "Wonderstruck": "Struck with wonder, admiration, or surprise.", "Wardship": "The office of a ward or keeper; care and protection of a ward; guardianship; right of guardianship.", "Windhover": "The kestrel; -- called also windbibber, windcuffer, windfanner.", "Westing": "The distance, reckoned toward the west, between the two meridians passing through the extremities of a course, or portion of a ship's path; the departure of a course which lies to the west of north.", "Wayed": "Used to the way; broken.", "Water": "To shed, secrete, or fill with, water or liquid matter; as, his eyes began to water.", "Whalebone": "A firm, elastic substance resembling horn, taken from the upper jaw of the right whale; baleen. It is used as a stiffening in stays, fans, screens, and for various other purposes.  See Baleen.", "Weather map": "A map or chart showing the principal meteorological elements at a given hour and over an extended region. Such maps usually show the height of the barometer, the temperature of the air, the relative humidity, the state of the weather, and the direction and velocity of the wind. Isobars and isotherms outline the general distribution of temperature and pressure, while shaded areas indicate the sections over which rain has just fallen. Other lines inclose areas where the temperature has fallen or risen markedly. In tabular form are shown changes of pressure and of temperature, maximum and minimum temperatures, and total rain for each weather station since the last issue, usually 12 hours.", "Water line": "Any one of certain lines of a vessel, model, or plan, parallel with the surface of the water at various heights from the keel.", "Wrongful": "Full of wrong; injurious; unjust; unfair; as, a wrongful taking of property; wrongful dealing.", "Water bridge": "See Water table.", "Wartless": "Having no wart.", "Weird": "To foretell the fate of; to predict; to destine to.", "Water grass": "A tall march perennial grass (Paspalum dilatatum) of the southern United States and the American tropics.", "Whatnot": "A kind of stand, or piece of furniture, having shelves for books, ornaments, etc.; an étagère.", "Whim": "To be subject to, or indulge in, whims; to be whimsical, giddy, or freakish.", "Wantage": "That which is wanting; deficiency.", "Whig": "Of or pertaining to the Whigs.", "Weakishness": "Quality or state of being weakish.", "Waking": "The act of waking, or the state or period of being awake.", "Water plate": "A plate heated by hot water contained in a double bottom or jacket.", "Whiz": "A hissing and humming sound.", "Wonder-working": "Doing wonders or surprising things.", "Whit": "The smallest part or particle imaginable; a bit; a jot; an iota; -- generally used in an adverbial phrase in a negative sentence.", "Whir": "A buzzing or whizzing sound produced by rapid or whirling motion; as, the whir of a partridge; the whir of a spinning wheel.", "Weils disease": "An acute infectious febrile disease, resembling typhoid fever, with muscular pains, disturbance of the digestive organs, jaundice, etc.", "Weeding-rhim": "A kind of implement used for tearing up weeds esp. on summer fallows.", "Wollastonite": "A silicate of lime of a white to gray, red, or yellow color, occurring generally in cleavable masses, rarely in tabular crystals; tabular spar.", "Water shield": "An aquatic American plant (Brasenia peltata) having floating oval leaves, and the covered with a clear jelly.", "Welsh rarebit": "same as Welsh rabbit.", "Whencesoever": "From what place soever; from what cause or source soever.", "Westernmost": "Situated the farthest towards the west; most western.", "Whitebeam": "The common beam tree of England (Pyrus Aria); -- so called from the white, woolly under surface of the leaves.", "Wheyish": "Somewhat like whey; wheyey.", "Wrecking": "a. & n. from Wreck, v.", "Water lizard": "Any aquatic lizard of the genus Varanus, as the monitor of the Nile.  See Monitor, n., 3.", "Waferer": "A dealer in the cakes called wafers; a confectioner.", "Weaponry": "Weapons, collectively; as, an array of weaponry.", "Wotest": "2d pers. sing. pres. of Wit, to know.", "Whereness": "The quality or state of having a place; ubiety; situation; position.", "Woodenness": "Quality of being wooden; clumsiness; stupidity; blockishness.", "Windlestrae": "A grass used for making ropes or for plaiting, esp. Agrostis Spica-ventis.", "Whiskin": "A shallow drinking bowl.", "Water privilege": "The advantage of using water as a mechanical power; also, the place where water is, or may be, so used.  See under Privilege.", "Weather-board": "To nail boards upon so as to lap one over another, in order to exclude rain, snow, etc.", "Wringing": "a. & n. from Wring, v.", "Workbench": "A bench on which work is performed, as in a carpenter's shop.", "Water-colorist": "One who paints in water colors.", "Wattmeter": "An instrument for measuring power in watts, -- much used in measuring the energy of an electric current.", "Wasp": "Any one of numerous species of stinging hymenopterous insects, esp. any of the numerous species of the genus Vespa, which includes the true, or social, wasps, some of which are called yellow jackets.", "Worldly-minded": "Devoted to worldly interests; mindful of the affairs of the present life, and forgetful of those of the future; loving and pursuing this world's goods, to the exclusion of piety and attention to spiritual concerns.", "White mustard": "A kind of mustard (Sinapis alba) with rough-hairy foliage, a long-beaked hispid pod, and pale seeds, which yield mustard and mustard oil. The plant is also grown for forage.", "Wast": "The second person singular of the verb be, in the indicative mood, imperfect tense; -- now used only in solemn or poetical style.  See Was.", "Waahoo": "The burning bush; -- said to be called after a quack medicine made from it.", "Wash": "Washy; weak.", "Woundable": "Capable of being wounded; vulnerable.", "Wahabee": "A follower of Abdel Wahab (b. 1691; d. 1787), a reformer of Islam.  His doctrines prevail particularly among the Bedouins, and the sect, though checked in its influence, extends to most parts of Arabia, and also into India.", "Wearable": "Capable of being worn; suitable to be worn.", "Warrantable": "Authorized by commission, precept, or right; justifiable; defensible; as, the seizure of a thief is always warrantable by law and justice; falsehood is never warrantable.", "Widow-hunter": "One who courts widows, seeking to marry one with a fortune.", "Woodpeck": "A woodpecker.", "Wrongdoing": "Evil or wicked behavior or action.", "Wainage": "See Gainage, a.", "Wango": "A boomerang.", "Whatso": "Whatsoever; whosoever; whatever; anything that.", "Whimper": "A low, whining, broken cry; a low, whining sound, expressive of complaint or grief.", "Water wing": "One of two walls built on either side of the junction of a bridge with the bank of a river, to protect the abutment of the bridge and the bank from the action of the current.", "Worder": "A speaker.", "Write": "To form characters, letters, or figures, as representative of sounds or ideas; to express words and sentences by written signs.", "Wraprascal": "A kind of coarse upper coat, or overcoat, formerly worn.", "Wincing": "The act of washing cloth, dipping it in dye, etc., with a wince.", "Water-tight": "So tight as to retain, or not to admit, water; not leaky.", "Whaup": "See Whaap.", "Weatherboarding": "The covering or siding of a building, formed of boards lapping over one another, to exclude rain, snow, etc.", "Water-logged": "Filled or saturated with water so as to be heavy, unmanageable, or loglike; -- said of a vessel, when, by receiving a great quantity of water into her hold, she has become so heavy as not to be manageable by the helm.", "Wrastle": "To wrestle.", "Woodruff": "A little European herb (Asperula odorata) having a pleasant taste. It is sometimes used for flavoring wine.  See Illust. of Whorl.", "Whaul": "Same as Whall.", "Water glass": "See Soluble glass, under Glass.", "Willowed": "Abounding with willows; containing willows; covered or overgrown with willows.", "Wolframate": "A salt of wolframic acid; a tungstate.", "Wonderland": "A land full of wonders, or marvels.", "Whipcord": "A kind of hard-twisted or braided cord, sometimes used for making whiplashes.", "Widish": "Moderately wide.", "Willower": "A willow.  See Willow, n., 2.", "Whiteboyism": "The conduct or principle of the Whiteboys.", "Whitflaw": "Whitlow.", "Wheatsel bird": "The male of the chaffinch.", "Wheresoeer": "Wheresoever.", "Water leg": "See Leg, 7.", "Wampum": "Beads made of shells, used by the North American Indians as money, and also wrought into belts, etc., as an ornament.", "Wise-like": "Resembling that which is wise or sensible; judicious.", "Wreathy": "Wreathed; twisted; curled; spiral; also, full of wreaths.", "Water sparrow": "The reed warbler.", "Water sail": "A small sail sometimes set under a studding sail or under a driver boom, and reaching nearly to the water.", "Weaken": "To become weak or weaker; to lose strength, spirit, or determination; to become less positive or resolute; as, the patient weakened; the witness weakened on cross-examination.", "Woodlander": "A dweller in a woodland.", "Wimple": "To lie in folds; also, to appear as if laid in folds or plaits; to ripple; to undulate.", "Wholly": "In a whole or complete manner; entirely; completely; perfectly.", "White-face": "A white mark in the forehead of a horse, descending almost to the nose; -- called also white-blaze.", "Wreckful": "Causing wreck; involving ruin; destructive.", "Whitmonday": "The day following Whitsunday; -- called also Whitsun Monday.", "Wondered": "Having performed wonders; able to perform wonderful things.", "Wean": "A weanling; a young child.", "Weal": "To promote the weal of; to cause to be prosperous.", "Weak": "To make or become weak; to weaken.", "Whitewing": "The chaffinch; -- so called from the white bands on the wing.", "Wear": "The act of wearing, or the state of being worn; consumption by use; diminution by friction; as, the wear of a garment.", "Wollastons doublet": "A magnifying glass consisting of two plano-convex lenses. It is designed to correct spherical aberration and chromatic dispersion.", "Wagon": "To wagon goods as a business; as, the man wagons between Philadelphia and its suburbs.", "Winy": "Having the taste or qualities of wine; vinous; as, grapes of a winy taste.", "Weatherbit": "To take another turn with, as a cable around a windlass.", "Workyday": "A week day or working day, as distinguished from Sunday or a holiday. Also used adjectively.", "Weismannism": "The theories and teachings in regard to heredity propounded by the German biologist August Weismann, esp. in regard to germ plasm as the basis of heredity and the impossibility of transmitting acquired characteristics; -- often called neo-Darwinism.", "Wink": "The act of closing, or closing and opening, the eyelids quickly; hence, the time necessary for such an act; a moment.", "Walling": "The act of making a wall or walls.", "Wing": "To furnish with wings; to enable to fly, or to move with celerity.", "Wind": "To blow; to sound by blowing; esp., to sound with prolonged and mutually involved notes.", "Wattled": "Furnished with wattles, or pendent fleshy processes at the chin or throat.", "Wilful": "See Willful, Willfully, and Willfulness.", "Withdrawment": "The act of withdrawing; withdrawal.", "Wealden": "The Wealden group or strata.", "Waterspout": "A remarkable meteorological phenomenon, of the nature of a tornado or whirlwind, usually observed over the sea, but sometimes over the land.", "Witness": "To bear testimony; to give evidence; to testify.", "Warrantor": "One who warrants.", "Webbing": "A woven band of cotton or flax, used for reins, girths, bed bottoms, etc.", "Water clock": "An instrument or machine serving to measure time by the fall, or flow, of a certain quantity of water; a clepsydra.", "Watering": "a. & n. from Water, v.", "Warely": "Cautiously; warily.", "Wartweed": "Same as Wartwort.", "Wishable": "Capable or worthy of being wished for; desirable.", "Weak-hearted": "Having little courage; of feeble spirit; dispirited; faint-hearted.", "Wretchedness": "The quality or state of being wretched; utter misery.", "Whiggery": "The principles or practices of the Whigs; Whiggism.", "Water snake": "A common North American colubrine snake (Tropidonotus sipedon) which lives chiefly in the water.", "Writhe": "To twist or contort the body; to be distorted; as, to writhe with agony. Also used figuratively.", "Wernerian": "Of or pertaining to A. G. Werner, The German mineralogist and geologist, who classified minerals according to their external characters, and advocated the theory that the strata of the earth's crust were formed by depositions from water; designating, or according to, Werner's system.", "Wind-plant": "A windflower.", "Workbasket": "A basket for holding materials for needlework, or the like.", "Windbore": "The lower, or bottom, pipe in a lift of pumps in a mine.", "Water aloe": "See Water soldier.", "Waterboard": "A board set up to windward in a boat, to keep out water.", "Wallah": "A black variety of the jaguar; -- called also tapir tiger.", "Wappened": "A word of doubtful meaning used once by Shakespeare.", "Water cell": "A cell containing water; specifically (Zoöl.), one of the cells or chambers in which water is stored up in the stomach of a camel.", "Whally": "Having the iris of light color; -- said of horses.", "Woodmeil": "See Wadmol.", "Webby": "Of or pertaining to a web or webs; like a web; filled or covered with webs.", "Wind-up": "Act of winding up, or closing; a concluding act or part; the end.", "Wone": "To dwell; to abide.", "Wolverine State": "Michigan; -- a nickname.", "Wyd": "Wide.", "Walaway": "See Welaway.", "Weetless": "Unknowing; also, unknown; unmeaning.", "Wool-hall": "A trade market in the woolen districts.", "Waldheimia": "A genus of brachiopods of which many species are found in the fossil state. A few still exist in the deep sea.", "Withinforth": "Within; inside; inwardly.", "Without-door": "Outdoor; exterior.", "Withamite": "A variety of epidote, of a reddish color, found in Scotland.", "Woolder": "A stick used to tighten the rope in woolding.", "Warily": "In a wary manner.", "Wheatear": "A small European singing bird (Saxicola œnanthe). The male is white beneath, bluish gray above, with black wings and a black stripe through each eye. The tail is black at the tip and in the middle, but white at the base and on each side. Called also checkbird, chickell, dykehopper, fallow chat, fallow finch, stonechat, and whitetail.", "Woden": "A deity corresponding to Odin, the supreme deity of the Scandinavians.  Wednesday is named for him.  See Odin.", "Weazand": "See Weasand.", "Wristlet": "An elastic band worn around the wrist, as for the purpose of securing the upper part of a glove.", "Wire-pulling": "The act of pulling the wires, as of a puppet; hence, secret influence or management, especially in politics; intrigue.", "Well-nigh": "Almost; nearly.", "Weigela": "A hardy garden shrub (Diervilla Japonica) belonging to the Honeysuckle family, with white or red flowers. It was introduced from China.", "Weeper": "One who weeps; esp., one who sheds tears.", "Weighlock": "A lock, as on a canal, in which boats are weighed and their tonnage is settled.", "Whatsoeer": "A contraction of whatsoever; -- used in poetry.", "Worryingly": "In a worrying manner.", "Weatherboard": "That side of a vessel which is toward the wind; the windward side.", "Water doctor": "One who professes to be able to divine diseases by inspection of the urine.", "Wrister": "A covering for the wrist.", "Whiggish": "Of or pertaining to Whigs; partaking of, or characterized by, the principles of Whigs.", "Whiggarchy": "Government by Whigs.", "Woven": "p. p. of Weave.", "Whiggism": "The principles of the Whigs.", "Water rate": "A rate or tax for a supply of water.", "Wilne": "To wish; to desire.", "Wagerer": "One who wagers, or lays a bet.", "Wordle": "One of several pivoted pieces forming the throat of an adjustable die used in drawing wire, lead pipe, etc.", "Wapacut": "The American hawk owl.  See under Hawk.", "Whistlefish": "A gossat, or rockling; -- called also whistler, three-bearded rockling, sea loach, and sorghe.", "Weanedness": "Quality or state of being weaned.", "Wedlock": "To marry; to unite in marriage; to wed.", "White-fronted": "Having a white front; as, the white-fronted lemur.", "Whipstaff": "A bar attached to the tiller, for convenience in steering.", "Wodegeld": "A geld, or payment, for wood.", "Woulding": "Emotion of desire; inclination; velleity.", "Wretched": "Very miserable; sunk in, or accompanied by, deep affliction or distress, as from want, anxiety, or grief; calamitous; woeful; very afflicting.", "Waly": "An exclamation of grief.", "Woolding": "The act of winding or wrapping anything with a rope, as a mast.", "Weakness": "The quality or state of being weak; want of strength or firmness; lack of vigor; want of resolution or of moral strength; feebleness.", "Wayworn": "Wearied by traveling.", "Whiteness": "The quality or state of being white; white color, or freedom from darkness or obscurity on the surface.", "Water thief": "A pirate.", "Water antelope": "See Water buck.", "Witless": "Destitute of wit or understanding; wanting thought; hence, indiscreet; not under the guidance of judgment.", "Wanhorn": "An East Indian plant (Kæmpferia Galanga) of the Ginger family.  See Galanga.", "Whitson": "See Whitsun.", "Windowy": "Having little crossings or openings like the sashes of a window.", "Wretchedly": "In a wretched manner; miserably; despicable.", "Wopen": "Wept.", "Whacking": "Very large; whapping.", "Wattlebird": "Any one of several species of honey eaters belonging to Anthochæra and allied genera of the family Meliphagidæ.  These birds usually have a large and conspicuous wattle of naked skin hanging down below each ear. They are natives of Australia and adjacent islands.", "Whanghee": "See Wanghee.", "Windflower": "The anemone; -- so called because formerly supposed to open only when the wind was blowing.  See Anemone.", "Weather-beaten": "Beaten or harassed by the weather; worn by exposure to the weather, especially to severe weather.", "Wheelband": "The tire of a wheel.", "Westmost": "Lying farthest to the west; westernmost.", "Wing-footed": "Having wings attached to the feet; as, wing-footed Mercury; hence, swift; moving with rapidity; fleet.", "Winterkill": "To die as the result of exposure to the cold of winter; as, the tree winterkills easily.", "Wig": "To censure or rebuke; to hold up to reprobation; to scold.", "Win": "To gain the victory; to be successful; to triumph; to prevail.", "Wolfling": "A young wolf.", "Wit": "To know; to learn.", "Wis": "To think; to suppose; to imagine; -- used chiefly in the first person sing. present tense, I wis.  See the Note under Ywis.", "Warmouth": "An American freshwater bream, or sunfish (Chænobryttus gulosus); -- called also red-eyed bream.", "Wrizzle": "To wrinkle.", "Wielding": "Power; authority; rule.", "Whitener": "One who, or that which, whitens; a bleaching agent; a bleach; a bleacher; a blancher; a whitewasher.", "Winning": "The act of obtaining something, as in a contest or by competition.", "Wherry": "A liquor made from the pulp of crab apples after the verjuice is expressed; -- sometimes called crab wherry.", "Wooingly": "In a wooing manner; enticingly; with persuasiveness.", "Well-meaner": "One whose intention is good.", "Wedder": "See Wether.", "Welkin": "The visible regions of the air; the vault of heaven; the sky.", "Wilded": "Become wild.", "Widdy": "A rope or halter made of flexible twigs, or withes, as of birch.", "Walleteer": "One who carries a wallet; a foot traveler; a tramping beggar.", "Wedded": "Joined in wedlock; married.", "Why-not": "A violent and peremptory procedure without any assigned reason; a sudden conclusive happening.", "Woolman": "One who deals in wool.", "Wept": "imp. & p. p. of Weep.", "Waygate": "The tailrace of a mill.", "White-water": "A dangerous disease of sheep.", "Workbox": "A box for holding instruments or materials for work.", "Wastage": "Loss by use, decay, evaporation, leakage, or the like; waste.", "Wandy": "Long and flexible, like a wand.", "Wafture": "The act of waving; a wavelike motion; a waft.", "Where": "Place; situation.", "Weever": "Any one of several species of edible marine fishes belonging to the genus Trachinus, of the family Trachinidæ. They have a broad spinose head, with the eyes looking upward. The long dorsal fin is supported by numerous strong, sharp spines which cause painful wounds.", "Warlikeness": "Quality of being warlike.", "Witeless": "Blameless.", "Woald": "See Weld.", "Weregild": "The price of a man's head; a compensation paid of a man killed, partly to the king for the loss of a subject, partly to the lord of a vassal, and partly to the next of kin. It was paid by the murderer.", "Woolstock": "A heavy wooden hammer for milling cloth.", "Workmens compensation act": "A statute fixing the compensation that a workman may recover from an employer in case of accident, esp. the British act of 6 Edw. VII. c. 58 (1906) giving to a workman, except in certain cases of “serious and willful misconduct,” a right against his employer to a certain compensation on the mere occurrence of an accident where the common law gives the right only for negligence of the employer.", "Widgeon": "Any one of several species of fresh-water ducks, especially those belonging to the subgenus Mareca, of the genus Anas. The common European widgeon (Anas penelope) and the American widgeon (Anas Americana) are the most important species. The latter is called also baldhead, baldpate, baldface, baldcrown, smoking duck, wheat, duck, and whitebelly.", "Warrantise": "To warrant.", "Willingly": "In a willing manner; with free will; without reluctance; cheerfully.", "Wheelwright": "A man whose occupation is to make or repair wheels and wheeled vehicles, as carts, wagons, and the like.", "Wistaria": "A genus of climbing leguminous plants bearing long, pendulous clusters of pale bluish flowers.  Now commonly spelled Wisteria.", "Wiclifite": "See Wyclifite.", "Witling": "A person who has little wit or understanding; a pretender to wit or smartness.", "Whirler": "One who, or that which, whirls.", "Wekeen": "The meadow pipit.", "Wanness": "The quality or state of being wan; a sallow, dead, pale color; paleness; pallor; as, the wanness of the cheeks after a fever.", "Westy": "Dizzy; giddy.", "Wrecker": "One who causes a wreck, as by false lights, and the like.", "Whitile": "The yaffle.", "Wively": "Wifely.", "Wet-shod": "Having the feet, or the shoes on the feet, wet.", "Water wagtail": "See under Wagtail.", "Worth": "To be; to become; to betide; -- now used only in the phrases, woe worth the day, woe worth the man, etc., in which the verb is in the imperative, and the nouns day, man, etc., are in the dative. Woe be to the day, woe be to the man, etc., are equivalent phrases.", "Waped": "Cast down; crushed by misery; dejected.", "Wheel of fortune": "A gambling or lottery device consisting of a wheel which is spun horizontally, articles or sums to which certain marks on its circumference point when it stops being distributed according to varying rules.", "Widegap": "The angler; -- called also widegab, and widegut.", "Woodknacker": "The yaffle.", "Wildwood": "A wild or unfrequented wood. Also used adjectively; as, wildwood flowers; wildwood echoes.", "Wretchless": "Reckless; hence, disregarded.", "Willock": "The common guillemot.", "Weighboard": "Clay intersecting a vein.", "Waterleaf": "Any plant of the American genus Hydrophyllum, herbs having white or pale blue bell-shaped flowers.", "Wennel": "See Weanel.", "Woman": "To act the part of a woman in; -- with indefinite it.", "witch": "To bewitch; to fascinate; to enchant.", "Whiskerless": "Being without whiskers.", "Whinstone": "A provincial name given in England to basaltic rocks, and applied by miners to other kind of dark-colored unstratified rocks which resist the point of the pick. -- for example, to masses of chert. Whin-dikes, and whin-sills, are names sometimes given to veins or beds of basalt.", "weeping beech": "a variety of European beech (Fagus pendula, Fagus sylvatica pendula) with pendulous limbs.", "Warner": "A warrener.", "Wapatoo": "The edible tuber of a species of arrowhead (Sagittaria variabilis); -- so called by the Indians of Oregon.", "Welchman": "See Welshman.", "Withouten": "Without.", "Wo": "See Woe.", "Water deerlet": "See Water chevrotain.", "Woosy": "Oozy; wet.", "Welladay": "Alas! Welaway!", "Waucht": "A large draught of any liquid.", "Workship": "Workmanship.", "Woodsy": "Of or pertaining to the woods or forest.", "White-limed": "Whitewashed or plastered with lime.", "Wher": "Whether.", "Wych-elm": "A species of elm (Ulmus montana) found in Northern and Western Europe; Scotch elm.", "Wheyface": "One who is pale, as from fear.", "Whew": "To whistle with a shrill pipe, like a plover.", "Wolde": "imp. of Will.  See Would.", "Warry": "See Warye.", "Whey": "The serum, or watery part, of milk, separated from the more thick or coagulable part, esp. in the process of making cheese.", "womanise": "Same as womanize.", "Wing-shell": "Any one of various species of marine bivalve shells belonging to the genus Avicula, in which the hinge border projects like a wing.", "Water thrush": "A North American bird of the genus Seiurus, belonging to the Warbler family, especially the common species (Seiurus Noveboracensis).", "Whistly": "In a whist manner; silently.", "Witan": "Lit., wise men;", "Waterie": "The pied wagtail; -- so called because it frequents ponds.", "Water crane": "A goose-neck apparatus for supplying water from an elevated tank, as to the tender of a locomotive.", "Water-soak": "To soak water; to fill the interstices of with water.", "Whiskyfied": "Drunk with whisky; intoxicated.", "Waggel": "The young of the great black-backed gull (Larus marinus), formerly considered a distinct species.", "Wheelswarf": "See Swarf.", "Water lily": "A blossom or plant of any species of the genus Nymphæa, distinguished for its large floating leaves and beautiful flowers.  See Nymphæa.", "Whider": "Whither.", "Widowly": "Becoming or like a widow.", "Waldenses": "A sect of dissenters from the ecclesiastical system of the Roman Catholic Church, who in the 13th century were driven by persecution to the valleys of Piedmont, where the sect survives. They profess substantially Protestant principles.", "Wilfley table": "An inclined percussion table, usually with longitudinal grooves in its surface, agitated by side blows at right angles to the flow of the pulp; -- so called after the inventor.", "Whitethroat": "Any one of several species of Old World warblers, esp. the common European species (Sylvia cinerea), called also strawsmear, nettlebird, muff, and whitecap, the garden whitethroat, or golden warbler (Sylvia hortensis), and the lesser whitethroat (Sylvia curruca).", "Wardian": "Designating, or pertaining to, a kind of glass inclosure for keeping ferns, mosses, etc., or for transporting growing plants from a distance; as, a Wardian case of plants; -- so named from the inventor, Nathaniel B. Ward, an Englishman.", "Websterite": "A hydrous sulphate of alumina occurring in white reniform masses.", "Wrestling": "Act of one who wrestles; specif., the sport consisting of the hand-to-hand combat between two unarmed contestants who seek to throw each other.", "Woodworm": "See Wood worm, under Wood.", "Waterless": "Destitute of water; dry.", "Wray": "To reveal; to disclose.", "Wardmote": "Anciently, a meeting of the inhabitants of a ward; also, a court formerly held in each ward of London for trying defaults in matters relating to the watch, police, and the like.", "Whitneyite": "an arsenide of copper from Lake Superior.", "Wrap": "A wrapper; -- often used in the plural for blankets, furs, shawls, etc., used in riding or traveling.", "Wraw": "Angry; vexed; wrathful.", "Wrecche": "Wretched.", "Wire tapper": "One that taps, or cuts in on, telegraph wires and intercepts messages;", "Water chicken": "The common American gallinule.", "Water murrain": "A kind of murrain affecting cattle.", "Word method": "A method of teaching reading in which words are first taken as single ideograms and later analyzed into their phonetic and alphabetic elements; -- contrasted with alphabet method and sentence method.", "Water piet": "The water ousel.", "Wull": "See 2d Will.", "Wittiness": "The quality of being witty.", "Walter": "To roll or wallow; to welter.", "Water-laid": "Having a left-hand twist; -- said of cordage; as, a water-laid, or left-hand, rope.", "Wive": "To match to a wife; to provide with a wife.", "Wowe": "To woo.", "Water chinquapin": "The American lotus, and its edible seeds, which somewhat resemble chinquapins.   Cf. Yoncopin.", "Whitewall": "The spotted flycatcher; -- so called from the white color of the under parts.", "Whimling": "One given to whims; hence, a weak, childish person; a child.", "Why": "A young heifer.", "Weave": "A particular method or pattern of weaving; as, the cassimere weave.", "Whirtle": "A perforated steel die through which wires or tubes are drawn to form them.", "Wheelhouse": "A small house on or above a vessel's deck, containing the steering wheel.", "weeping widow": "same as crumblecap.", "Workmanly": "In a skillful manner; in a manner becoming a skillful workman.", "Wampee": "A tree (Cookia punctata) of the Orange family, growing in China and the East Indies; also, its fruit, which is about the size of a large grape, and has a hard rind and a peculiar flavor.", "Water hen": "Any gallinule.", "Widow bird": "See Whidan bird.", "Windfallen": "Blown down by the wind.", "Warted": "Having little knobs on the surface; verrucose; as, a warted capsule.", "Wevil": "See Weevil.", "Wash out": "to be removed by washing; -- of spots and stains, especially on clothing.", "Whiffle": "A fife or small flute.", "Wolframite": "Tungstate of iron and manganese, generally of a brownish or grayish black color, submetallic luster, and high specific gravity. It occurs in cleavable masses, and also crystallized. Called also wolfram.", "Water dog": "A dog accustomed to the water, or trained to retrieve waterfowl. Retrievers, waters spaniels, and Newfoundland dogs are so trained.", "Woolward-going": "A wearing of woolen clothes next the skin as a matter of penance.", "Womanhood": "The state of being a woman; the distinguishing character or qualities of a woman, or of womankind.", "Womanhead": "Womanhood.", "Waney": "A sharp or uneven edge on a board that is cut from a log not perfectly squared, or that is made in the process of squaring.  See Wany, a.", "White": "To make white; to whiten; to whitewash; to bleach.", "Water flag": "A European species of Iris (Iris Pseudacorus) having bright yellow flowers.", "Wash drawing": "In water-color painting, work in, or a work done chiefly in, washes, as distinguished from that done in stipple, in body color, etc.", "Wail": "Loud weeping; violent lamentation; wailing.", "Waid": "Oppressed with weight; crushed; weighed down.", "Worthy": "To render worthy; to exalt into a hero.", "Wair": "A piece of plank two yard&unr_; long and a foot broad.", "Woolert": "The barn owl.", "Wedgwood ware": "A kind of fine pottery, the most remarkable being what is called jasper, either white, or colored throughout the body, and capable of being molded into the most delicate forms, so that fine and minute bas-reliefs like cameos were made of it, fit even for being set as jewels.", "Wait": "To stay for; to rest or remain stationary in expectation of; to await; as, to wait orders.", "Walwe": "To wallow.", "Waterproofing": "The act or process of making waterproof.", "Wonder-worker": "One who performs wonders, or miracles.", "West India": "Belonging or relating to the West Indies.", "Wit-snapper": "One who affects repartee; a wit-cracker.", "Woolfell": "A skin with the wool; a skin from which the wool has not been sheared or pulled.", "Webster": "A weaver; originally, a female weaver.", "Watchet": "Pale or light blue.", "Waterflood": "A flood of water; an inundation.", "Watches": "The leaves of Saracenia flava.  See Trumpets.", "Watcher": "One who watches; one who sits up or continues; a diligent observer; specifically, one who attends upon the sick during the night.", "Worry": "A state of undue solicitude; a state of disturbance from care and anxiety; vexation; anxiety; fret; as, to be in a worry.", "Wether": "A castrated ram.", "Whelked": "Having whelks; whelky; as, whelked horns.", "Winter-proud": "Having too rank or forward a growth for winter.", "Warrie": "See Warye.", "Woodhole": "A place where wood is stored.", "Welsher": "One who cheats at a horse race; one who bets, without a chance of being able to pay; one who receives money to back certain horses and absconds with it.", "Water tube": "One of a system of tubular excretory organs having external openings, found in many invertebrates.  They are believed to be analogous in function to the kidneys of vertebrates.  See Illust. under Trematodea, and Sporocyst.", "Warrin": "An Australian lorikeet (Trichoglossus multicolor) remarkable for the variety and brilliancy of its colors; -- called also blue-bellied lorikeet, and blue-bellied parrot.", "Waistcloth": "A cloth or wrapper worn about the waist; by extension, such a garment worn about the hips and passing between the thighs.", "Wily": "Full of wiles, tricks, or stratagems; using craft or stratagem to accomplish a purpose; mischievously artful; subtle.", "Wheat": "A cereal grass (Triticum vulgare) and its grain, which furnishes a white flour for bread, and, next to rice, is the grain most largely used by the human race.", "Water pox": "A variety of chicken pox, or varicella.", "Welcome": "To salute with kindness, as a newcomer; to receive and entertain hospitably and cheerfully; as, to welcome a visitor; to welcome a new idea.", "Withe-rod": "A North American shrub (Viburnum nudum) whose tough osierlike shoots are sometimes used for binding sheaves.", "Whistling": "a. & n. from Whistle, v.", "Wealdish": "Of or pertaining to a weald, esp. to the weald in the county of Kent, England.", "Water poa": "Meadow reed grass.  See under Reed.", "Waddler": "One who, or that which, waddles.", "Whammel": "To turn over.", "Wheelbarrow": "A light vehicle for conveying small loads. It has two handles and one wheel, and is rolled by a single person.", "Wheal": "A mine.", "Whitten tree": "Either of two shrubs (Viburnum Lantana, and Viburnum Opulus), so called on account of their whitish branches.", "Wherso": "Wheresoever.", "Weasel-faced": "Having a thin, sharp face, like a weasel.", "Water spaniel": "A curly-haired breed of spaniels, naturally very fond of the water.", "Woodstone": "A striped variety of hornstone, resembling wood in appearance.", "Walrus": "A very large marine mammal (Trichecus rosmarus) of the Seal family, native of the Arctic Ocean. The male has long and powerful tusks descending from the upper jaw. It uses these in procuring food and in fighting.  It is hunted for its oil, ivory, and skin. It feeds largely on mollusks. Called also morse.", "Whurt": "See Whort.", "Walking": "a. & n. from Walk, v.", "Widen": "To grow wide or wider; to enlarge; to spread; to extend.", "Water hyacinth": "Either of several tropical aquatic plants of the genus Eichhornia, related to the pickerel weed.", "Weariable": "That may be wearied.", "Woad-waxen": "A leguminous plant (Genista tinctoria) of Europe and Russian Asia, and adventitious in America; -- called also greenwood, greenweed, dyer's greenweed, and whin, wood-wash, wood-wax, and wood-waxen.", "Whiplash": "The lash of a whip, -- usually made of thongs of leather, or of cords, braided or twisted.", "Worm-eaten": "Eaten, or eaten into, by a worm or by worms; as, worm-eaten timber.", "Warmer": "One who, or that which, warms.", "Winder": "To wither; to fail.", "Welfare": "Well-doing or well-being in any respect; the enjoyment of health and the common blessings of life; exemption from any evil or calamity; prosperity; happiness.", "Whiskey Ring": "A conspiracy of distillers and government officials during the administration of President Grant to defraud the government of the excise taxes. The frauds were detected in 1875 through the efforts of the Secretary of the Treasury B. H. Bristow, and most of the offenders were convicted.", "Womans Christian Temperance Union": "An association of women formed in the United States in 1874, for the advancement of temperance by organizing preventive, educational, evangelistic, social, and legal work.  It is also known as the Women's Christian Temperance Union and by its acronym WCTU or W.C.T.U..  It was one of the political forces leading to passage of the constitutional amendment, later repealed, which prohibited the sale of alcoholic beverages.", "Wrasse": "Any one of numerous edible, marine, spiny-finned fishes of the genus Labrus, of which several species are found in the Mediterranean and on the Atlantic coast of Europe. Many of the species are bright-colored.", "Water lime": "Hydraulic lime.", "Waddy": "To attack or beat with a waddy.", "Wrongheaded": "Wrong in opinion or principle; having a perverse understanding; perverse.", "Warwickite": "A dark brown or black mineral, occurring in prismatic crystals imbedded in limestone near Warwick, New York. It consists of the borate and titanate of magnesia and iron.", "Water bailiff": "An officer of the customs, whose duty it is to search vessels.", "Wedge-shaped": "Having the shape of a wedge; cuneiform.", "Worriment": "Trouble; anxiety; worry.", "Weighing": "a. & n. from Weigh, v.", "Waggish": "Like a wag; mischievous in sport; roguish in merriment or good humor; frolicsome.", "Water snail": "Any aquatic pulmonate gastropod belonging to Planorbis, Limnæa, and allied genera; a pond snail.", "Warly": "Warlike.", "Webeye": "See Web, n., 8.", "Whewellite": "Calcium oxalate, occurring in colorless or white monoclinic crystals.", "Water caltrop": "The water chestnut.", "Weltschmertz": "Sorrow or sadness over the present or future evils or woes of the world in general; sentimental pessimism.", "Withers": "The ridge between the shoulder bones of a horse, at the base of the neck.  See Illust. of Horse.", "Wildness": "The quality or state of being wild; an uncultivated or untamed state; disposition to rove or go unrestrained; rudeness; savageness; irregularity; distraction.", "Whinyard": "A sword, or hanger.", "Watercourse": "One of the holes in floor or other plates to permit water to flow through.", "Whoremonger": "A whoremaster; a lecher; a man who frequents the society of whores.", "Wonderly": "Wonderfully; wondrously.", "Windowless": "Destitute of a window.", "Weathercock": "To supply with a weathercock; to serve as a weathercock for.", "Walk-over": "In racing, the going over a course by a horse which has no competitor for the prize.", "Willingness": "The quality or state of being willing; free choice or consent of the will; freedom from reluctance; readiness of the mind to do or forbear.", "Willow-weed": "A European species of loosestrife (Lysimachia vulgaris).", "Woolly": "Consisting of wool; as, a woolly covering; a woolly fleece.", "Watchhouse": "A house in which a watch or guard is placed.", "Whitewasher": "One who whitewashes.", "Wamble-cropped": "Sick at the stomach; also, crestfallen; dejected.", "Wegotism": "Excessive use of the pronoun we; -- called also weism.", "Whereer": "Wherever; -- a contracted and poetical form.", "Winninish": "The land-locked variety of the common salmon.", "Water canker": "See Canker, n., 1.", "Warine": "A South American monkey, one of the sapajous.", "Winters bark": "The aromatic bark of tree (Drimys Winteri syn.  Drymis Winteri) of the Magnolia family, which is found in Southern Chile.  It was first used as a cure for scurvy by its discoverer, Captain John Winter, vice admiral to sir Francis Drake, in 1577.", "Waterhorse": "A pile of salted fish heaped up to drain.", "Wriggle": "Act of wriggling; a short or quick writhing motion or contortion.", "Wileful": "Full of wiles; trickish; deceitful.", "Witts": "Tin ore freed from earthy matter by stamping.", "Whirlbone": "The huckle bone.", "Wep": "imp. of Weep.", "Water bath": "A device for regulating the temperature of anything subjected to heat, by surrounding the vessel containing it with another vessel containing water which can be kept at a desired temperature; also, a vessel designed for this purpose.", "Watermark": "A mark indicating the height to which water has risen, or at which it has stood; the usual limit of high or low water.", "Winze": "A small shaft sunk from one level to another, as for the purpose of ventilation.", "Warble": "A quavering modulation of the voice; a musical trill; a song.", "Wharfinger": "A man who owns, or has the care of, a wharf.", "Wulfenite": "Native lead molybdate occurring in tetragonal crystals, usually tabular, and of a bright orange-yellow to red, gray, or brown color; -- also called yellow lead ore.", "Willow-herb": "A perennial herb (Epilobium spicatum) with narrow willowlike leaves and showy rose-purple flowers. The name is sometimes made to include other species of the same genus.", "Wont": "To accustom; -- used reflexively.", "Wys": "Wise.", "Workwoman": "A woman who performs any work; especially, a woman skilled in needlework.", "Ward-corn": "The duty of keeping watch and ward (see the Note under Watch, n., 1) with a horn to be blown upon any occasion of surprise.", "Waketime": "Time during which one is awake.", "Washdish": "A washbowl.", "Wong": "A field.", "Weasand": "The windpipe; -- called also, formerly, wesil.", "Wintertide": "Winter time.", "Wyn": "One of the runes (&unr_;) adopted into the Anglo-Saxon, or Old English, alphabet. It had the value of modern English w, and was replaced from about a. d. 1280 at first by uu, later by w.", "Winker": "One who winks.", "Wrongly": "In a wrong manner; unjustly; erroneously; wrong; amiss; as, he judges wrongly of my motives.", "Wariness": "The quality or state of being wary; care to foresee and guard against evil; cautiousness.", "Whoever": "Whatever person; any person who; be or she who; any one who; as, he shall be punished, whoever he may be.", "Whitely": "Like, or coming near to, white.", "Wakeful": "Not sleeping; indisposed to sleep; watchful; vigilant.", "Werst": "See Verst.", "Water opossum": "See Yapock, and the Note under Opossum.", "Water-closet": "A privy; especially, a privy furnished with a contrivance for introducing a stream of water to cleanse it.", "Web": "To unite or surround with a web, or as if with a web; to envelop; to entangle.", "Wee": "Very small; little.", "Wed": "To contact matrimony; to marry.", "Worsen": "To grow or become worse.", "Water moccasin": "A venomous North American snake (Ancistrodon piscivorus) allied to the rattlesnake but destitute of a rattle. It lives in or about pools and ponds, and feeds largely of fishes. Called also water snake, water adder, water viper.", "Wen": "An indolent, encysted tumor of the skin; especially, a sebaceous cyst.", "Wem": "To stain; to blemish; to harm; to corrupt.", "Width": "The quality of being wide; extent from side to side; breadth; wideness; as, the width of cloth; the width of a door.", "Water rabbit": "See Water hare.", "War-beaten": "Warworn.", "Wet": "To fill or moisten with water or other liquid; to sprinkle; to cause to have water or other fluid adherent to the surface; to dip or soak in a liquid; as, to wet a sponge; to wet the hands; to wet cloth.", "Wey": "A certain measure of weight.", "Wex": "Wax.", "Waniand": "The wane of the moon.", "Windmill": "A mill operated by the power of the wind, usually by the action of the wind upon oblique vanes or sails which radiate from a horizontal shaft.", "We": "The plural nominative case of the pronoun of the first person; the word with which a person in speaking or writing denotes a number or company of which he is one, as the subject of an action expressed by a verb.", "Wolfs-claw": "A kind of club moss.  See Lycopodium.", "Wheelbird": "The European goatsucker.", "Well-favored": "Handsome; wellformed; beautiful; pleasing to the eye.", "Wanty": "A surcingle, or strap of leather, used for binding a load upon the back of a beast; also, a leather tie; a short wagon rope.", "Water engine": "An engine to raise water; or an engine moved by water; also, an engine or machine for extinguishing fires; a fire engine.", "Watteau back": "The back of a woman's gown in which one or more very broad folds are carried from the neck to the floor without being held in at the waist, while the front and sides of the gown are shaped to the person and have a belt or its equivalent.", "Worst": "To grow worse; to deteriorate.", "Warmthless": "Being without warmth; not communicating warmth; cold.", "Wreakful": "Revengeful; angry; furious.", "Water junket": "The common sandpiper.", "Water measurer": "Any one of numerous species of water; the skater.  See Skater, n., 2.", "Watermanship": "The business or skill of a waterman.", "Wanhope": "Want of hope; despair; also, faint or delusive hope; delusion. [Obs.] Piers Plowman.", "Waxy": "Resembling wax in appearance or consistency; viscid; adhesive; soft; hence, yielding; pliable; impressible.", "Weepful": "Full of weeping or lamentation; grieving.", "Wavellite": "A hydrous phosphate of alumina, occurring usually in hemispherical radiated forms varying in color from white to yellow, green, or black.", "Wildebeest": "The gnu.", "Weighmaster": "One whose business it is to weigh ore, hay, merchandise, etc.; one licensed as a public weigher.", "Woxen": "p. p. of Wax.", "Weld steel": "A compound of iron, such as puddled steel, made without complete fusion.", "Wreckfish": "A stone bass.", "Worthily": "In a worthy manner; excellently; deservedly; according to merit; justly; suitably; becomingly.", "Weddahs": "See Veddahs.", "Woteth": "3d pers. sing. pres. of Wit, to know.", "Wood-wash": "Same as Woadwaxen.", "Weightiness": "The quality or state of being weighty; weight; force; importance; impressiveness.", "Whenceforth": "From, or forth from, what or which place; whence.", "Water cart": "A cart carrying water; esp., one carrying water for sale, or for sprinkling streets, gardens, etc.", "world-wide web": "The collective total of all computer installations that are connected to the internet and provide access to other computers connected to the internet, using hypertext transfer protocol, to computer files called web pages, which may have text, graphics, audio or animated video data, as well as pages which may provide data or information in all those forms.", "Wishbone": "The forked bone in front of the breastbone in birds; -- called also merrythought, and wishing bone.  See Merrythought, and Furculum.", "Weltanschauung": "Lit., world view; a conception of the course of events in, and of the purpose of, the world as a whole, forming a philosophical view or apprehension of the universe; the general idea embodied in a cosmology.", "Widmanstätten figures": "Certain figures appearing on etched meteoric iron; -- so called after A. B. Widmanstätten, of Vienna, who first described them in 1808.  See the Note and Illust. under Meteorite.", "Workday": "A day on which work is performed, as distinguished from Sunday, festivals, etc., a working day.", "Wideness": "The quality or state of being wide; breadth; width; great extent from side to side; as, the wideness of a room.", "Wedge-formed": "Having the form of a wedge; cuneiform.", "Wildly": "In a wild manner; without cultivation; with disorder; rudely; distractedly; extravagantly.", "Wareroom": "A room in which goods are stored or exhibited for sale.", "Wifelike": "Of, pertaining to, or like, a wife or a woman.", "Whealworm": "The harvest mite; -- so called from the wheals, caused by its bite.", "Wych-hazel": "The wych-elm; -- so called because its leaves are like those of the hazel.", "Water parsnip": "Any plant of the aquatic umbelliferous genus Sium, poisonous herbs with pinnate or dissected leaves and small white flowers.", "Wikiup": "The hut used by the nomadic Indian tribes of the arid regions of the west and southwest United States, typically elliptical in form, with a rough frame covered with reed mats or grass or brushwood.", "Willow-wort": "Same as Willow-weed.", "Wert": "A wart.", "Were": "The imperfect indicative plural, and imperfect subjunctive singular and plural, of the verb be.  See Be.", "Werk": "See Work.", "Wern": "To refuse.", "Welaway": "Alas!", "Warningly": "In a warning manner.", "Westerly": "Toward the west; westward.", "Withered": "Faded; dried up; shriveled; wilted; wasted; wasted away.", "Whitewood": "The soft and easily-worked wood of the tulip tree (Liriodendron). It is much used in cabinetwork, carriage building, etc.", "Wifeless": "Without a wife; unmarried.", "Worrisome": "Inclined to worry or fret; also, causing worry or annoyance.", "Workbag": "A bag for holding implements or materials for work; especially, a reticule, or bag for holding needlework, and the like.", "Woofy": "Having a close texture; dense; as, a woofy cloud.", "Widespread": "Spread to a great distance; widely extended; extending far and wide; as, widespread wings; a widespread movement.", "Wode": "Wood.", "Waling": "Same as Wale, n., 4.", "Wretchful": "Wretched.", "Waxen": "Made of wax.", "Wood-bound": "Incumbered with tall, woody hedgerows.", "Wireworm": "One of the larvæ of various species of snapping beetles, or elaters; -- so called from their slenderness and the uncommon hardness of the integument.  Wireworms are sometimes very destructive to the roots of plants.  Called also wire grub.", "Wolfram steel": "Same as Tungsten steel.", "Wonger": "See Wanger.", "Whenever": "At whatever time.", "Workroom": "Any room or apartment used especially for labor.", "Wornil": "See Wormil.", "Wisse": "To show; to teach; to inform; to guide; to direct.", "Whoobub": "Hubbub.", "Wateriness": "The quality or state of being watery; moisture; humidity.", "Weathermost": "Being farthest to the windward.", "Weevil": "Any one of numerous species of snout beetles, or Rhynchophora, in which the head is elongated and usually curved downward. Many of the species are very injurious to cultivated plants. The larvæ of some of the species live in nuts, fruit, and grain by eating out the interior, as the plum weevil, or curculio, the nut weevils, and the grain weevil (see under Plum, Nut, and Grain). The larvæ of other species bore under the bark and into the pith of trees and various other plants, as the pine weevils (see under Pine).  See also Pea weevil, Rice weevil, Seed weevil, under Pea, Rice, and Seed.", "Widow-wail": "A low, narrowleaved evergreen shrub (Cneorum tricoccon) found in Southern Europe.", "Washed sale": "Same as Wash sale.", "Web-toed": "Having the toes united by a web for a considerable part of their length.", "Washerman": "A man who washes clothes, esp. for hire, or for others.", "Water vole": "See under Vole.", "Woodwork": "Work made of wood; that part of any structure which is wrought of wood.", "Windgall": "A soft tumor or synovial swelling on the fetlock joint of a horse; -- so called from having formerly been supposed to contain air.", "Water gall": "A cavity made in the earth by a torrent of water; a washout.", "Water soldier": "An aquatic European plant (Stratiotes aloides) with bayonet-shaped leaves.", "Wigless": "Having or wearing no wig.", "Woon": "Dwelling.  See Wone.", "Wook": "Woke.", "Water milfoil": "Any plant of the genus Myriophyllum, aquatic herbs with whorled leaves, the submersed ones pinnately parted into capillary divisions.", "Weive": "See Waive.", "Witch": "A cone of paper which is placed in a vessel of lard or other fat, and used as a taper.", "Waver": "A sapling left standing in a fallen wood.", "Well-mannered": "Polite; well-bred; complaisant; courteous.", "Wavey": "The snow goose.", "Whisky": "An intoxicating liquor distilled from grain, potatoes, etc., especially in Scotland, Ireland, and the United States. In the United States, whisky is generally distilled from maize, rye, or wheat, but in Scotland and Ireland it is often made from malted barley.", "Wader": "One who, or that which, wades.", "Wayless": "Having no road or path; pathless.", "Wizen-faced": "Having a shriveled, thin, withered face.", "Wieldance": "The act or power of wielding.", "Whack off": "to masturbate.", "Wagon-roofed": "Having a roof, or top, shaped like an inverted U; wagon-headed.", "Whitebait": "The young of several species of herrings, especially of the common herring, esteemed a great delicacy by epicures in England.", "Waxworks": "An exhibition of wax figures, or the place of exhibition; as, Madame Toussaud's Waxworks.", "Winery": "A place where grapes are converted into wine.", "Woody": "Abounding with wood or woods; as, woody land.", "Water butt": "A large, open-headed cask, set up on end, to contain water.", "Wording": "The act or manner of expressing in words; style of expression; phrasing.", "Whur": "A humming or whirring sound, like that of a body moving through the air with velocity; a whir.", "Wheatstones rods": "Flexible rods the period of vibration of which in two planes at right angles are in some exact ratio to one another. When one end of such a rod is fixed, the free end describes in vibrating the corresponding Lissajous figure. So called because devised by Sir Charles Wheatstone.", "Wallerian degeneration": "A form of degeneration occurring in nerve fibers as a result of their division; -- so called from Dr. Waller, who published an account of it in 1850.", "Wrannock": "The common wren.", "Washable": "Capable of being washed without damage to fabric or color.", "Wire-drawer": "One who draws metal into wire.", "Wiveless": "Wifeless.", "Water partridge": "The ruddy duck.", "Woodland": "Of or pertaining to woods or woodland; living in the forest; sylvan.", "Water elder": "The guelder-rose.", "Wayk": "Weak.", "Wish-wash": "Any weak, thin drink.", "Witfish": "The ladyfish (a).", "Witch-hazel": "The wych-elm.", "Wastel": "A kind of white and fine bread or cake; -- called also wastel bread, and wastel cake.", "Whimsicality": "The quality or state of being whimsical; whimsicalness.", "Water-rot": "To rot by steeping in water; to water-ret; as, to water-rot hemp or flax.", "Whip-shaped": "Shaped like the lash of a whip; long, slender, round, and tapering; as, a whip-shaped root or stem.", "Wyvern": "Same as Wiver.", "Whilom": "Formerly; once; of old; erewhile; at times.", "Weedy": "Dressed in weeds, or mourning garments.", "Water sprite": "A sprite, or spirit, imagined as inhabiting the water.", "Wainscoting": "The act or occupation of covering or lining with boards in panel.", "Woodbind": "Woodbine.", "Willemite": "A silicate of zinc, usually occurring massive and of a greenish yellow color, also in reddish crystals (troostite) containing manganese.", "Washing": "The act of one who washes; the act of cleansing with water; ablution.", "Weech-elm": "The wych-elm.", "Watch meeting": "A religious meeting held in the closing hours of the year.", "Windlass": "To raise with, or as with, a windlass; to use a windlass.", "Wherever": "At or in whatever place; wheresoever.", "Wanion": "A word of uncertain signification, used only in the phrase with a wanion, apparently equivalent to with a vengeance, with a plague, or with misfortune.", "Wielder": "One who wields or employs; a manager; a controller.", "Wordsman": "One who deals in words, or in mere words; a verbalist.", "Withdraw": "To retire; to retreat; to quit a company or place; to go away; as, he withdrew from the company.", "Walloons": "A Romanic people inhabiting that part of Belgium which comprises the provinces of Hainaut, Namur, Liége, and Luxembourg, and about one third of Brabant; also, the language spoken by this people. Used also adjectively.", "Washy": "Watery; damp; soft.", "Warranty": "To warrant; to guarantee.", "Whosesoever": "The possessive of whosoever.  See Whosoever.", "Wynn": "A kind of timber truck, or carriage.", "Wire-worker": "One who manufactures articles from wire.", "Water course": "A stream of water; a river or brook.", "Wynd": "A narrow lane or alley.", "Weirdness": "The quality or state of being weird.", "Woohoo": "The sailfish.", "Wing-handed": "Having the anterior limbs or hands adapted for flight, as the bats and pterodactyls.", "Weryangle": "See Wariangle.", "Wisher": "One who wishes or desires; one who expresses a wish.", "Wind-broken": "Having the power of breathing impaired by the rupture, dilatation, or running together of air cells of the lungs, so that while the inspiration is by one effort, the expiration is by two; affected with pulmonary emphysema or with heaves; -- said of a horse.", "Wiseness": "Wisdom.", "Wenona": "A sand snake (Charina plumbea) of Western North America, of the family Erycidæ.", "Water pepper": "Smartweed.", "West": "Westward.", "Whenceever": "Whencesoever.", "Walnut": "The fruit or nut of any tree of the genus Juglans; also, the tree, and its timber. The seven or eight known species are all natives of the north temperate zone.", "Woodhouse": "A house or shed in which wood is stored, and sheltered from the weather.", "Wolfs-foot": "Club moss.  See Lycopodium.", "Wesh": "Washed.", "Whatsoever": "Whatever.", "Wesleyanism": "The system of doctrines and church polity inculcated by John Wesley (b. 1703; d. 1791), the founder of the religious sect called Methodist; Methodism.  See Methodist, n., 2.", "Wicca": "A religion derived from pre-Christian times, also called Witchcraft{4}, which practices a benevolent reverence for nature, and recognizes two deities, variously viewed as Mother & Father, Goddess & God, Female & Male, etc.; its practitioners are called Wiccans, Wiccas, or witches.  Since there is no central authority to propagate dogma, the beliefs and practices of Wiccans vary significantly.", "Waybill": "A list of passengers in a public vehicle, or of the baggage or gods transported by a common carrier on a land route. When the goods are transported by water, the list is called a bill of lading.", "whitehorse": "a whitecap{2} (the wave).", "Winter-ground": "To coved over in the season of winter, as for protection or shelter; as, to winter-ground the roods of a plant.", "Wake": "The act of waking, or being awaked; also, the state of being awake.", "Well-seen": "Having seen much; hence, accomplished; experienced.", "Wakf": "The granting or dedication of property in trust for a pious purpose, that is, to some object that tends to the good of mankind, as to support a mosque or caravansary, to provide for support of one's family, kin, or neighbors, to benefit some particular person or persons and afterward the poor, etc.; also, the trust so created, or the property in trust.", "Wickered": "Made of, secured by, or covered with, wickers or wickerwork.", "Wooded": "Supplied or covered with wood, or trees; as, land wooded and watered.", "Wapping": "Yelping.", "Wagonry": "Conveyance by means of a wagon or wagons.", "-ways": "A suffix formed from way by the addition of the adverbial -s (see -wards). It is often used interchangeably with wise; as, endways or endwise; noways or nowise, etc.", "Wrappage": "The act of wrapping.", "Wrestler": "One who wrestles; one who is skillful in wrestling.", "Windrow": "To arrange in lines or windrows, as hay when newly made.", "Wire-heel": "A disease in the feet of a horse or other beast.", "Wayside": "Of or pertaining to the wayside; as, wayside flowers.", "Womanize": "To make like a woman; to make effeminate.", "Wishedly": "According to wish; conformably to desire.", "Wire gun": "same as Wire-wound gun.", "Waviness": "The quality or state of being wavy.", "Wennish": "Having the nature of a wen; resembling a wen; as, a wennish excrescence.", "Woold": "To wind, or wrap; especially, to wind a rope round, as a mast or yard made of two or more pieces, at the place where it has been fished or scarfed, in order to strengthen it.", "Weaving": "The act of one who, or that which, weaves; the act or art of forming cloth in a loom by the union or intertexture of threads.", "Wagonwright": "One who makes wagons.", "Wave-worn": "Worn by the waves.", "Week": "A period of seven days, usually that reckoned from one Sabbath or Sunday to the next.", "Waistcoat": "A short, sleeveless coat or garment for men, worn under the coat, extending no lower than the hips, and covering the waist; a vest.", "Ween": "To think; to imagine; to fancy.", "Weel": "A kind of trap or snare for fish, made of twigs.", "Wart hog": "Either one of two species of large, savage African wild hogs of the genus Phacochœrus.  These animals have a pair of large, rough, fleshy tubercles behind the tusks and second pair behind the eyes. The tusks are large and strong, and both pairs curve upward. The body is scantily covered with bristles, but there is long dorsal mane. The South African species (Phacochœrus Æthiopicus) is the best known. Called also vlacke vark. The second species (Phacochœrus Æliani) is native of the coasts of the Red Sea.", "Woodiness": "The quality or state of being woody.", "Worshipable": "Capable of being worshiped; worthy of worship.", "Weed": "A sudden illness or relapse, often attended with fever, which attacks women in childbed.", "Wheelman": "One who rides a bicycle or tricycle; a cycler, or cyclist.", "Weep": "To lament; to bewail; to bemoan.", "Wheeled": "Having wheels; -- used chiefly in composition; as, a four-wheeled carriage.", "Wainscot": "To line with boards or panelwork, or as if with panelwork; as, to wainscot a hall.", "Weet": "To know; to wit.", "Wallaroo": "Any one of several species of kangaroos of the genus Macropus, especially Macropus robustus, sometimes called the great wallaroo.", "Well-bred": "Having good breeding; refined in manners; polite; cultivated.", "Wind-sucking": "A vicious habit of a horse, consisting in the swallowing of air; -- usually associated with crib-biting, or cribbing.  See Cribbing, 4.", "Walker": "One who walks; a pedestrian.", "Woundwort": "Any one of certain plants whose soft, downy leaves have been used for dressing wounds, as the kidney vetch, and several species of the labiate genus Stachys.", "Warper": "One who, or that which, warps or twists out of shape.", "Whilst": "While.", "Wacke": "A soft, earthy, dark-colored rock or clay derived from the alteration of basalt.", "Weariless": "Incapable of being wearied.", "Waymaker": "One who makes a way; a precursor.", "Wittified": "Possessed of wit; witty.", "Whitsour": "A sort of apple.", "Winglet": "A little wing; a very small wing.", "Wheatworm": "A small nematode worm (Tylenchus tritici, formerly Anguillula tritici) which attacks wheat, advancing through the stem to the grains in the ear. In wheat affected with smut, each of the diseased grains may contain a large number of the minute young of the worm.", "Wicker": "Made of, or covered with, twigs or osiers, or wickerwork.", "Whipping": "a & n. from Whip, v.", "Windingly": "In a winding manner.", "Woofell": "The European blackbird.", "Wordplay": "A more or less subtle playing upon the meaning of words.", "Waffle": "A thin cake baked and then rolled; a wafer.", "Wicked": "Having a wick; -- used chiefly in composition; as, a two-wicked lamp.", "Wiener Schnitzel": "A veal cutlet variously seasoned garnished, often with lemon, sardines, and capers.", "Wasteness": "The quality or state of being waste; a desolate state or condition; desolation.", "Whistlingly": "In a whistling manner; shrilly.", "Wadmol": "A coarse, hairy, woolen cloth, formerly used for garments by the poor, and for various other purposes.", "Withwine": "Same as Withvine.", "Wide": "That which is wide; wide space; width; extent.", "Wherethrough": "Through which.", "Wash sale": "A sale made in washing. See Washing, n., 3, above.", "Whine": "A plaintive tone; the nasal, childish tone of mean complaint; mean or affected complaint.", "Wages": "A compensation given to a hired person for services; price paid for labor; recompense; hire.  See Wage, n., 2.", "Wesil": "See Weasand.", "Wabbly": "Inclined to wabble; wabbling.", "Way shaft": "A rock shaft.", "Wagel": "See Waggel.", "Wisly": "Certainly.", "Witch-tree": "The witch-hazel.", "Whimsy": "A whimsey.", "Water buck": "A large, heavy antelope (Kobus ellipsiprymnus) native of Central Africa. It frequents the banks of rivers and is a good swimmer. It has a white ring around the rump. Called also photomok, water antelope, and waterbok.", "Working-day": "Pertaining to, or characteristic of, working days, or workdays; everyday; hence, plodding; hard-working.", "Wench": "To frequent the company of wenches, or women of ill fame.", "Workless": "Without work; not laboring; as, many people were still workless.", "Weak-kneed": "Having weak knees; hence, easily yielding; wanting resolution.", "Wager": "To make a bet; to lay a wager.", "Wander": "To travel over without a certain course; to traverse; to stroll through.", "Whitewort": "Wild camomile.", "Wabble": "A hobbling, unequal motion, as of a wheel unevenly hung; a staggering to and fro.", "Wise-hearted": "Wise; knowing; skillful; sapient; erudite; prudent.", "Woolhead": "The buffel duck.", "Winter": "To keep, feed or manage, during the winter; as, to winter young cattle on straw.", "Waning": "The act or process of waning, or decreasing.", "Waymark": "A mark to guide in traveling.", "Water torch": "The common cat-tail (Typha latifolia), the spike of which makes a good torch soaked in oil.", "Water deck": "A covering of painting canvas for the equipments of a dragoon's horse.", "Web-fingered": "Having the fingers united by a web for a considerable part of their length.", "Wirche": "To work", "Wreckage": "The act of wrecking, or state of being wrecked.", "Womanly": "In the manner of a woman; with the grace, tenderness, or affection of a woman.", "Warranter": "One who warrants, gives authority, or legally empowers.", "Wayleway": "See Welaway.", "Warrantee": "The person to whom a warrant or warranty is made.", "Whirry": "To whir.", "Wheelwork": "A combination of wheels, and their connection, in a machine or mechanism.", "Wrong-timed": "Done at an improper time; ill-timed.", "Wallhick": "The lesser spotted woodpecker (Dryobates minor).", "Waybung": "An Australian insessorial bird (Corcorax melanorhamphus) noted for the curious actions of the male during the breeding season. It is black with a white patch on each wing.", "Wold": "See Weld.", "Weyve": "To waive.", "Weakling": "Weak; feeble.", "Weiss beer": "A light-colored highly effervescent beer made by the top-fermentation process.", "Woll": "See 2d Will.", "Workingman": "A laboring man; a man who earns his daily support by manual labor.", "Wing-leaved": "Having pinnate or pinnately divided leaves.", "Wolfhound": "Originally, a large hound used in hunting wolves; now, any one of certain breeds of large dogs, some of which are nearly identical with the great Danes.", "Wilder": "To bewilder; to perplex.", "Wrightine": "A rare alkaloid found in the bark of an East Indian apocynaceous tree (Wrightia antidysenterica), and extracted as a bitter white crystalline substance. It was formerly used as a remedy for diarrhœa. Called also conessine, and neriine.", "Welew": "To welk, or wither.", "Worrit": "Worry; anxiety.", "Wistit": "A small South American monkey; a marmoset.", "Wind-break": "A clump of trees serving for a protection against the force of wind.", "Wire-tailed": "Having some or all of the tail quills terminated in a long, slender, pointed shaft, without a web or barbules.", "Wayfare": "The act of journeying; travel; passage.", "Willow": "To open and cleanse, as cotton, flax, or wool, by means of a willow.  See Willow, n., 2.", "Winningness": "The quality or state of being winning.", "Watchmaker": "One whose occupation is to make and repair watches.", "Widely": "In a wide manner; to a wide degree or extent; far; extensively; as, the gospel was widely disseminated by the apostles.", "Woodcracker": "The nuthatch.", "Winter-beaten": "Beaten or harassed by the severe weather of winter.", "Warmth": "The quality or state of being warm; gentle heat; as, the warmth of the sun; the warmth of the blood; vital warmth.", "Winesap": "A variety of winter apple of medium size, deep red color, and yellowish flesh of a rich, rather subacid flavor.", "Waddlingly": "In a waddling manner.", "Worker": "One who, or that which, works; a laborer; a performer; as, a worker in brass.", "Waterfall": "A fall, or perpendicular descent, of the water of a river or stream, or a descent nearly perpendicular; a cascade; a cataract.", "Windpipe": "The passage for the breath from the larynx to the lungs; the trachea; the weasand.  See Illust. under Lung.", "Weezel": "See Weasel.", "Willowish": "Having the color of the willow; resembling the willow; willowy.", "War story": "A recounting of a memorable personal experience, especially one involving challenge, hardship, danger, or other interesting features.", "Water beetle": "Any one of numerous species of aquatic beetles belonging to Dytiscus and allied genera of the family Dytiscidæ, and to various genera of the family Hydrophilidæ.  These beetles swim with great agility, the fringed hind legs acting together like oars.", "weeping spruce": "a medium-sized spruce of California and Oregon (Picea breweriana) having pendulous branches.", "Wonted": "Accustomed; customary; usual.", "Whisperingly": "In a whisper, or low voice; in a whispering manner; with whispers.", "Whole": "The entire thing; the entire assemblage of parts; totality; all of a thing, without defect or exception; a thing complete in itself.", "Will-o-the-wisp": "See Ignis fatuus.", "Worldly-wise": "Wise in regard to things of this world.", "Whiplash injury": "an injury to the neck caused by the sudden motion of the head backward and forward, as occurs to the occupants of a vehicle hit from behind by another vehicle.", "Wrangle": "An angry dispute; a noisy quarrel; a squabble; an altercation.", "Wicken tree": "Same as Quicken tree.", "Wilderment": "The state of being bewildered; confusion; bewilderment.", "Water flounder": "The windowpane (Pleuronectes maculatus).", "Water dropwort": "A European poisonous umbelliferous plant (Enanthe fistulosa) with large hollow stems and finely divided leaves.", "Wormian": "Discovered or described by Olanus Wormius, a Danish anatomist.", "Winrow": "A windrow.", "Worral": "An Egyptian fork-tongued lizard, about four feet long when full grown.", "Wust": "imp. of Wit.", "Weigh-house": "A building at or within which goods, and the like, are weighed.", "Wisket": "A whisket, or basket.", "Warlock": "Of or pertaining to a warlock or warlock; impish.", "Wait-a-bit": "Any of several plants bearing thorns or stiff hooked appendages, which catch and tear the clothing,", "Wlatsome": "Loathsome; disgusting; hateful.", "Wapiti": "The American elk (Cervus Canadensis). It is closely related to the European red deer, which it somewhat exceeds in size.", "Warder": "One who wards or keeps; a keeper; a guard.", "Wilding": "Not tame, domesticated, or cultivated; wild.", "Whole-length": "Representing the whole figure; -- said of a picture or statue.", "Welked": "See Whelked.", "Warlike": "Fit for war; disposed for war; as, a warlike state; a warlike disposition.", "Weeviled": "Infested by weevils; as, weeviled grain.", "Whipstalk": "A whipstock.", "Womankind": "The females of the human race; women, collectively.", "Weakly": "Not strong of constitution; infirm; feeble; as, a weakly woman; a man of a weakly constitution.", "Whimmy": "Full of whims; whimsical.", "Water vine": "Any plant of the genus Phytocrene, climbing shrubs of Asia and Africa, the stems of which are singularly porous, and when cut stream with a limpid potable juice.", "Willowy": "Abounding with willows.", "Wrawl": "To cry, as a cat; to waul.", "Worthful": "Full of worth; worthy; deserving.", "Water buffalo": "The European buffalo.", "Water drainage": "The draining off of water.", "Womanliness": "The quality or state of being womanly.", "Wady": "A ravine through which a brook flows; the channel of a water course, which is dry except in the rainy season.", "Wood tick": "Any one of several species of ticks of the genus Ixodes whose young cling to bushes, but quickly fasten themselves upon the bodies of any animal with which they come in contact. When they attach themselves to the human body they often produce troublesome sores. The common species of the Northern United States is Ixodes unipunctata.", "Workfolk": "People that labor.", "Wherefore": "the reason why.", "White plague": "Tuberculosis, esp. of the lungs.", "Waxbill": "Any one of numerous species of finchlike birds belonging to Estrelda and allied genera, native of Asia, Africa, and Australia. The bill is large, conical, and usually red in color, resembling sealing wax. Several of the species are often kept as cage birds.", "Water meter": "A contrivance for measuring a supply of water delivered or received for any purpose, as from a street main.", "Wade": "The act of wading.", "Whereform": "From which; from which or what place.", "Witchery": "Sorcery; enchantment; witchcraft.", "Wourali": "Same as Curare.", "Woolly-head": "A negro.", "Wind-fertilized": "Anemophilous; fertilized by pollen borne by the wind.", "Welte": "imp. of Weld, to wield.", "Whortle": "The whortleberry, or bilberry.", "Wier": "Same as Weir.", "Wimble": "Active; nimble.", "Welcomeness": "The quality or state of being welcome; gratefulness; agreeableness; kind reception.", "Wrinkly": "Full of wrinkles; having a tendency to be wrinkled; corrugated; puckered.", "Wood": "To take or get a supply of wood.", "Wernerite": "The common grayish or white variety of soapolite.", "Whetile": "The green woodpecker, or yaffle.  See Yaffle.", "Water tree": "A climbing shrub (Tetracera alnifolia syn. Tetracera potatoria) of Western Africa, which pours out a watery sap from the freshly cut stems.", "Whitethorn": "The hawthorn.", "Wrinkle": "To shrink into furrows and ridges.", "Waved": "Exhibiting a wavelike form or outline; undulating; intended; wavy; as, waved edge.", "Waywodeship": "The office, province, or jurisdiction of a waywode.", "whachamacallit": "Any object whose name is forgotten, or not known.", "Wemless": "Having no wem, or blemish; spotless.", "Weerish": "See Wearish.", "Whaleman": "A man employed in the whale fishery.", "Water can": "Any one of several species of Nuphar; the yellow frog lily; -- so called from the shape of the seed vessel.  See Nuphar, and cf. Candock.", "Withdrawal": "The act of withdrawing; withdrawment; retreat; retraction.", "Woodcutter": "A person who cuts wood.", "Water bird": "Any aquatic bird; a water fowl.", "Winkle": "Any periwinkle.", "Wafter": "One who, or that which, wafts.", "Worm-shaped": "Shaped like a worm; &unr_;hick and almost cylindrical, but variously curved or bent; as, a worm-shaped root.", "Weft": "A thing waved, waived, or cast away; a waif.", "Well-natured": "Good-natured; kind.", "Whettlebones": "The vertebræ of the back.", "Whelp": "To bring forth, as cubs or young; to give birth to.", "Wike": "A home; a dwelling.", "Whigling": "A petty or inferior Whig; -- used in contempt.", "Whelk": "Any one numerous species of large marine gastropods belonging to Buccinum and allied genera; especially, Buccinum undatum, common on the coasts both of Europe and North America, and much used as food in Europe.", "Whitherward": "In what direction; toward what or which place.", "What": "Why? For what purpose? On what account?", "Welcher": "See Welsher.", "Water gang": "A passage for water, such as was usually made in a sea wall, to drain water out of marshes.", "Whap": "A blow, or quick, smart stroke.", "Wheat sawfly": "A small European sawfly (Cephus pygmæus) whose larva does great injury to wheat by boring in the stalks.", "Wrathless": "Free from anger or wrath.", "Water poise": "A hydrometer.", "Windlace": "See Windlass.", "Warp speed": "literally, a speed faster than the speed of light; fig., an extremely high speed, usually the fastest possible; -- used only in the figurative sense except in fiction.", "Wheyey": "Of the nature of, or containing, whey; resembling whey; wheyish.", "Whan": "When.", "Whirl-blast": "A whirling blast or wind.", "Womb": "To inclose in a womb, or as in a womb; to breed or hold in secret.", "Water tiger": "A diving, or water, beetle, especially the larva of a water beetle.  See Illust. b of Water beetle.", "Water agrimony": "A kind of bur marigold (Bidens tripartita) found in wet places in Europe.", "Witen": "pl. pres. of Wit.", "Wehrgeld": "See Weregild.", "Witticaster": "A witling.", "Water spinner": "The water spider.", "Wordily": "In a wordy manner.", "Water thyme": "See Anacharis.", "Waggie": "The pied wagtail.", "Waterish": "Resembling water; thin; watery.", "Wading": "a. & n. from Wade, v.", "Worrier": "One who worries.", "Waterer": "One who, or that which, waters.", "Wreke": "See 2d Wreak.", "Wieldless": "Not to be wielded; unmanageable; unwieldy.", "Wyandots": "Same as Hurons.", "Weatherwiser": "Something that foreshows the weather.", "Water pitcher": "A pitcher for water.", "Whinberry": "The English bilberry; -- so called because it grows on moors among the whins, or furze.", "Whipworm": "A nematode worm (Trichocephalus dispar) often found parasitic in the human intestine. Its body is thickened posteriorly, but is very long and threadlike anteriorly.", "White-ear": "The wheatear.", "Wall Street": "A street towards the southern end of the borough of Manhattan, New York City, extending from Broadway to the East River; -- so called from the old wall which extended along it when the city belonged to the Dutch. It is the chief financial center of the United States, hence the name is often used for the money market and the financial interests of the country; -- in American financial publications, also referred to as the street.", "Waveless": "Free from waves; undisturbed; not agitated; as, the waveless sea.", "Wasteweir": "An overfall, or weir, for the escape, or overflow, of superfluous water from a canal, reservoir, pond, or the like.", "Waterscape": "A sea view; -- distinguished from landscape.", "Wailer": "One who wails or laments.", "Waiting": "a. & n. from Wait, v.", "Weather station": "A station for taking meteorological observations, making weather forecasts, or disseminating such information. Such stations are of the first order when they make observations of all the important elements either hourly or by self-registering instruments; of the second order when only important observations are taken; of the third order when simpler work is done, as to record rainfall and maximum and minimum temperatures.", "Warehouse": "A storehouse for wares, or goods.", "Water hog": "The capybara.", "Wormul": "See Wornil.", "Winterweed": "A kind of speedwell (Veronica hederifolia) which spreads chiefly in winter.", "Wormling": "A little worm.", "Whistlewing": "The American golden-eye.", "Wantwit": "One destitute of wit or sense; a blockhead; a fool.", "Warkloom": "A tool; an implement.", "Water pimpernel": "A small white-flowered shrub; brookweed.", "Wanned": "Made wan, or pale.", "Waistcoateer": "One wearing a waistcoat; esp., a woman wearing one uncovered, or thought fit for such a habit; hence, a loose woman; strumpet.", "Water blackbird": "The European water ousel, or dipper.", "Weeping willow": "a tree (Salix babylonica) of the willow family with slender leaves, native to China, whose branches grow very long and slender, and hang down almost perpendicularly.  It grows best where soil is moist, as by the banks of streams and is widely cultivated as an ornamental tree.", "Wicopy": "See Leatherwood.", "Water fox": "The carp; -- so called on account of its cunning.", "Windfall": "Anything blown down or off by the wind, as fruit from a tree, or the tree itself, or a portion of a forest prostrated by a violent wind, etc.", "Whirlabout": "Something that whirls or turns about in a rapid manner; a whirligig.", "whatchamacallit": "Any object whose name is forgotten, or not known.", "Windward": "Toward the wind; in the direction from which the wind blows.", "Water supply": "A supply of water; specifically, water collected, as in reservoirs, and conveyed, as by pipes, for use in a city, mill, or the like.", "Water devil": "The rapacious larva of a large water beetle (Hydrophilus piceus), and of other similar species.  See Illust. of Water beetle.", "Watershoot": "A sprig or shoot from the root or stock of a tree.", "Water joint": "A joint in a stone pavement where the stones are left slightly higher than elsewhere, the rest of the surface being sunken or dished. The raised surface is intended to prevent the settling of water in the joints.", "Winkingly": "In a winking manner; with the eye almost closed.", "Water laverock": "The common sandpiper.", "Wheatbird": "A bird that feeds on wheat, especially the chaffinch.", "Weanel": "A weanling.", "Wrapper": "One who, or that which, wraps.", "Wierangle": "Same as Wariangle.", "Weeping": "Grieving; lamenting; shedding tears.", "Wythe": "Same as Withe, n., 4.", "wager": "To hazard on the issue of a contest, or on some question that is to be decided, or on some eventuality; to lay; to stake; to bet.", "Wyte": "pl. pres. of Wit.", "Wreathless": "Destitute of a wreath.", "Widwe": "A widow.", "Wardenry": "The office or jurisdiction of a warden.", "Waeg": "The kittiwake.", "Water violet": "See under Violet.", "Wrongness": "The quality or state of being wrong; wrongfulness; error; fault.", "Wroth": "Full of wrath; angry; incensed; much exasperated; wrathful.", "Whitening": "The act or process of making or becoming white.", "Wakif": "The person creating a wakf.", "Whomsoever": "The objective of whosoever.  See Whosoever.", "Whitterick": "The curlew.", "Wishly": "According to desire; longingly; with wishes.", "Wearisome": "Causing weariness; tiresome; tedious; weariful; as, a wearisome march; a wearisome day's work; a wearisome book.", "Whosoever": "Whatsoever person; any person whatever that; whoever.", "Womby": "Capacious.", "Winter-rig": "To fallow or till in winter.", "Witenagemote": "A meeting of wise men; the national council, or legislature, of England in the days of the Anglo-Saxons, before the Norman Conquest.", "Woolsack": "A sack or bag of wool; specifically, the seat of the lord chancellor of England in the House of Lords, being a large, square sack of wool resembling a divan in form.", "Water plantain": "A kind of plant with acrid leaves.  See under 2d Plantain.", "Water rattle": "The diamond rattlesnake (Crotalus adamanteus); -- so called from its preference for damp places near water.", "Whethering": "The retention of the afterbirth in cows.", "Wizardry": "The character or practices o&unr_; wizards; sorcery; magic.", "Walkable": "Fit to be walked on; capable of being walked on or over.", "Welsome": "Prosperous; well.", "Wonderment": "Surprise; astonishment; a wonderful appearance; a wonder.", "Water tabby": "A kind of waved or watered tabby.  See Tabby, n., 1.", "Wite": "Blame; reproach.", "Warblingly": "In a warbling manner.", "Water tu twist": "Yarn made by the throstle, or water frame.", "Water wheel": "Any wheel for propelling machinery or for other purposes, that is made to rotate by the direct action of water; -- called an overshot wheel when the water is applied at the top, an undershot wheel when at the bottom, a breast wheel when at an intermediate point; other forms are called reaction wheel, vortex wheel, turbine wheel, etc.", "Wayfarer": "One who travels; a traveler; a passenger.", "Whitsuntide": "The week commencing with Whitsunday, esp. the first three days -- Whitsunday, Whitsun Monday, and Whitsun Tuesday; the time of Pentecost.", "With": "With denotes or expresses some situation or relation of nearness, proximity, association, connection, or the like.", "Woundy": "Excessively; extremely.", "Wailful": "Sorrowful; mournful.", "Water willow": "An American aquatic plant (Dianthera Americana) with long willowlike leaves, and spikes of small purplish flowers.", "Whipparee": "A large sting ray (Dasybatis Sayi, or Trygon Sayi) native of the Southern United States. It is destitute of large spines on the body and tail.", "Whorish": "Resembling a whore in character or conduct; addicted to unlawful pleasures; incontinent; lewd; unchaste.", "Whiner": "One who, or that which, whines.", "witching hour": "The middle of the night, especially midnight.", "World-wide": "Extended throughout the world; as, world-wide fame.", "Windas": "See 3d Windlass.", "Waterway": "Heavy plank or timber extending fore and aft the whole length of a vessel's deck at the line of junction with the sides, forming a channel to the scuppers, which are cut through it. In iron vessels the waterway is variously constructed.", "Well-born": "Born of a noble or respect able family; not of mean birth.", "Weder": "Weather.", "Wheatstones bridge": "See under Bridge.", "Wooyen": "See Yuen.", "Wrongdoer": "One who injures another, or who does wrong.", "Water-bearer": "The constellation Aquarius.", "Waxworker": "One who works in wax; one who makes waxwork.", "Washiness": "The quality or state of being washy, watery, or weak.", "Wallow": "A kind of rolling walk.", "Wrote": "imp. & archaic p. p. of Write.", "Wallop": "A thick piece of fat.", "Warfarer": "One engaged in warfare; a military man; a soldier; a warrior.", "Water rocket": "A cruciferous plant (Nasturtium sylvestre) with small yellow flowers.", "Welcomely": "In a welcome manner.", "Wingfish": "A sea robin having large, winglike pectoral fins.  See Sea robin, under Robin.", "While": "Until; till.", "Whereunto": "Same as Whereto.", "Whilk": "Which.", "Warish": "To be cured; to recover.", "Wurbagool": "A fruit bat (Pteropus medius) native of India. It is similar to the flying fox, but smaller.", "Whurry": "To whisk along quickly; to hurry.", "Welldoer": "One who does well; one who does good to another; a benefactor.", "Woolgathering": "Indulgence in idle imagination; a foolish or useless pursuit or design.", "Weather-fend": "To defend from the weather; to shelter.", "Water pillar": "A waterspout.", "Wigan": "A kind of canvaslike cotton fabric, used to stiffen and protect the lower part of trousers and of the skirts of women's dresses, etc.; -- so called from Wigan, the name of a town in Lancashire, England.", "Warmonger": "One who makes ar a trade or business; a mercenary.", "Water radish": "A coarse yellow-flowered plant (Nasturtium amphibium) related to the water cress and to the horse-radish.", "Whitehead": "The blue-winged snow goose.", "Whipstick": "Whip handle; whipstock.", "Weatherglass": "An instrument to indicate the state of the atmosphere, especially changes of atmospheric pressure, and hence changes of weather, as a barometer or baroscope.", "Wantless": "Having no want; abundant; fruitful.", "Wright": "One who is engaged in a mechanical or manufacturing business; an artificer; a workman; a manufacturer; a mechanic; esp., a worker in wood; -- now chiefly used in compounds, as in millwright, wheelwright, etc.", "Weet-bird": "The wryneck; -- so called from its cry.", "Whopper": "One who, or that which, whops.", "Weedery": "Weeds, collectively; also, a place full of weeds or for growing weeds.", "Whitishness": "The quality or state of being whitish or somewhat white.", "Welterweight": "A weight of 28 pounds (one of 40 pounds is called a heavy welterweight) sometimes imposed in addition to weight for age, chiefly in steeplechases and hurdle races.", "Wassailer": "One who drinks wassail; one who engages in festivity, especially in drinking; a reveler.", "Whewer": "The European widgeon.", "Word-catcher": "One who cavils at words.", "Wapp": "A fair-leader.", "Whensoever": "At what time soever; at whatever time; whenever.", "Wormhole": "A burrow made by a worm.", "Withvine": "Quitch grass.", "Warragal": "The dingo.", "Weightily": "In a weighty manner.", "Weesel": "See Weasel.", "Whitetail": "The Virginia deer.", "Wrawful": "Ill-tempered.", "Woodcut": "An engraving on wood; also, a print from it. Same as Wood cut, under Wood.", "Water viper": "See Water moccasin.", "Whereout": "Out of which.", "Wisely": "In a wise manner; prudently; judiciously; discreetly; with wisdom.", "Wan": "To grow wan; to become pale or sickly in looks.", "Whapping": "Very large; monstrous; astonishing; as, a whapping story.", "Wah": "The panda.", "Wag": "To move one way and the other; to be shaken to and fro; to vibrate.", "Wae": "A wave.", "Wad": "An earthy oxide of manganese, or mixture of different oxides and water, with some oxide of iron, and often silica, alumina, lime, or baryta; black ocher. There are several varieties.", "Witherite": "Barium carbonate occurring in white or gray six-sided twin crystals, and also in columnar or granular masses.", "Wettish": "Somewhat wet; moist; humid.", "Warpath": "The route taken by a party of Indians going on a warlike expedition.", "Way": "To move; to progress; to go.", "Wax": "To smear or rub with wax; to treat with wax; as, to wax a thread or a table.", "Was": "The first and third persons singular of the verb be, in the indicative mood, preterit (imperfect) tense; as, I was; he was.", "War": "To make war upon; to fight.", "Wung-out": "Having the sails set in the manner called wing-and-wing.", "Wap": "A blow or beating; a whap.", "Werche": "To work.", "Wappet": "A small yelping cur.", "Wapper": "A gudgeon.", "Wingless": "Having no wings; not able to ascend or fly.", "Wait-a-while": "One of the Australian wattle trees (Acacia colletioides), so called from the impenetrability of the thicket which it makes.", "Washboard": "A fluted, or ribbed, board on which clothes are rubbed in washing them.", "Watt": "A unit of power or activity equal to 107 C.G.S. units of power, or to work done at the rate of one joule a second.  An English horse power is approximately equal to 746 watts.", "Welldoing": "A doing well; right performance of duties. Also used adjectively.", "Westering": "Passing to the west.", "Women": "pl. of Woman.", "Warfare": "To lead a military life; to carry on continual wars.", "Warmness": "Warmth.", "Water brain": "A disease of sheep; gid.", "wedge gauge": "A wedge with a graduated edge, to measure the width of a space into which it is thrust.", "Weed out": "to selectively remove; same as weed{2}, v. t.; -- of things that are useless or harmful.", "Water adder": "The water moccasin.", "Waylayer": "One who waylays another.", "Weatherliness": "The quality of being weatherly.", "Washstand": "A piece of furniture holding the ewer or pitcher, basin, and other requisites for washing the person.", "Watertath": "A kind of coarse grass growing in wet grounds, and supposed to be injurious to sheep.", "Wet nurse": "A nurse who suckles a child, especially the child of another woman.  Cf. Dry nurse.", "Water cavy": "The capybara.", "Wedge-tailed": "Having a tail which has the middle pair of feathers longest, the rest successively and decidedly shorter, and all more or less attenuate; -- said of certain birds.  See Illust. of Wood hoopoe, under Wood.", "Wangan": "A boat for conveying provisions, tools, etc.; -- so called by Maine lumbermen.", "Water thermometer": "A thermometer filled with water instead of mercury, for ascertaining the precise temperature at which water attains its maximum density. This is about 39° Fahr., or 4° Centigrade; and from that point down to 32° Fahr., or 0° Centigrade, or the freezing point, it expands.", "Whoremasterly": "Having the character of a whoremaster; lecherous; libidinous.", "Watchdog": "A dog kept to watch and guard premises or property, and to give notice of the approach of intruders.", "Whittret": "A weasel.", "Wreathen": "Twisted; made into a wreath.", "Warefulness": "Wariness; cautiousness.", "Water nymph": "A goddess of any stream or other body of water, whether one of the Naiads, Nereids, or Oceanides.", "Wishtonwish": "The prairie dog.", "Wares": "See 4th Ware.", "Wineless": "destitute of wine; as, wineless life.", "Wigwag": "Act or art of wigwagging; a message wigwagged; -- chiefly attributive; as, the wigwag code.", "Woodbine": "A climbing plant having flowers of great fragrance (Lonicera Periclymenum); the honeysuckle.", "Wantrust": "Failing or diminishing trust; want of trust or confidence; distrust.", "Wigwam": "An Indian cabin or hut, usually of a conical form, and made of a framework of poles covered with hides, bark, or mats; -- called also tepee.", "Well-wish": "A wish of happiness.", "Weariful": "Abounding in qualities which cause weariness; wearisome.", "Weyleway": "See Welaway.", "Weaponed": "Furnished with weapons, or arms; armed; equipped.", "Whinchat": "A small warbler (Pratincola rubetra) common in Europe; -- called also whinchacker, whincheck, whin-clocharet.", "Witticism": "A witty saying; a sentence or phrase which is affectedly witty; an attempt at wit; a conceit.", "Wholeness": "The quality or state of being whole, entire, or sound; entireness; totality; completeness.", "Water battery": "A voltaic battery in which the exciting fluid is water.", "White slaving": "The action of one who procures or holds a woman or women for unwilling prostitution.", "Wounder": "One who, or that which, wounds.", "Wild-cat": "Unsound; worthless; irresponsible; unsafe; -- said to have been originally applied to the notes of an insolvent bank in Michigan upon which there was the figure of a panther.", "Worshipful": "Entitled to worship, reverence, or high respect; claiming respect; worthy of honor; -- often used as a term of respect, sometimes ironically.", "Weroole": "An Australian lorikeet (Ptilosclera versicolor) noted for the variety of its colors; -- called also varied lorikeet.", "Woundless": "Free from wound or hurt; exempt from being wounded; invulnerable.", "Wishing": "a. & n. from Wish, v. t.", "Wainable": "Capable of being plowed or cultivated; arable; tillable.", "Waft": "A wave or current of wind.", "Wekau": "A small New Zealand owl (Sceloglaux albifacies). It has short wings and long legs, and lives chiefly on the ground.", "Whiteweed": "A perennial composite herb (Chrysanthemum Leucanthemum) with conspicuous white rays and a yellow disk, a common weed in grass lands and pastures; -- called also oxeye daisy.", "Wrie": "See Wry.", "Welldrain": "To drain, as land; by means of wells, or pits, which receive the water, and from which it is discharged by machinery.", "Whimperer": "One who whimpers.", "Woodpecker": "Any one of numerous species of scansorial birds belonging to Picus and many allied genera of the family Picidæ.", "Wigg": "A kind of raised seedcake.", "Weakener": "One who, or that which, weakens.", "Wonderful": "Adapted to excite wonder or admiration; surprising; strange; astonishing.", "Wincopipe": "A little red flower, no doubt the pimpernel, which, when it opens in the morning, is supposed to bode a fair day.  See Pimpernel.", "Withdrawing-room": "A room for retirement from another room, as from a dining room; a drawing-room.", "Wiper": "One who, or that which, wipes.", "Warega fly": "A Brazilian fly whose larvæ live in the skin of man and animals, producing painful sores.", "Westminster Assembly": "See under Assembly.", "Wombat": "Any one of three species of Australian burrowing marsupials of the genus Phascolomys, especially the common species (Phascolomys ursinus).  They are nocturnal in their habits, and feed mostly on roots.", "Wieldy": "Capable of being wielded; manageable; wieldable; -- opposed to unwieldy.", "Wendic": "The language of the Wends.", "Woolsey": "Linsey-woolsey.", "Water drain": "A drain or channel for draining off water.", "Wherewithal": "Wherewith.", "Wellfare": "See Welfare.", "Waiter": "One who, or that which, waits; an attendant; a servant in attendance, esp. at table.", "Wash-off": "Capable of being washed off; not permanent or durable; -- said of colors not fixed by steaming or otherwise.", "Wedgebill": "An Australian crested insessorial bird (Sphenostoma cristatum) having a wedge-shaped bill. Its color is dull brown, like the earth of the plains where it lives.", "Whimple": "To whiffle; to veer.", "Woning": "Dwelling.", "Whinny": "Abounding in whin, gorse, or furze.", "Waywode": "Originally, the title of a military commander in various Slavonic countries; afterwards applied to governors of towns or provinces. It was assumed for a time by the rulers of Moldavia and Wallachia, who were afterwards called hospodars, and has also been given to some inferior Turkish officers.", "Wrack": "To wreck.", "Wharl": "A guttural pronunciation of the letter r; a burr.  See Burr, n., 6.", "Waterlander": "One of a body of Dutch Anabaptists who separated from the Mennonites in the sixteenth century; -- so called from a district in North Holland denominated Waterland.", "Whatever": "Anything soever which; the thing or things of any kind; being this or that; of one nature or another; one thing or another; anything that may be; all that; the whole that; all particulars that; -- used both substantively and adjectively.", "White horse": "A large mass of tough sinewy substance in the head of sperm whales, just above the upper jaw and extending in streaks into the junk above it. It resembles blubber, but contains no oil. Also, the part of the head in which it occurs.", "Wharp": "A kind of fine sand from the banks of the Trent, used as a polishing powder.", "Wiseling": "One who pretends to be wise; a wiseacre; a witling.", "Whey-faced": "Having a pale or white face, as from fright.", "Water power": "The power of water employed to move machinery, etc.", "Wisteria": "Same as Wistaria.", "Whot": "Hot.", "Willy nilly": "Whether I (he, she, they) want to or not.  See Will I, nill I, etc., under 3d Will.", "Whop": "Same as Whap.", "Whom": "The objective case of who.  See Who.", "Woodchuck": "A common large North American marmot (Arctomys monax). It is usually reddish brown, more or less grizzled with gray. It makes extensive burrows, and is often injurious to growing crops. Called also ground hog.", "Wavelet": "A little wave; a ripple.", "Wood-sere": "The time when there no sap in the trees; the winter season.", "Water elephant": "The hippopotamus.", "Whoa": "Stop; stand; hold.  See Ho, 2.", "Woke": "Wake.", "Weleful": "Producing prosperity or happiness; blessed.", "Writative": "Inclined to much writing; -- correlative to talkative.", "Wag-halter": "One who moves or wears a halter; one likely to be hanged.", "Whittle": "To cut or shape a piece of wood with am small knife; to cut up a piece of wood with a knife.", "Writership": "The office of a writer.", "Wintery": "Wintry.", "Witted": "Having (such) a wit or understanding; as, a quick-witted boy.", "Wranglesome": "Contentious; quarrelsome.", "Weevily": "Having weevils; weeviled.", "Wene": "To ween.", "Widowhood": "The state of being a widow; the time during which a woman is widow; also, rarely, the state of being a widower.", "Wafer": "To seal or close with a wafer.", "Warye": "To curse; to curse; to execrate; to condemn; also, to vex.", "Waftage": "Conveyance on a buoyant medium, as air or water.", "Wordiness": "The quality or state of being wordy, or abounding with words; verboseness.", "Woodhack": "The yaffle.", "Water chestnut": "The fruit of Trapa natans and Trapa bicornis, Old World water plants bearing edible nutlike fruits armed with several hard and sharp points; also, the plant itself; -- called also water caltrop.", "Waister": "A seaman, usually a green hand or a broken-down man, stationed in the waist of a vessel of war.", "Woolgrower": "One who raises sheep for the production of wool.", "Wawaskeesh": "The wapiti, or wapiti, or American elk.", "Whitecap": "The European redstart; -- so called from its white forehead.", "Wagering": "Hazarding; pertaining to the act of one who wagers.", "Well-known": "Fully known; generally known or acknowledged.", "Waywiser": "An instrument for measuring the distance which one has traveled on the road; an odometer, pedometer, or perambulator.", "Wranglership": "The honor or position of being a wrangler at the University of Cambridge, England.", "Webworm": "Any one of various species of moths whose gregarious larvæ eat the leaves of trees, and construct a large web to which they retreat when not feeding.", "Wriggler": "One who, or that which, wriggles.", "Waltron": "A walrus.", "Wolfkin": "A little or young wolf.", "Water cement": "Hydraulic cement.", "Writhen": "Having a twisted distorted from.", "Waivure": "See Waiver.", "Water gavel": "A gavel or rent paid for a privilege, as of fishing, in some river or water.", "White elephant": "Something requiring much care and expense to maintain and yielding little profit, and often difficult to sell; any burdensome possession.", "Water rice": "Indian rice.  See under Rice.", "Waileress": "A woman who wails.", "Waddle": "To trample or tread down, as high grass, by walking through it.", "Wringbolt": "A bolt used by shipwrights, to bend and secure the planks against the timbers till they are fastened by bolts, spikes, or treenails; -- not to be confounded with ringbolt.", "Wannish": "Somewhat wan; of a pale hue.", "Whateer": "A contraction of what-ever; -- used in poetry.", "Whiterump": "The American black-tailed godwit.", "Waterweed": "See Anacharis.", "Well-informed": "Correctly informed; provided with information; well furnished with authentic knowledge; intelligent.", "Woodwall": "The yaffle.", "Weazen": "Thin; sharp; withered; wizened; as, a weazen face.", "Wilwe": "Willow.", "Wigged": "Having the head covered with a wig; wearing a wig.", "Wealthily": "In a wealthy manner; richly.", "Winterly": "Like winter; wintry; cold; hence, disagreeable, cheerless; as, winterly news.", "Westerner": "A native or inhabitant of the west.", "Whoremaster": "A man who practices lewdness; a lecher; a whoremonger.", "Woodward": "An officer of the forest, whose duty it was to guard the woods.", "Wesleyan": "One who adopts the principles of Wesleyanism; a Methodist.", "Worldliness": "The quality of being worldly; a predominant passion for obtaining the good things of this life; covetousness; addictedness to gain and temporal enjoyments; worldly-mindedness.", "Wakener": "One who wakens.", "Water tower": "A large metal pipe made to be extended vertically by sections, and used for discharging water upon burning buildings.", "Water plant": "A plant that grows in water; an aquatic plant.", "Wage": "To bind one's self; to engage.", "Wahoo": "A dark blue scombroid food fish (Acanthocibium solandri or Acanthocibium petus) of Florida and the West Indies.", "Wrain-bolt": "Same as Wringbolt.", "Wroken": "p. p. of Wreak.", "Wronghead": "Wrongheaded.", "Waterpot": "A vessel for holding or conveying water, or for sprinkling water on cloth, plants, etc.", "White list": "A list of business concerns regarded as worthy of patronage by reason of compliance with certain conditions, as in regard to treatment of employees; as, the white list of the Consumers' League.", "Water measure": "A measure formerly used for articles brought by water, as coals, oysters, etc. The water-measure bushel was three gallons larger than the Winchester bushel.", "Wheezy": "Breathing with difficulty and with a wheeze; wheezing. Used also figuratively.", "Wagonette": "A kind of pleasure wagon, uncovered and with seats extended along the sides, designed to carry six or eight persons besides the driver.", "West Indian": "A native of, or a dweller in, the West Indies.", "Warp knitting": "A kind of knitting in which a number of threads are interchained each with one or more contiguous threads on either side.", "Water bellows": "Same as Tromp.", "Wheeze": "A piping or whistling sound caused by difficult respiration.", "Wreath-shell": "A marine shell of the genus Turbo.  See Turbo.", "Warming": "a. & n. from Warm, v.", "Wineglass": "A small glass from which to drink wine.", "Wire-wound gun": "A gun in the construction of which an inner tube (either entire or in segments) is wound with wire under tension to insure greater soundness and uniformity of resistance. In modern construction hoops and jackets are shrunk on over the wire.", "Wittily": "In a witty manner; wisely; ingeniously; artfully; with wit; with a delicate turn or phrase, or with an ingenious association of ideas.", "Woods metal": "A fusible alloy consisting of one or two parts of cadmium, two parts of tin, four of lead, with seven or eight part of bismuth. It melts at from 66° to 71° C.  See Fusible metal, under Fusible.", "Weasiness": "Quality or state of being weasy; full feeding; sensual indulgence.", "Waul": "To cry as a cat; to squall; to wail.", "Wrawness": "Peevishness; ill temper; anger.", "Walk-mill": "A fulling mill.", "Wellingtons": "A kind of long boots for men.", "Webber": "One who forms webs; a weaver; a webster.", "Whoop": "A shout of pursuit or of war; a very of eagerness, enthusiasm, enjoyment, vengeance, terror, or the like; an halloo; a hoot, or cry, as of an owl.", "Whereabout": "The place where a person or thing is; as, they did not know his whereabouts.", "Whoot": "To hoot.", "Worldly": "With relation to this life; in a worldly manner.", "Webbed": "Provided with a web.", "Waur": "Worse.", "Warsaw": "The black grouper (Epinephelus nigritus) of the southern coasts of the United States.", "Water pig": "The capybara.", "Weathered": "Made sloping, so as to throw off water; as, a weathered cornice or window sill.", "Wadsetter": "One who holds by a wadset.", "Wall-eyed": "Having an eye of a very light gray or whitish color.", "Wagnerian": "Of, pertaining to, or resembling the style of, Richard Wagner, the German musical composer.", "Water-standing": "Tear-filled.", "Whipsaw": "To saw with the whipsaw.", "Water gruel": "A liquid food composed of water and a small portion of meal, or other farinaceous substance, boiled and seasoned.", "Whiffletree": "Same as Whippletree.", "Whitwall": "Same as Whetile.", "Whip-tom-kelly": "A vireo (Vireo altiloquus) native of the West Indies and Florida; -- called also black-whiskered vireo.", "Wattless": "Without any power (cf. Watt); -- said of an alternating current or component of current when it differs in phase by ninety degrees from the electromotive force which produces it, or of an electromotive force or component thereof when the current it produces differs from it in phase by 90 degrees.", "Wootz": "A species of steel imported from the East Indies, valued for making edge tools; Indian steel. It has in combination a minute portion of alumina and silica.", "Weir": "A dam in a river to stop and raise the water, for the purpose of conducting it to a mill, forming a fish pond, or the like.", "Wingmanship": "Power or skill in flying.", "Water table": "A molding, or other projection, in the wall of a building, to throw off the water, -- generally used in the United States for the first table above the surface of the ground (see Table, n., 9), that is, for the table at the top of the foundation and the beginning of the upper wall.", "Warty-back": "An American fresh-water mussel (Quadrula pustulosa). Its shell is used in making buttons.", "Water crow": "The dipper.", "Wring": "A writhing, as in anguish; a twisting; a griping.", "Whinge": "To whine.", "Whitetop": "Fiorin.", "Wiring": "The act of one that wires anything.", "Wagon-headed": "Having a top, or head, shaped like the top of a covered wagon, or resembling in section or outline an inverted U, thus &unr_;; as, a wagonheaded ceiling.", "Water mouse": "Any one of several species of mice belonging to the genus Hydromys, native of Australia and Tasmania. Their hind legs are strong and their toes partially webbed. They live on the borders of streams, and swim well. They are remarkable as being the only rodents found in Australia.", "Wheely": "Circular; suitable to rotation.", "Wepen": "Weapon.", "Wisard": "See Wizard.", "Weeping-ripe": "Ripe for weeping; ready to weep.", "Wide-angle": "Having or covering an angle wider than the ordinary; -- applied to certain lenses of relatively short focus. Lenses for ordinary purposes have an angle of 50° or less. Wide-angle lenses may cover as much as 100° and are useful for photographing at short range, but the pictures appear distorted.", "Waker": "One who wakes.", "Whiteblow": "Same as Whitlow grass, under Whitlow.", "Wildgrave": "A waldgrave, or head forest keeper.  See Waldgrave.", "Water sapphire": "A deep blue variety of iolite, sometimes used as a gem; -- called also saphir d'eau.", "Wailingly": "In a wailing manner.", "Water lettuce": "A plant (Pistia stratiotes) which floats on tropical waters, and forms a rosette of spongy, wedge-shaped leaves.", "Waken": "To excite or rouse from sleep; to wake; to awake; to awaken.", "Wapentake": "In some northern counties of England, a division, or district, answering to the hundred in other counties. Yorkshire, Lincolnshire, and Nottinghamshire are divided into wapentakes, instead of hundreds.", "Watteau": "Having the appearance of that which is seen in pictures by Antoine Watteau, a French painter of the eighteenth century; -- said esp. of women's garments; as, a Watteau bodice.", "Wobble": "See Wabble.", "Wallwort": "The dwarf elder, or danewort (Sambucus Ebulus).", "Waldgrave": "In the old German empire, the head forest keeper.", "Waggle": "A waggling or wagging;", "Whitling": "A young full trout during its second season.", "Windstorm": "A storm characterized by high wind with little or no rain.", "Wood hyacinth": "A European squill (Scilla nonscripta) having a scape bearing a raceme of drooping blue, purple, white, or sometimes pink, bell-shaped flowers.", "Wou-wou": "The agile, or silvery, gibbon; -- called also camper.  See Gibbon.", "Wooden": "Made or consisting of wood; pertaining to, or resembling, wood; as, a wooden box; a wooden leg; a wooden wedding.", "Wrathily": "In a wrathy manner; very angrily; wrathfully.", "Willying": "The process of cleansing wool, cotton, or the like, with a willy, or willow.", "Wrymouth": "Any one of several species of large, elongated, marine fishes of the genus Cryptacanthodes, especially Cryptacanthodes maculatus of the American coast. A whitish variety is called ghostfish.", "Worser": "Worse.", "Wantonly": "In a wanton manner; without regularity or restraint; loosely; sportively; gayly; playfully; recklessly; lasciviously.", "Wantonness": "The quality or state of being wanton; negligence of restraint; sportiveness; recklessness; lasciviousness.", "Water flea": "Any one of numerous species of small aquatic Entomostraca belonging to the genera Cyclops, Daphnia, etc; -- so called because they swim with sudden leaps, or starts.", "Whenas": "Whereas; while", "Weariness": "The quality or state of being weary or tried; lassitude; exhaustion of strength; fatigue.", "Wainbote": "See Cartbote.  See also the Note under Bote.", "Water pennywort": "Marsh pennywort.  See under Marsh.", "Wronger": "One who wrongs or injures another.", "Week-end": "The end of the week, usually comprising the period from Friday evening to Monday morning, observed commonly as a period of respite from work or school; as, to visit one for a week-end; also, a house party during a week-end.  Contrasted to work days.", "Wurmal": "See Wormil.", "Wonder": "Wonderfully.", "Wormal": "See Wormil.", "Winningly": "In a winning manner.", "Water scorpion": "See Nepa.", "Warehouseman": "One who keeps a warehouse; the owner or keeper of a dock warehouse or wharf store.", "Wellhead": "A source, spring, or fountain.", "Water shrew": "Any one of several species of shrews having fringed feet and capable of swimming actively. The two common European species (Crossopus fodiens, and Crossopus ciliatus) are the best known. The most common American water shrew, or marsh shrew (Neosorex palustris), is rarely seen, owing to its nocturnal habits.", "Wasite": "A variety of allanite from Sweden supposed to contain wasium.", "Weber": "The standard unit of electrical quantity, and also of current.  See Coulomb, and Amp&unr_;re.", "Wristband": "The band of the sleeve of a shirt, or other garment, which covers the wrist.", "White-hot": "White with heat; heated to whiteness, or incandescence.", "Wishy-washy": "A weak or thin drink or liquor; wish-wash.", "Wall-sided": "Having sides nearly perpendicular; -- said of certain vessels to distinguish them from those having flaring sides, or sides tumbling home (see under Tumble, v. i.).", "Whetstone": "A piece of stone, natural or artificial, used for whetting, or sharpening, edge tools.", "Wedding": "Nuptial ceremony; nuptial festivities; marriage; nuptials.", "Water pocket": "A water hole in the bed of an intermittent stream, esp. the bowl at the foot of a cliff over which the stream leaps when in the flood stage.", "Wyke": "Week.", "Wrackful": "Ruinous; destructive.", "Water ordeal": "Same as Ordeal by water.  See the Note under Ordeal, n., 1.", "Withe": "To bind or fasten with withes.", "Wednesday": "The fourth day of the week; the next day after Tuesday.", "Wither": "To cause to fade, and become dry.", "Withy": "Made of withes; like a withe; flexible and tough; also, abounding in withes.", "Wedge gear": "A friction gear wheel with wedge-shaped circumferential grooves.", "Wringer": "One who, or that which, wrings; hence, an extortioner.", "Wintergreen": "A plant which keeps its leaves green through the winter.", "Winged": "Furnished with wings; transported by flying; having winglike expansions.", "Winsing": "Winsome.", "Written": "p. p. of Write, v.", "Well-meaning": "Having a good intention.", "Wedgy": "Like a wedge; wedge-shaped.", "Winger": "One of the casks stowed in the wings of a vessel's hold, being smaller than such as are stowed more amidships.", "Wicking": "the material of which wicks are made; esp., a loosely braided or twisted cord or tape of cotton.", "Water hammer": "A vessel partly filled with water, exhausted of air, and hermetically sealed. When reversed or shaken, the water being unimpeded by air, strikes the sides in solid mass with a sound like that of a hammer.", "Woefulness": "The quality or state of being woeful; misery; wretchedness.", "Wyclifite": "A follower of Wyclif, the English reformer; a Lollard.", "Wartwort": "A name given to several plants because they were thought to be a cure for warts, as a kind of spurge (Euphorbia Helioscopia), and the nipplewort (Lampsana communis).", "Wherret": "A box on the ear.", "Wayward": "Taking one's own way; disobedient; froward; perverse; willful.", "Wave": "To move one way and the other; to brandish.", "Wagati": "A small East Indian wild cat (Felis wagati), regarded by some as a variety of the leopard cat.", "Whale": "Any aquatic mammal of the order Cetacea, especially any one of the large species, some of which become nearly one hundred feet long. Whales are hunted chiefly for their oil and baleen, or whalebone.", "Willier": "One who works at a willying machine.", "Whala": "To lash with stripes; to wale; to thrash; to drub.", "Wing it": "To perform an act, such as to give a speech, without the usual preparation.  To improvise or ad-lib.", "Werrey": "To warray.", "Water germander": "A labiate plant (Teucrium Scordium) found in marshy places in Europe.", "Wrybill": "See Crookbill.", "Wellington boot": "A riding boot for men, the front of which came above the knee; also, a similar shorter boot worn under the trousers.", "Womanless": "Without a woman or women.", "Wide-awake": "A broad-brimmed, low-crowned felt hat.", "Whinner": "To whinny.", "Wrongless": "Not wrong; void or free from wrong.", "Wintry": "Suitable to winter; resembling winter, or what belongs to winter; brumal; hyemal; cold; stormy; wintery.", "Winnow": "To separate chaff from grain.", "White fly": "Any one of numerous small injurious hemipterous insects of the genus Aleyrodes, allied to scale insects. They are usually covered with a white or gray powder.", "Woodchat": "Any one of several species of Asiatic singing birds belonging to the genera Ianthia and Larvivora. They are closely allied to the European robin. The males are usually bright blue above, and more or less red or rufous beneath.", "Weather": "Being toward the wind, or windward -- opposed to lee; as, weather bow, weather braces, weather gauge, weather lifts, weather quarter, weather shrouds, etc.", "Well-being": "The state or condition of being well; welfare; happiness; prosperity; as, virtue is essential to the well-being of men or of society.", "Warworn": "Worn with military service; as, a warworn soldier; a warworn coat.", "Wove": "p. pr. & rare vb. n. of Weave.", "-ward": "Suffixes denoting course or direction to; motion or tendency toward; as in backward, or backwards; toward, or towards, etc.", "Warburgs tincture": "A preparation containing quinine and many other ingredients, often used in the treatment of malarial affections. It was invented by Dr. Warburg of London.", "Whiteboy": "A favorite.", "Washed": "Appearing as if overlaid with a thin layer of different color; -- said of the colors of certain birds and insects.", "Wesand": "See Weasand.", "Washer": "One who, or that which, washes.", "Walhalla": "See Valhalla.", "Worthiness": "The quality or state of being worthy; desert; merit; excellence; dignity; virtue; worth.", "Water locust": "A thorny leguminous tree (Gleditschia monosperma) which grows in the swamps of the Mississippi valley.", "Whall": "A light color of the iris in horses; wall-eye.", "Wooer": "One who wooes; one who courts or solicits in love; a suitor.", "Woe-begone": "Beset or overwhelmed with woe; immersed in grief or sorrow; woeful.", "Waverer": "One who wavers; one who is unsettled in doctrine, faith, opinion, or the like.", "Wanly": "In a wan, or pale, manner.", "Wailment": "Lamentation; loud weeping; wailing.", "Water tupelo": "A species of large tupelo (Nyssa aquatica) growing in swamps in the southern of the United States.  See Ogeechee lime.", "Woodwardia": "A genus of ferns, one species of which (Woodwardia radicans) is a showy plant in California, the Azores, etc.", "Womanish": "Suitable to a woman, having the qualities of a woman; effeminate; not becoming a man; -- usually in a reproachful sense.  See the Note under Effeminate.", "Waterwork": "Painting executed in size or distemper, on canvas or walls, -- formerly, frequently taking the place of tapestry.", "Wholesale": "Pertaining to, or engaged in, trade by the piece or large quantity; selling to retailers or jobbers rather than to consumers; as, a wholesale merchant; the wholesale price.", "White-pot": "A kind of food made of milk or cream, eggs, sugar, bread, etc., baked in a pot.", "Waterwort": "Any plant of the natural order Elatineæ, consisting of two genera (Elatine, and Bergia), mostly small annual herbs growing in the edges of ponds. Some have a peppery or acrid taste.", "Water horehound": "Bugleweed.", "Whiffet": "A little whiff or puff.", "Wontedness": "The quality or state of being accustomed.", "Whort": "The whortleberry, or bilberry.  See Whortleberry (a).", "Wynkernel": "The European moor hen.", "Weftage": "Texture.", "Womanlike": "Like a woman; womanly.", "Whitehead torpedo": "A form of self-propelling torpedo.", "Whore": "To corrupt by lewd intercourse; to make a whore of; to debauch.", "Weekly": "Once a week; by hebdomadal periods; as, each performs service weekly.", "Woolen": "Cloth made of wool; woollen goods.", "Whaling": "Pertaining to, or employed in, the pursuit of whales; as, a whaling voyage; a whaling vessel.", "Wow-wow": "See Wou-wou.", "Wastorel": "See Wastrel.", "Wende": "imp. of Wene.", "Wrynecked": "Having a distorted neck; having the deformity called wryneck{1}.", "Wiery": "Wiry.", "Warrener": "The keeper of a warren.", "Witnesser": "One who witness.", "Winnard 2": "The redwing.", "Water color": "A color ground with water and gum or other glutinous medium; a color the vehicle of which is water; -- so called in distinction from oil color.", "Wends": "A Slavic tribe which once occupied the northern and eastern parts of Germany, of which a small remnant exists.", "Withsay": "To contradict; to gainsay; to deny; to renounce.", "Whity-brown": "Of a color between white and brown.", "weeping love grass": "a perennial South African grass (Eragrostis curvula) having densly clumped flimsy stems; introduced into U.S. esp. for erosion control.", "Waxberry": "The wax-covered fruit of the wax myrtle, or bayberry.  See Bayberry, and Candleberry tree.", "Watermelon": "The very large ovoid or roundish fruit of a cucurbitaceous plant (Citrullus vulgaris) of many varieties; also, the plant itself. The fruit sometimes weighs many pounds; its pulp is usually pink in color, and full of a sweet watery juice. It is a native of tropical Africa, but is now cultivated in many countries.  See Illust. of Melon.", "Weaponless": "Having no weapon.", "Winnebagoes": "A tribe of North American Indians who originally occupied the region about Green Bay, Lake Michigan, but were driven back from the lake and nearly exterminated in 1640 by the IIlinnois.", "wich": "A variant of 1st wick.", "wick": "To strike a stone in an oblique direction.", "Whiten": "To make white; to bleach; to blanch; to whitewash; as, to whiten a wall; to whiten cloth.", "Wiccan": "An adherent or practitioner of Wicca.", "Whitesmith": "One who works in tinned or galvanized iron, or white iron; a tinsmith.", "Withdrawer": "One who withdraws; one who takes back, or retracts.", "Wareful": "Wary; watchful; cautious.", "Waift": "A waif.", "Water crowfoot": "An aquatic kind of buttercup (Ranunculus aquatilis), used as food for cattle in parts of England.", "Water barometer": "A barometer in which the changes of atmospheric pressure are indicated by the motion of a column of water instead of mercury. It requires a column of water about thirty-three feet in height.", "Water souchy": "A dish consisting of small fish stewed and served in a little water.", "Watchtower": "A tower in which a sentinel is placed to watch for enemies, the approach of danger, or the like.", "Warmful": "Abounding in capacity to warm; giving warmth; as, a warmful garment.", "Waxbird": "The waxwing.", "Wringstaff": "A strong piece of plank used in applying wringbolts.", "Woorali": "Same as Curare.", "Whistlewood": "The moosewood, or striped maple.  See Maple.", "Writability": "Ability or capacity to write.", "Wolverene": "A carnivorous mammal (Gulo gulo formerly Gulo luscus), of the weasel family Mustelidæ, about the size of a large badger; called also glutton and carcajou. It is a native of the northern parts of America, Europe, and Asia.", "Weighage": "A duty or toil paid for weighing merchandise.", "Wreak": "Revenge; vengeance; furious passion; resentment.", "Wizened": "Dried; shriveled; withered; shrunken; weazen; as, a wizened old man.", "Weeder": "One who, or that which, weeds, or frees from anything noxious.", "Whortleberry": "In England, the fruit of Vaccinium Myrtillus; also, the plant itself.  See Bilberry, 1.", "Weakfish": "Any fish of the genus Cynoscion; a squeteague; -- so called from its tender mouth.  See Squeteague.", "Wistly": "Attentively; observingly.", "Wavure": "See Waivure.", "Wind-sucker": "A horse given to wind-sucking", "Wingy": "Having wings; rapid.", "Water craft": "Any vessel or boat plying on water; vessels and boats, collectively.", "Waxwing": "Any one of several species of small birds of the genus Ampelis, in which some of the secondary quills are usually tipped with small horny ornaments resembling red sealing wax. The Bohemian waxwing (see under Bohemian) and the cedar bird are examples. Called also waxbird.", "Worktable": "A table for holding working materials and implements; esp., a small table with drawers and other conveniences for needlework, etc.", "Water pheasant": "The pintail.  See Pintail, n., 1.", "Werewolf": "A person transformed into a wolf in form and appetite, either temporarily or permanently, whether by supernatural influences, by witchcraft, or voluntarily; a lycanthrope. Belief in werewolves, formerly general, is not now extinct.", "Wamble": "Disturbance of the stomach; a feeling of nausea.", "Water mite": "Any of numerous species of aquatic mites belonging to Hydrachna and allied genera of the family Hydrachnidæ, usually having the legs fringed and adapted for swimming. They are often red or red and black in color, and while young are parasites of fresh-water insects and mussels.  Called also water tick, and water spider.", "Wrestle": "A struggle between two persons to see which will throw the other down; a bout at wrestling; a wrestling match; a struggle.", "Writ": "imp. & p. p. of Write.", "Water starwort": "See under Starwort.", "Waiver": "The act of waiving, or not insisting on, some right, claim, or privilege.", "Wonders": "See Wondrous.", "Weigher": "One who weighs; specifically, an officer whose duty it is to weigh commodities.", "Witcraft": "Art or skill of the mind; contrivance; invention; wit.", "Wheft": "See Waft, n., 4.", "Weal-balanced": "Balanced or considered with reference to public weal.", "Wickedness": "The quality or state of being wicked; departure from the rules of the divine or the moral law; evil disposition or practices; immorality; depravity; sinfulness.", "Waspish": "Resembling a wasp in form; having a slender waist, like a wasp.", "Wagonful": "As much as a wagon will hold; enough to fill a wagon; a wagonload.", "Way-wise": "Skillful in finding the way; well acquainted with the way or route; wise from having traveled.", "Warpage": "The act of warping; also, a charge per ton made on shipping in some harbors.", "Water god": "A fabulous deity supposed to dwell in, and preside over, some body of water.", "Water feather": "The water violet (Hottonia palustris); also, the less showy American plant Hottonia inflata.", "Water-bound": "Prevented by a flood from proceeding.", "Workshop": "A shop where any manufacture or handiwork is carried on.", "Water bug": "The Croton bug.", "Wallowish": "Flat; insipid.", "Weld": "The state of being welded; the joint made by welding.", "Worshiper": "One who worships; one who pays divine honors to any being or thing; one who adores.", "Whisk": "To move nimbly at with velocity; to make a sudden agile movement.", "Weldons process": "A process for the recovery or regeneration of manganese dioxide in the manufacture of chlorine, by means of milk of lime and the oxygen of the air; -- so called after the inventor.", "Wiggery": "A wig or wigs; false hair.", "Water-ret": "To ret, or rot, in water, as flax; to water-rot.", "Whiggishly": "In a Whiggish manner.", "Warence": "Madder.", "-wards": "See -ward.", "Worm-shell": "Any species of Vermetus.", "Wowf": "Disordered or unsettled in intellect; deranged.", "wetback": "A Mexican who enters the United States illegally, by wading across the Rio Grande; -- disparaging and offensive.", "Weathering": "The action of the elements on a rock in altering its color, texture, or composition, or in rounding off its edges.", "Water eagle": "The osprey.", "womanizer": "One who womanizes; a philanderer.", "Wasium": "A rare element supposed by Bahr to have been extracted from wasite, but now identified with thorium.", "Without": "On or art the outside; not on the inside; not within; outwardly; externally.", "Warbler": "One who, or that which, warbles; a singer; a songster; -- applied chiefly to birds.", "Wearer": "One who wears or carries as appendant to the body; as, the wearer of a cloak, a sword, a crown, a shackle, etc.", "Woulfe bottle": "A kind of wash bottle with two or three necks; -- so called after the inventor, Peter Woulfe, an English chemist.", "wicke": "Wicked.", "Whimsey": "To fill with whimseys, or whims; to make fantastic; to craze.", "Whirlwig": "A whirligig.", "Wolle": "Wool.", "Washingtonian": "Pertaining to, or characteristic of, George Washington; as, a Washingtonian policy.", "Wood-layer": "A young oak, or other timber plant, laid down in a hedge among the whitethorn or other plants used in hedges.", "Water gas": "See under Gas.", "Wormseed": "Any one of several plants, as Artemisia santonica, and Chenopodium anthelminticum, whose seeds have the property of expelling worms from the stomach and intestines.", "Whose": "The possessive case of who or which.  See Who, and Which.", "Waag": "The grivet.", "Wurraluh": "The Australian white-quilled honey eater (Entomyza albipennis).", "Whoso": "Whosoever.", "Whitster": "A whitener; a bleacher; a whitester.", "Woolliness": "The quality or state of being woolly.", "Water hemp": "See under Hemp.", "Waste": "To be diminished; to lose bulk, substance, strength, value, or the like, gradually; to be consumed; to dwindle; to grow less; -- commonly used with away.", "Walkyr": "See Valkyria.", "Whack": "A smart resounding blow.", "Wrath": "To anger; to enrage; -- also used impersonally.", "Washen": "p. p. of Wash.", "Weald": "A wood or forest; a wooded land or region; also, an open country; -- often used in place names.", "Wype": "The wipe, or lapwing.", "Witing": "Knowledge.", "Wet-bulb thermometer": "That one of the two similar thermometers of a psychrometer the bulb of which is moistened; also, the entire instrument.", "Windiness": "The quality or state of being windy or tempestuous; as, the windiness of the weather or the season.", "Whydah bird": "The whidah bird.", "Wheaten": "Made of wheat; as, wheaten bread.", "Weather-bitten": "Eaten into, defaced, or worn, by exposure to the weather.", "Wagenboom": "A south African proteaceous tree (Protea grandiflora); also, its tough wood, used for making wagon wheels.", "Whether": "In case; if; -- used to introduce the first or two or more alternative clauses, the other or others being connected by or, or by or whether. When the second of two alternatives is the simple negative of the first it is sometimes only indicated by the particle not or no after the correlative, and sometimes it is omitted entirely as being distinctly implied in the whether of the first.", "Whahoo": "An American tree, the winged elm. (Ulmus alata).", "Windjammer": "A sailing vessel or one of its crew; -- orig. so called contemptuously by sailors on steam vessels.", "Whiskey": "A light carriage built for rapid motion; -- called also tim-whiskey.", "Water boatman": "A boat bug.", "Warnstore": "To furnish.", "Welder": "One who welds, or unites pieces of iron, etc., by welding.", "White-heart": "A somewhat heart-shaped cherry with a whitish skin.", "Water screw": "A screw propeller.", "Wammel": "To move irregularly or awkwardly; to wamble, or wabble.", "Wakening": "The act of one who wakens; esp., the act of ceasing to sleep; an awakening.", "Whirlpit": "A whirlpool.", "Wenchless": "Being without a wench.", "Wawe": "A wave.", "Wawl": "See Waul.", "Wiriness": "The quality of being wiry.", "Whame": "A breeze fly.", "Water furrow": "A deep furrow for conducting water from the ground, and keeping the surface soil dry.", "Woesome": "Woeful.", "Weka": "A New Zealand rail (Ocydromus australis) which has wings so short as to be incapable of flight.", "Wattling": "The act or process of binding or platting with twigs; also, the network so formed.", "Wrung": "imp. & p. p. of Wring.", "Water-furrow": "To make water furrows in.", "White slaver": "A person engaged in procuring or holding a woman or women for unwilling prostitution.", "Wisdom literature": "The class of ancient Hebrew writings which deal reflectively with general ethical and religious topics, as distinguished from the prophetic and liturgical literature, and from the law. It is comprised chiefly in the books of Job, Proverbs, Ecclesiasticus, Ecclesiastes, and Wisdom of Solomon. The “wisdom” (Hokhmah) of these writings consists in detached sage utterances on concrete issues of life, without the effort at philosophical system that appeared in the later Hellenistic reflective writing beginning with Philo Judæus.", "Wadset": "A kind of pledge or mortgage.", "Wolfs-milk": "Any kind of spurge (Euphorbia); -- so called from its acrid milky juice.", "Withset": "To set against; to oppose.", "Widow-maker": "One who makes widows by destroying husbands.", "Well-liking": "Being in good condition.", "Workways": "In a working position or manner; as, a T rail placed workwise, i.e., resting on its base.", "Water gilding": "The act, or the process, of gilding metallic surfaces by covering them with a thin coating of amalgam of gold, and then volatilizing the mercury by heat; -- called also wash gilding.", "Wolvish": "Wolfish.", "Wantonize": "To behave wantonly; to frolic; to wanton.", "Windbound": "prevented from sailing, by a contrary wind.  See Weatherbound.", "Wipe": "Act of rubbing, esp. in order to clean.", "Wrangler": "An angry disputant; one who disputes with heat or peevishness.", "Wolfsbane": "A poisonous plant (Aconitum Lycoctonum), a kind of monkshood; also, by extension, any plant or species of the genus Aconitum.  See Aconite.", "Warehousing": "The act of placing goods in a warehouse, or in a customhouse store.", "Wordless": "Not using words; not speaking; silent; speechless.", "Warling": "One often quarreled with; -- &unr_; word coined, perhaps, to rhyme with darling.", "Woolpack": "A pack or bag of wool weighing two hundred and forty pounds.", "Waterfowl": "Any bird that frequents the water, or lives about rivers, lakes, etc., or on or near the sea; an aquatic fowl; -- used also collectively.", "Wirework": "Work, especially openwork, formed of wires.", "Worble": "See Wormil.", "Wontless": "Unaccustomed.", "White-eye": "Any one of several species of small Old World singing of the genus Zosterops, as Zosterops palpebrosus of India, and Zosterops cœrulescens of Australia. The eyes are encircled by a ring of white feathers, whence the name. Called also bush creeper, and white-eyed tit.", "Wasting": "Causing waste; also, undergoing waste; diminishing; as, a wasting disease; a wasting fortune.", "Wellspring": "A fountain; a spring; a source of continual supply.", "Water ice": "Water flavored, sweetened, and frozen, to be eaten as a confection.", "Water breather": "Any arthropod that breathes by means of gills.", "Wind-rode": "Caused to ride or drive by the wind in opposition to the course of the tide; -- said of a vessel lying at anchor, with wind and tide opposed to each other.", "Williwaw": "A whirlwind, or whirlwind squall, encountered in the Straits of Magellan.", "Worthless": "Destitute of worth; having no value, virtue, excellence, dignity, or the like; undeserving; valueless; useless; vile; mean; as, a worthless garment; a worthless ship; a worthless man or woman; a worthless magistrate.", "Would": "See 2d Weld.", "Wencher": "One who wenches; a lewd man.", "Weetingly": "Knowingly.", "Wizardly": "Resembling or becoming a wizard; wizardlike; weird.", "Watchword": "A word given to sentinels, and to such as have occasion to visit the guards, used as a signal by which a friend is known from an enemy, or a person who has a right to pass the watch from one who has not; a countersign; a password.", "Water ballast": "Water confined in specially constructed compartments in a vessel's hold, to serve as ballast.", "Whitecoat": "The skin of a newborn seal; also, the seal itself.", "Wreck": "To suffer wreck or ruin.", "Weather-bound": "Kept in port or at anchor by storms; delayed by bad weather; as, a weather-bound vessel.", "Whangdoodle": "An imaginary creature, of undefined character.", "Water hemlock": "A poisonous umbelliferous plant (Cicuta virosa) of Europe; also, any one of several plants of that genus.", "Whirlbat": "Anything moved with a whirl, as preparatory for a blow, or to augment the force of it; -- applied by poets to the cestus of ancient boxers.", "Whittlings": "Chips made by one who whittles; shavings cut from a stick with a knife.", "Wineglassful": "As much as a wineglass will hold; enough to fill a wineglass. It is usually reckoned at two fluid ounces, or four tablespoonfuls.", "Warm-hearted": "Having strong affection; cordial; sincere; hearty; sympathetic.", "Whitefish": "Any one of several species of Coregonus, a genus of excellent food fishes allied to the salmons. They inhabit the lakes of the colder parts of North America, Asia, and Europe. The largest and most important American species (Coregonus clupeiformis) is abundant in the Great Lakes, and in other lakes farther north. Called also lake whitefish, and Oswego bass.", "Waybread": "The common dooryard plantain (Plantago major).", "Water witch": "The dabchick.", "Washbowl": "A basin, or bowl, to hold water for washing one's hands, face, etc.", "Well-willer": "One who wishes well, or means kindly.", "Water inch": "Same as Inch of water, under Water.", "Wittingly": "Knowingly; with knowledge; by design.", "Wincer": "One who, or that which, winces, shrinks, or kicks.", "White-foot": "A white mark on the foot of a horse, between the fetlock and the coffin.", "Wasteful": "Full of waste; destructive to property; ruinous; as, wasteful practices or negligence; wasteful expenses.", "Wincey": "Linsey-woolsey.", "Whipstock": "The rod or handle to which the lash of a whip is fastened.", "Warray": "To make war upon. [Obs.] Fairfax.", "Water oat": "Indian rice.  See under Rice.", "Worshipability": "The quality of being worthy to be worshiped.", "Wheneer": "Whenever.", "Wickedly": "In a wicked manner; in a manner, or with motives and designs, contrary to the divine law or the law of morality; viciously; corruptly; immorally.", "Whilere": "A little while ago; recently; just now; erewhile.", "Waterworn": "Worn, smoothed, or polished by the action of water; as, waterworn stones.", "Water crake": "The dipper.", "Whapper": "Something uncommonly large of the kind; something astonishing; -- applied especially to a bold lie.  Now (1998) usually spelled whopper.", "Weeding": "a. & n. from Weed, v.", "Whimbrel": "Any one of several species of small curlews, especially the European species (Numenius phæopus), called also Jack curlew, half curlew, stone curlew, and tang whaup.  See Illustration in Appendix.", "Waiment": "See Wayment.", "Wareless": "Unwary; incautious; unheeding; careless; unaware.", "Wayment": "Grief; lamentation; mourning.", "Worse": "To make worse; to put disadvantage; to discomfit; to worst.  See Worst, v.", "Woodless": "Having no wood; destitute of wood.", "Wrey": "See Wray.", "Warhable": "Fit for war.", "Wealful": "Weleful.", "Windowpane": "See Pane, n., (3) b.", "Wel-begone": "Surrounded with happiness or prosperity.", "Wên-li": "The higher literary idiom of Chinese, that of the canonical books and of all composition pretending to literary standing. It employs a classical or academic diction, and a more condensed and sententious style than Mandarin, and differs also in the doubling and arrangement of words.", "Wallet": "A bag or sack for carrying about the person, as a bag for carrying the necessaries for a journey; a knapsack; a beggar's receptacle for charity; a peddler's pack.", "Waller": "The wels.", "Water back": "See under 1st Back.", "Wrythen": "Writhen.", "Wonderingly": "In a wondering manner.", "Wallflower": "A perennial, cruciferous plant (Cheiranthus Cheiri), with sweet-scented flowers varying in color from yellow to orange and deep red. In Europe it very common on old walls.", "Whaleback": "A form of vessel, often with steam power, having sharp ends and a very convex upper deck, much used on the Great Lakes, esp. for carrying grain.", "Worship": "To perform acts of homage or adoration; esp., to perform religious service.", "Wariment": "Wariness.", "Widower": "A man who has lost his wife by death, and has not married again.", "Whip": "To move nimbly; to start or turn suddenly and do something; to whisk; as, he whipped around the corner.", "Welch": "See Welsh.", "Wood partridge": "Any of several small partridges of Java, Sumatra, Borneo, and neighboring regions belonging to the genera Caloperdix, Rollulus, and Melanoperdix.", "Woaded": "Colored or stained with woad.", "Waitingly": "By waiting.", "Wineberry": "The red currant.", "Water pore": "A pore by which the water tubes of various invertebrates open externally.", "Weyle": "To wail.", "Water parting": "A summit from the opposite sides of which rain waters flow to different streams; a line separating the drainage districts of two streams or coasts; a divide; a watershed.", "Wheder": "Whether.", "Wearing": "Pertaining to, or designed for, wear; as, wearing apparel.", "web": "The world-wide web; -- usually referred to as the web.", "Wood gum": "Xylan.", "Waveson": "Goods which, after shipwreck, appear floating on the waves, or sea.", "Water ousel": "Any one of several species of small insessorial birds of the genus Cinclus (or Hydrobates), especially the European water ousel (Cinclus aquaticus), and the American water ousel (Cinclus Mexicanus). These birds live about the water, and are in the habit of walking on the bottom of streams beneath the water in search of food.", "Wagonload": "Same as Wagonful.", "Web-footed": "Having webbed feet; palmiped; as, a goose or a duck is a web-footed fowl.", "Washtub": "A tub in which clothes are washed.", "Washout": "The washing out or away of earth, etc., especially of a portion of the bed of a road or railroad by a fall of rain or a freshet; also, a place, especially in the bed of a road or railroad, where the earth has been washed away.", "Withwind": "A kind of bindweed (Convolvulus arvensis).", "Withstand": "To stand against; to oppose; to resist, either with physical or moral force; as, to withstand an attack of troops; to withstand eloquence or arguments.", "Whitsun": "Of, pertaining to, or observed at, Whitsuntide; as, Whitsun week; Whitsun Tuesday; Whitsun pastorals.", "Wanger": "A pillow for the cheek; a pillow.", "Within": "In the inner part; inwardly; internally.", "Weakish": "Somewhat weak; rather weak.", "Water arum": "An aroid herb (Calla palustris) having a white spathe. It is an inhabitant of the north temperate zone.", "Warning": "Previous notice.", "Water deer": "A small Chinese deer (Hydropotes inermis). Both sexes are destitute of antlers, but the male has large, descending canine tusks.", "Woodrock": "A compact woodlike variety of asbestus.", "Wrathy": "Very angry.", "Wilton carpet": "A kind of carpet woven with loops like the Brussels, but differing from it in having the loops cut so as to form an elastic velvet pile; -- so called because made originally at Wilton, England.", "Witwal": "The golden oriole.", "Whimsicalness": "The quality or state of being whimsical; freakishness; whimsical disposition.", "Wealsman": "A statesman; a politician.", "Waive": "To turn aside; to recede.", "Wentletrap": "Any one of numerous species of elegant, usually white, marine shells of the genus Scalaria, especially Scalaria pretiosa, which was formerly highly valued; -- called also staircase shell.  See Scalaria.", "Weather signal": "Any signal giving information about the weather. The system used by the United States Weather Bureau includes temperature, cold or hot wave, rain or snow, wind direction, storm, and hurricane signals.", "Wifely": "Becoming or life; of or pertaining to a wife.", "Wellwisher": "One who wishes another well; one who is benevolently or friendlily inclined.", "Wellingtonia": "A name given to the “big trees” (Sequoia gigantea) of California, and still used in England.  See Sequoia.", "Wind-shaken": "Shaken by the wind;", "Wolfram": "Same as Wolframite.", "Warrior": "A man engaged or experienced in war, or in the military life; a soldier; a champion.", "Warmly": "In a warm manner; ardently.", "Water telescope": "A telescope in which the medium between the objective and the eye piece is water instead of air, used in some experiments in aberration.", "Withholder": "One who withholds.", "Withering": "Tending to wither; causing to shrink or fade.", "Weazeny": "Somewhat weazen; shriveled.", "Whitebelly": "The American widgeon, or baldpate.", "Wanderingly": "In a wandering manner.", "Weaverfish": "See Weever.", "Weighbeam": "A kind of large steelyard for weighing merchandise; -- also called weighmaster's beam.", "White-tie": "requiring formal evening clothes, usually interpreted as a white bow tie and a tailcoat for men, and a formal evening dress for women; -- as, a white-tie reception at the embassy.  Contrasting with black-tie and informal.", "Weasy": "Given to sensual indulgence; gluttonous.", "Whimsically": "In a whimsical manner; freakishly.", "Willet": "A large North American snipe (Symphemia semipalmata); -- called also pill-willet, will-willet, semipalmated tattler, or snipe, duck snipe, and stone curlew.", "Wordbook": "A collection of words; a vocabulary; a dictionary; a lexicon.", "Willer": "One who wills.", "Windtight": "So tight as to prevent the passing through of wind.", "Wallack": "See Wallachian.", "Writing": "The act or art of forming letters and characters on paper, wood, stone, or other material, for the purpose of recording the ideas which characters and words express, or of communicating them to others by visible signs.", "Whobub": "Hubbub.", "Wele": "Prosperity; happiness; well-being; weal.", "Weigh": "A certain quantity estimated by weight; an English measure of weight.  See Wey.", "Wellat": "The king parrakeet See under King.", "Waistband": "The band which encompasses the waist; esp., one on the upper part of breeches, trousers, pantaloons, skirts, or the like.", "Withinside": "In the inner parts; inside.", "Whipstitch": "To rafter; to plow in ridges, as land.", "Wheedle": "To flatter; to coax; to cajole.", "Water celery": "A very acrid herb (Ranunculus sceleratus) growing in ditches and wet places; -- called also cursed crowfoot.", "Werre": "War.", "Wagtail": "Any one of many species of Old World singing birds belonging to Motacilla and several allied genera of the family Motacillidæ. They have the habit of constantly jerking their long tails up and down, whence the name.", "Whaler": "One who whales, or beats; a big, strong fellow; hence, anything of great or unusual size.", "Whiggamore": "A Whig; -- a cant term applied in contempt to Scotch Presbyterians.", "Wooled": "Having (such) wool; as, a fine-wooled sheep.", "Water meadow": "A meadow, or piece of low, flat land, capable of being kept in a state of fertility by being overflowed with water from some adjoining river or stream.", "Whang": "A blow; whack.", "Water brash": "See under Brash.", "Wolframic": "Of or pertaining to wolframium.  See Tungstic.", "Welk": "A whelk.", "Well": "Contraction for we will or we shall.", "Wagoner": "One who conducts a wagon; one whose business it is to drive a wagon.", "Wels": "The sheatfish; -- called also waller.", "Welt": "To wilt.", "Whist": "Not speaking; not making a noise; silent; mute; still; quiet.", "Whisp": "A flock of snipe.", "Weldable": "Capable of being welded.", "Wale": "To mark with wales, or stripes.", "Weeping tree": "Any tree having pendulous branches.", "Wall": "To inclose with a wall, or as with a wall.", "Walm": "To roll; to spout; to boil up.", "Winsomeness": "The characteristic of being winsome; attractiveness of manner.", "Walk": "The act of walking, or moving on the feet with a slow pace; advance without running or leaping.", "Wowke": "Week.", "Wizen": "The weasand.", "Witch-elm": "See Wych-elm.", "Worn-out": "Consumed, or rendered useless, by wearing; as, worn-out garments.", "Welsbach": "Of or pertaining to Auer von Welsbach or the incandescent gas burner invented by him.", "Wimbrel": "The whimbrel.", "Would-be": "Desiring or professing to be; vainly pretending to be; as, a would-be poet.", "Workable": "Capable of being worked, or worth working; as, a workable mine; workable clay.", "Water dock": "A tall, coarse dock growing in wet places. The American water dock is Rumex orbiculatus, the European is Rumex Hydrolapathum.", "Weighbridge": "A weighing machine on which loaded carts may be weighed; platform scales.", "White person": "A person of the Caucasian race (6 Fed. Rep. 256).", "Wiliness": "The quality or state of being wily; craftiness; cunning; guile.", "Warrioress": "A female warrior.", "Wit-cracker": "One who breaks jests; a joker.", "Waltzer": "A person who waltzes.", "Withholdment": "The act of withholding.", "Waxwork": "Work made of wax; especially, a figure or figures formed or partly of wax, in imitation of real beings.", "Windowed": "Having windows or openings.", "wirepuller": "One who pulls the wires, as of a puppet; hence, one who uses secret influence (i.e. pulls wires or strings) for his own ends; an intriguer.", "Waterbok": "A water buck.", "Wireless": "Short for Wireless telegraphy, Wireless telephony, etc.; as, to send a message by wireless.", "Wreck-master": "A person appointed by law to take charge of goods, etc., thrown on shore after a shipwreck.", "Wool-dyed": "Dyed before being made into cloth, in distinction from piece-dyed; ingrain.", "Wayfaring": "Traveling; passing; being on a journey.", "Waggery": "The manner or action of a wag; mischievous merriment; sportive trick or gayety; good-humored sarcasm; pleasantry; jocularity; as, the waggery of a schoolboy.", "Well-intentioned": "Having upright intentions or honorable purposes.", "Wivehood": "Wifehood.", "Whole-hoofed": "Having an undivided hoof, as the horse.", "Woodsman": "A woodman; especially, one who lives in the forest.", "Warty": "Having warts; full of warts; overgrow with warts; as, a warty leaf.", "Whippersnapper": "A diminutive, insignificant, or presumptuous person.", "Wezand": "See Weasand.", "Wavy": "Rising or swelling in waves; full of waves.", "Whitebill": "The American coot.", "Wreakless": "Unrevengeful; weak.", "Woefully": "In a woeful manner; sorrowfully; mournfully; miserably; dolefully.", "Weaver": "One who weaves, or whose occupation is to weave.", "Whoreson": "A bastard; colloquially, a low, scurvy fellow; -- used generally in contempt, or in coarse humor. Also used adjectively.", "Wardroom": "A room occupied as a messroom by the commissioned officers of a war vessel.  See Gunroom.", "Wolframium": "The technical name of the element tungsten.  See Tungsten.", "White-livered": "Having a pale look; feeble; hence, cowardly; pusillanimous; dastardly.", "Water qualm": "See Water brash, under Brash.", "Wit-starved": "Barren of wit; destitute of genius.", "Way-goose": "See Wayz-goose, n., 2.", "Wickerwork": "A texture of osiers, twigs, or rods; articles made of such a texture.", "Withoutforth": "Without; outside' outwardly.  Cf. Withinforth.", "Wrester": "One who wrests.", "Westwardly": "In a westward direction.", "Woodmonger": "A wood seller."}