{"Nuthook": "A hook at the end of a pole to pull down boughs for gathering the nuts.", "Nominor": "A nominator.", "Nathmore": "Not the more; never the more.", "nurseling": "An infant considered in relation to its nurse.", "Nayward": "The negative side.", "Nepenthe": "A drug used by the ancients to give relief from pain and sorrow; -- by some supposed to have been opium or hasheesh.  Hence, anything soothing and comforting.", "&Verbar;Notandum": "A thing to be noted or observed; a notable fact; -- chiefly used in the plural.", "Nursling": "One who, or that which, is nursed; an infant; a fondling.", "Nide": "A nestful; a brood; as, a nide of pheasants.", "nonintellectual": "not intellectual.  Opposite of intellectual.", "Northman": "One of the inhabitants of the north of Europe; esp., one of the ancient Scandinavians; a Norseman.", "Niamey": "The capital city of Niger.", "neckland": "A neck of land.", "Naphtha": "The complex mixture of volatile, liquid, inflammable hydrocarbons, occurring naturally, and usually called crude petroleum, mineral oil, or rock oil.", "Nasty": "Offensively filthy; very dirty, foul, or defiled; disgusting; nauseous.", "Nudibrachiate": "Having tentacles without vibratile cilia.", "&Verbar;Nepa": "A genus of aquatic hemipterous insects.  The species feed upon other insects and are noted for their voracity; -- called also scorpion bug and water scorpion.", "Nitroprussic": "Pertaining to, derived from, or designating, a complex acid called nitroprussic acid, obtained indirectly by the action of nitric acid on potassium ferrocyanide (yellow prussiate), as a red crystalline unstable substance.  It forms salts called nitroprussides, which give a rich purple color with alkaline sulphides.", "Nonelect": "A person or persons not elected, or chosen, to salvation.", "Nidorose": "Nidorous.", "Nonagesimal": "The middle or highest point of the part of the ecliptic which is at any given moment above the horizon.  It is the ninetieth degree of the ecliptic, reckoned from the points in which it is intersected by the horizon.", "nontaxable": "Not subject to taxation; -- of goods imported into a country or sold at retail outlets; as, most laws imposing sales taxes make food nontaxable.  Opposite of taxable.", "Natals": "One's birth, or the circumstances attending it.", "nonmodern": "not modern; of or characteristic of an earlier time.  Opposite of modern.", "&Verbar;Neomenoidea": "A division of vermiform gastropod mollusks, without a shell, belonging to the Isopleura.", "nigged": "Hammer-dressed; -- said of building stone.", "Neuralgic": "Of or pertaining to, or having the character of, neuralgia; as, a neuralgic headache.", "naturalist": "One versed in natural science; a student of natural history, esp. of the natural history of plants or animals; a botanist or zoologist.", "nightbird": "A person who likes to be active late at night; a night owl.", "nigger": "A negro; -- in vulgar derision or depreciation.  It is usually intended and interpreted as highly insulting and vulgar.", "notifying": "The act or process of informing by words.", "Nepalese": "A native or natives of Nepal, or an inhabitant of Nepal.", "nondescript": "Not hitherto described;", "Nocturnal": "An instrument formerly used for taking the altitude of the stars, etc., at sea.", "Nageia": "A small genus of Asian evergreen trees having columnar crowns and distinguished by leaves lacking a midrib; eastern Asia including India and Philippines and New Guinea.", "Neo-Kantian": "An adherent of Neo-Kantianism.", "&Verbar;Nuncius": "A messenger.", "Nightmare": "A fiend or incubus formerly supposed to cause trouble in sleep.", "Nimious": "Excessive; extravagant; inordinate.", "Notelet": "A little or short note; a billet.", "Negative": "To prove unreal or untrue; to disprove.", "Neoteric": "One of modern times; a modern.", "naid": "Any one of numerous species of small, fresh-water, chætopod annelids of the tribe Naidina.  They belong to the Oligochæta.", "Nucament": "A catkin or ament; the flower cluster of the hazel, pine, willow, and the like.", "Niggardly": "In a niggard manner.", "Notionality": "A notional or groundless opinion.", "Nayword": "A byword; a proverb; also, a watchword.", "Nautiloid": "Like or pertaining to the nautilus; shaped like a nautilus shell.", "Nebulize": "To reduce (as a liquid) to a fine spray or vapor; to atomize.", "nubia": "A light fabric of wool, worn on the head by women; a cloud.", "Nectosac": "The cavity of a nectocalyx.", "Numerator": "One who numbers.", "Nigritic": "Pertaining to, or having the characteristics of, negroes, or of the Negritos, Papuans, and the Melanesian races; negritic.", "Norland": "The land in the north; north country.", "nosedive": "To drop with the nose or front first, as of an airplane.", "Nectostem": "That portion of the axis which bears the nectocalyces in the Siphonophora.", "Necromancer": "One who practices necromancy; a sorcerer; a wizard.", "Nibble": "To bite upon something gently or cautiously; to eat a little of a thing, as by taking small bits cautiously; as, fishes nibble at the bait.", "Nautical": "Of or pertaining to seamen, to the art of navigation, or to ships; as, nautical skill.", "&Verbar;Nouveau riche": "A person newly rich.  Contrasted with old money.", "Nominately": "By name; particularly; namely.", "Nidary": "A collection of nests.", "Nemesis": "The goddess of retribution or vengeance; hence, retributive justice personified; divine vengeance.", "Ningirsu": "The Babylonian god of war and agriculture, in an older pantheon.", "Neuridin": "A nontoxic base, C5H14N2, found in the putrescent matters of flesh, fish, decaying cheese, etc.", "night-line": "A fishing line with baited hooks left in the water to catch fish over night.", "Nempne": "To name or call.", "Nitride": "A binary compound of nitrogen with a more metallic element or radical; as, boric nitride.", "Nitraniline": "Any one of a series of nitro derivatives of aniline; nitroaniline. In general they are yellow crystalline substances.", "Night-blooming": "Blooming in the night.", "Noölogical": "Of or pertaining to noölogy.", "naprapathy": "A drugless method of treatment based on the belief that disease symptoms arise from problems with ligaments and connective tissues.", "Nundination": "Traffic at fairs; marketing; buying and selling.", "Neverthelater": "Nevertheless.", "&Verbar;Nereocystis": "A genus of gigantic seaweeds.", "Nopal": "A cactaceous plant (Nopalea cochinellifera), originally Mexican, on which the cochineal insect feeds, and from which it is collected.  The name is sometimes given to other species of Cactaceæ.", "Necessary": "A thing that is necessary or indispensable to some purpose; something that one can not do without; a requisite; an essential; -- used chiefly in the plural; as, the necessaries of life.", "Norlander": "A northener; a person from the north country.", "noninheritable": "not capable of transmission by heredity.  Opposite of inheritable.", "naive": "Having native or unaffected simplicity; ingenuous; artless; frank; as, naïve manners; a naïve person; naïve and unsophisticated remarks.", "Nonresistant": "One who maintains that no resistance should be made to constituted authority, even when unjustly or oppressively exercised; one who advocates or practices absolute submission.", "&Verbar;Non compos": "Not of sound mind; not having the regular use of reason; hence, also, as a noun, an idiot; a lunatic; one devoid of reason, either by nature or from accident.", "Neogamist": "A person recently married.", "Numberful": "Numerous.", "Neuro-epidermal": "Pertaining to, or giving rise to, the central nervous system and epidermis; as, the neuroepidermal, or epiblastic, layer of the blastoderm.", "Natatorious": "Adapted for swimming; -- said of the legs of certain insects.", "&Verbar;Naissant": "Same as Jessant.", "Nuytsia": "A genus consisting of only one species.", "Navigerous": "Bearing ships; capable of floating vessels.", "niobium": "The chemical element of atomic number 41.  Chemical symbol Nb.  Atomic weight 92.91.  Previously called columbium. See also Columbium.", "Neurography": "A description of the nerves.", "Native steel": "A sort of steel which has been found where a burning coal seam had reduced and carbonized adjacent iron ore.", "Naturalistic": "Belonging to the doctrines of naturalism.", "Nutation": "The act of nodding.", "Nubility": "The state of being marriageable.", "Nominatival": "Of or pertaining to the nominative case.", "nontelescopic": "Not able to be contracted by a telescoping action; as, a nontelescoping tripod would be awkward to carry.", "Nonalienation": "Failure to alienate; also, the state of not being alienated.", "Nippitato": "Strong liquor.", "Newfangly": "In a newfangled manner; with eagerness for novelty.", "Negotiate": "To carry on negotiations concerning; to procure or arrange for by negotiation; as, to negotiate peace, or an exchange.", "Newfangle": "To change by introducing novelties.", "Nonelastic": "Not having elasticity; not able to be stretched reversibly.", "Neocosmic": "Of or pertaining to the universe in its present state; specifically, pertaining to the races of men known to history.", "&Verbar;Naïveté": "The state or quality of being naive.", "Nicker nut": "A rounded seed, rather smaller than a nutmeg, having a hard smooth shell, and a yellowish or bluish color.  The seeds grow in the prickly pods of tropical, woody climbers of the genus Cæsalpinia.  Cæsalpinia Bonduc has yellowish seeds; Cæsalpinia Bonducella, bluish gray.", "&Verbar;Non obstante": "Notwithstanding; in opposition to, or in spite of, what has been stated, or is to be stated or admitted.", "Nonsubmission": "Want of submission; failure or refusal to submit.", "Nettles": "The halves of yarns in the unlaid end of a rope twisted for pointing or grafting.", "Neckplate": "See Gorget, 1 and 2.", "Nineveh": "An ancient Assyrian city.", "&Verbar;Nematognathi": "An order of fishes having barbels on the jaws.  It includes the catfishes, or siluroids. See Siluroid.", "Nowel": "The core, or the inner part, of a mold for casting a large hollow object.", "Nephridial": "Of or pertaining to a nephridium.", "Nowes": "The marriage knot.", "Narcotine": "An alkaloid found in opium, and extracted as a white crystalline substance, tasteless and less poisonous than morphine; -- called also narcotia.", "Nux vomica": "The seed of Strychnos Nuxvomica, a tree which abounds on the Malabar and Coromandel coasts of the East Indies. From this seed the deadly poisons known as strychnine and brucine are obtained. The seeds are sometimes called Quaker buttons.", "Nepaulese": "Of or pertaining to Nepal (formerly written Nepaul), a kingdom North of India; same as Nepalese.", "noncombinative": "not combinative.  Opposite of combinative.", "Noontide": "The time of noon; midday.", "nitro-": "A combining form or an adjective denoting the presence of niter.", "nympho": "A nymphomaniac.", "Nasoseptal": "Of or pertaining to the internasal septum.", "Navigator": "One who navigates or sails; esp., one who direct the course of a ship, or one who is skillful in the art of navigation; also, a book which teaches the art of navigation; as, Bowditch's Navigator.", "Nombles": "The entrails of a deer; the umbles.", "Navarrese": "Of or pertaining to Navarre.", "Nosing": "That part of the treadboard of a stair which projects over the riser; hence, any like projection, as the projecting edge of a molding.", "Nostalgic": "Of or pertaining to nostalgia; affected with nostalgia.", "Newari": "A language spoken in the Kathmandu Valley of Nepal.", "Nethermore": "Lower, nether.", "nonterritorial": "not displaying territoriality; -- of animals; as, a nonterritorial species.  Opposite of territorial.", "Naphthene": "A peculiar hydrocarbon fraction occuring as an ingredient of some crude petroleums, mostly mixtures of derivatives of the five- and six-membered saturated cyclic alkanes, cyclopentane and cyclohexane, having the general formula CnH2n.", "noncausative": "not causative.  Opposite of causative.", "nett": "remaining after all deductions; same as net a., 3.  Contrasted to gross.", "Nervousness": "State or quality of being nervous.", "Na-dene": "A family of North American Indian languages including Tlingit, the Athabascan language family, and Haida.", "Nourish": "A nurse.", "Navel-string": "The umbilical cord.", "Nawl": "An awl.", "Nodal": "Of the nature of, or relating to, a node; as, a nodal point.", "Ninescore": "Nine times twenty, or one hundred and eighty.", "Natal": "Of or pertaining to one's birth; accompying or dating from one's birth; native.", "Nebraskan": "A resident of the state of Nebraska.", "Neuropodous": "Having the limbs on, or directed toward, the neural side, as in most invertebrates; -- opposed to hæmapodous.", "Nematogene": "One of the dimorphic forms of the species of Dicyemata, which produced vermiform embryos; -- opposed to rhombogene.", "Nobbily": "In a nobby manner.", "nervus": "Any bundle of nerve fibers running to various organs and tissues of the body.", "Nomography": "A treatise on laws; an exposition of the form proper for laws.", "Nyctimene": "A genus of East Indian fruit bats.", "Notelessness": "A state of being noteless.", "Nasute": "Having a nice sense of smell.", "Nameless": "Without a name; not having been given a name; as, a nameless star.", "Nisey": "A simpleton.", "Neesing": "Sneezing.", "Nonemphatic": "Having no emphasis; unemphatic.", "Nicking": "The cutting made by the hewer at the side of the face.", "Nazarite": "A Jew bound by a vow to leave the hair uncut, to abstain from wine and strong drink, and to practice extraordinary purity of life and devotion, the obligation being for life, or for a certain time.  The word is also used adjectively.", "Neuralgia": "A disease, the chief symptom of which is a very acute pain, exacerbating or intermitting, which follows the course of a nervous branch, extends to its ramifications, and seems therefore to be seated in the nerve.  It seems to be independent of any structural lesion.", "nutate": "to rock, sway, or nod; usually involuntarily.", "&Verbar;Naik": "A chief; a leader; a Sepoy corporal.", "&Verbar;Nototrema": "The pouched, or marsupial, frog of South America.", "namedrop": "To refer to people that one assumes one's interlocutors admire so as to impress them; same as to drop names.", "Necrolatry": "The worship of the dead; manes worship.", "Nereidian": "Any annelid resembling Nereis, or of the family Lycoridæ or allied families.", "Notidanian": "Any one of several species of sharks of the family Notidanidæ, or Hexanchidæ. Called also cow sharks. See Shark.", "nonliving": "Not endowed with life; same as inanimate.  Opposite of living and animate.", "Nonsuit": "Nonsuited.", "neocolonialism": "Control by a powerful country of its former colonies (or other less developed countries) by economic pressures.  In contrast to colonialism, in which one country controls another territory by military force.", "nave": "The block in the center of a wheel, from which the spokes radiate, and through which the axle passes; -- called also hub or hob.", "Noncontent": "One who gives a negative vote; -- sometimes abridged into noncon. or non con.", "needleful": "As much thread as is used in a needle at one time.", "no-go": "not functioning properly or in suitable condition for proceeding; as, the space launch was no-go.  Opposite of go, a.", "Nucleolus": "A little nucleus.", "Niece": "A relative, in general; especially, a descendant, whether male or female; a granddaughter or a grandson.", "Northwestward": "Toward the northwest.", "Nummary": "Of or relating to coins or money.", "Newfangleness": "Newfangledness.", "Nighted": "Darkness; clouded.", "Nolleity": "The state of being unwilling; nolition.", "network": "To connect together into a network; as, to network computers; to network the printer with computers.", "Nonconcluding": "Not concluding.", "&Verbar;nympha": "Same as Nymph, 3.", "Nonne": "A nun.", "&Verbar;Notornis": "A genus of birds allied to the gallinules, but having rudimentary wings and incapable of flight.  Notornis Mantelli was first known as a fossil bird of New Zealand, but subsequently a few individuals were found living on the southern island.  It is supposed to be now nearly or quite extinct.", "noisemaker": "Any device (such as a clapper or bell or horn) used to make a loud noise at a celebration.", "Numskull": "A dunce; a dolt; a stupid fellow.", "Notobranchiate": "Of or pertaining to the Notobranchiata.", "Napoleon": "A French gold coin of twenty francs, no longer minted or circulated.  It bore the portrait of Napoleon I. or Napoleon III.", "Nasopalatal": "Connected with both the nose and the palate; as, the nasopalatine or incisor, canal connecting the mouth and the nasal chamber in some animals; the nasopalatine nerve.", "Nectarean": "Resembling nectar; very sweet and pleasant.", "Neighboring": "Living or being near; adjacent; as, the neighboring nations or countries.", "Nectareal": "Nectareous.", "Nemaline": "Having the form of threads; fibrous.", "Numbless": "See Nombles.", "Napha water": "A perfume distilled from orange flowers.", "Navajoes": "A tribe of Indians inhabiting New Mexico and Arizona, allied to the Apaches. They are now largely engaged in agriculture.", "Necked": "Having (such) a neck; -- chiefly used in composition; as, stiff-necked.", "nth": "Last or greatest in an indefinitely large series; as, to the nth degree.", "Nutmeg": "The kernel of the fruit of the nutmeg tree (Myristica fragrans), a native of the Molucca Islands, but cultivated elsewhere in the tropics.", "Nematocyst": "A lasso cell, or thread cell. See Lasso cell, under Lasso.", "Negritos": "A degraded Papuan race, inhabiting Luzon and some of the other east Indian Islands.  They resemble negroes, but are smaller in size.  They are mostly nomads.", "&Verbar;Nous": "Intellect; understanding; talent; -- used humorously.", "Nonsensical": "Without sense; unmeaning; absurd; foolish; irrational; preposterous.", "Neglecter": "One who neglects.", "Numidian": "Of or pertaining to ancient Numidia in Northern Africa.", "Naggy": "Irritable; touchy.", "Nigh": "Near to; not remote or distant from.", "National": "Of or pertaining to a nation; common to a whole people or race; public; general; as, a national government, language, dress, custom, calamity, etc.", "Nail": "To fasten with a nail or nails; to close up or secure by means of nails; as, to nail boards to the beams.", "Numerary": "Belonging to a certain number; counting as one of a collection or body.", "&Verbar;Narthex": "A tall umbelliferous plant (Ferula communis). See Giant fennel, under Fennel.", "Norimon": "A Japanese covered litter, carried by men.", "Notwheat": "Wheat not bearded.", "&Verbar;Notturno": "Same as Nocturne.", "noncommercial": "not connected with or engaged in commercial enterprises.  Opposite of commercial.", "Nimmer": "A thief.", "Noncomplying": "Neglecting or refusing to comply.", "Napoleonist": "A supporter of the dynasty of the Napoleons.", "Neighborly": "Appropriate to the relation of neighbors; having frequent or familiar intercourse; kind; civil; social; friendly.", "Northwardly": "In a northern direction.", "Nanpie": "The magpie.", "Nestor": "A genus of parrots with gray heads, of New Zealand and Papua, allied to the cockatoos. See Kaka.", "Nervate": "Nerved.", "Near beer": "Any of various malt liquors (see Citation below).", "Nonny": "A silly fellow; a ninny.", "Navigable": "Capable of being navigated; deep enough and wide enough to afford passage to vessels; as, a navigable river.", "needed": "necessary; as, provided them with all needed equipment.  Opposite of unnecessary.", "Necessariness": "The quality of being necessary.", "Nitromuriatic": "Of, pertaining to, or composed of, nitric acid and muriatic acid; nitrohydrochloric. See Nitrohydrochloric.", "Nonjurant": "Nonjuring.", "Noduled": "Having little knots or lumps.", "Nidget": "A fool; an idiot, a coward.", "niobite": "Same as Columbite.", "&Verbar;Nonchalant": "Indifferent; careless; cool.", "Novelty": "The quality or state of being novel; newness; freshness; recentness of origin or introduction.", "Naphthol": "Any one of a series of hydroxyl derivatives of naphthalene, analogous to phenol.  In general they are crystalline substances with a phenol (carbolic) odor.", "Nescience": "Want of knowledge; ignorance; agnosticism.", "Nebulous": "Cloudy; hazy; misty.", "&Verbar;Nematocera": "A suborder of dipterous insects, having long antennæ, as the mosquito, gnat, and crane fly; -- called also Nemocera.", "Neighbor": "To dwell in the vicinity; to be a neighbor, or in the neighborhood; to be near.", "Nominator": "One who nominates.", "&Verbar;Neufchâtel": "A kind of soft sweet-milk cheese; -- so called from Neufchâtel-en-Bray in France.", "nonpartisan": "free from party affiliation or bias.  Opposite of partisan.", "Nomopelmous": "Having a separate and simple tendon to flex the first toe, or hallux, as do passerine birds.", "Nonbituminous": "Containing no bitumen; not bituminous.", "Nonyl": "The hydrocarbon radical, C9H19-, derived from nonane and forming many compounds. Used also adjectively; as, nonyl alcohol.", "Noddle": "The head; also, noodle; -- used jocosely or contemptuously.", "Neurochord": "See Neurocord.", "Narrower": "One who, or that which, narrows or contracts.", "Nutria": "The fur of the coypu. See Coypu.", "Nationalness": "The quality or state of being national; nationality.", "&Verbar;Neuritis": "Inflammation of a nerve.", "Nighness": "The quality or state of being nigh.", "Nonintervention": "The state or habit of not intervening or interfering; as, the nonintervention of one state in the affairs of another.", "nucleic acid": "A natural or synthetic polymer consisting of chains of ribonucleotide or deoxyribonucleotide units.", "napalm": "A highly incediary liquid consisting of gasoline jelled with aluminum soaps, used as a weapon of war in fire bombs and flame throwers.", "noncombining": "not able to combine.", "Nutritional": "Of or pertaining to nutrition; as, nutritional changes.", "nonreciprocating": "not reciprocating.", "North Star State": "Minnesota; -- a nickname.", "Nitromethane": "A nitro derivative of methane (CH3.NO2), obtained as a mobile liquid; -- called also nitrocarbol.  It has been used as a rocket fuel and as a gasoline additive to add power to the fuel, especially in racing cars.", "Needsly": "Of necessity.", "no-see-um": "Any of several minute two-winged biting insects of the family Ceratopogonidae that suck the blood of mammals and birds and other insects; also called biting midge and punkie.", "Nitrate": "A salt of nitric acid.", "Nonability": "Want of ability.", "nitro": "Nitroglycerin.", "&Verbar;Nyentek": "A carnivorous mammal (Helictis moscatus, or Helictis orientalis), native of Eastern Asia and the Indies.  It has a dorsal white stripe, and another one across the shoulders.  It has a strong musky odor.", "Natal boil": "same as Aleppo boil.", "Nematoid": "Of or pertaining to the Nematoda.", "nagger": "Someone (especially a woman) who constantly finds fault.", "Nausea": "Seasickness; hence, any similar sickness of the stomach accompanied with a propensity to vomit; qualm; squeamishness of the stomach; loathing.", "Natured": "Having (such) a nature, temper, or disposition; disposed; -- used in composition; as, good-natured, ill-natured, etc.", "Nomadic": "Of or pertaining to nomads, or their way of life; wandering; moving from place to place for subsistence; as, a nomadic tribe.", "Nazaritic": "Of or pertaining to a Nazarite, or to Nazarites.", "norepinephrine": "A hormone (C8H11NO3) secreted by the adrenal medulla; it also serves as a neurotransmitter, released at synapses; called also noradrenaline.  Chemically it is 2-amino-1-(3,4-dihydroxyphenyl)ethanol.  It is a precursor of epinephrine in the body.", "Navew": "A kind of small turnip, a variety of Brassica campestris. See Brassica.", "Naphthyl": "A hydrocarbon radical regarded as the essential residue of naphthalene.", "Najadaceae": "A monotypic family of aquatic plants having narrow leaves and small flowers; same as Naiadaceae; the naiad family.", "no-goal": "a nonexistent goal; as, he lived without a reason progressing toward no-goal.", "&Verbar;Neomenia": "The time of the new moon; the beginning of the month in the lunar calendar.", "Nomothetic": "Legislative; enacting laws; as, a nomothetical power.", "Nefarious": "Wicked in the extreme; abominable; iniquitous; atrociously villainous; execrable; detestably vile.", "Nicotinism": "The morbid condition produced by the excessive use of tobacco.", "nematocidal": "Having the property of killing nematodes; lethal to nematodes.", "Numerable": "Capable of being numbered or counted.", "&Verbar;Noctiluca": "That which shines at night; -- a fanciful name for phosphorus.", "&Verbar;Nacré": "Having the peculiar iridescence of nacre, or mother-of-pearl, or an iridescence resembling it; as, nacré ware.", "Neo-Hegelian": "An adherent of Neo-Hegelianism.", "Nominally": "In a nominal manner; by name; in name only; not in reality.", "nonporous": "Not porous; especially, not having vessels that appear as pores; as, nonporous wood.  Opposite of porous.", "Necessarily": "In a necessary manner; by necessity; unavoidably; indispensably.", "Niggardliness": "The quality or state of being niggard; meanness in giving or spending; parsimony; stinginess.", "nonsubmergible": "not submersible or submergible.  Opposite of submersible.", "Nepheline": "A mineral occuring at Vesuvius, in glassy hexagonal crystals; also elsewhere, in grayish or greenish masses having a greasy luster, as the variety elæolite.  It is a silicate of aluminia, soda, and potash.", "Necrophore": "Any one of numerous species of beetles of the genus Necrophorus and allied genera; -- called also burying beetle, carrion beetle, sexton beetle.", "Necessitarian": "One who holds to the doctrine of necessitarianism.", "Nasturtium": "A genus of cruciferous plants, having white or yellowish flowers, including several species of cress. They are found chiefly in wet or damp grounds, and have a pungent biting taste.", "Nupson": "A simpleton; a fool.", "Nimbly": "In a nimble manner; with agility; with light, quick motion.", "Nimble": "Light and quick in motion; moving with ease and celerity; lively; swift.", "Nothingarian": "One of no certain belief; one belonging to no particular sect.", "Nowise": "Not in any manner or degree; in no way; noways.", "Niveous": "Snowy; resembling snow; partaking of the qualities of snow.", "&Verbar;Nenia": "A funeral song; an elegy.", "Nauseation": "The act of nauseating, or the state of being nauseated.", "Noodle": "A thin strip of dough, made with eggs, rolled up, cut into small pieces, and used in soup.", "Nevertheless": "Not the less; notwithstanding; in spite of that; yet.", "Natantly": "In a floating manner; swimmingly.", "Nodding": "Curved so that the apex hangs down; having the top bent downward.", "Netting": "Urine.", "Nustle": "To fondle; to cherish.", "Noctidial": "Comprising a night and a day; as, a noctidial day.", "Nubilose": "Cloudy.", "Neo-Malthusian": "Designating, or pertaining to, a group of modern economists who hold to the Malthusianism doctrine that permanent betterment of the general standard of living is impossible without decrease of competition by limitation of the number of births.", "Nap-taking": "A taking by surprise; an unexpected onset or attack.", "Nazirite": "A Nazarite.", "Nitroquinol": "A hypothetical nitro derivative of quinol or hydroquinone, not known in the free state, but forming a well defined series of derivatives.", "Northumbrian": "Of or pertaining to Northumberland in England.", "nichts": "A quantity of no importance; nothing.", "&Verbar;Nucha": "The back or upper part of the neck; the nape.", "&Verbar;Negrita": "A blackish fish (Hypoplectrus nigricans), of the Sea-bass family.  It is a native of the West Indies and Florida.", "nun": "The 25th letter of the Arabic alphabet, corresponding in pronunciation to n.", "Nominal": "A nominalist.", "Navicular": "The navicular bone.", "Noseband": "That part of the headstall of a bridle which passes over a horse's nose.", "Noyls": "See Noils.", "Neurenteric": "Of or pertaining to both the neuron and the enteron; as, the neurenteric canal, which, in embroys of many vertebrates, connects the medullary tube and the primitive intestine. See Illust. of Ectoderm.", "&Verbar;Nexus": "Connection; tie.", "Novene": "Relating to, or dependent on, the number nine; novenary.", "Nonplane": "Not lying in one plane; not planar; -- said of certain curves.", "Nummulite": "A fossil of the genus Nummulites and allied genera.", "&Verbar;Nerita": "A genus of marine gastropods, mostly natives of warm climates.", "Nethermost": "Lowest; as, the nethermost abyss.", "non-profit-making": "not commercially motivated; not profit-making; nonprofit; not for profit.", "&Verbar;Nucleobranchiata": "See Heteropoda.", "&Verbar;Nyctalopia": "A disease of the eye, in consequence of which the patient can see well in a faint light or at twilight, but is unable to see during the day or in a strong light; day blindness.", "Nipple": "The protuberance through which milk is drawn from the breast or mamma; the mammilla; a teat; a pap.", "Nebulizer": "An atomizer.", "Nobiliary": "A history of noble families.", "Noumenal": "Of or pertaining to the noumenon; real; -- opposed to phenomenal.", "Naseberry": "A tropical fruit. See Sapodilla.", "Nymphomany": "Same as Nymphomania.", "Novelism": "Innovation.", "Nave": "The middle or body of a church, extending from the transepts to the principal entrances, or, if there are no transepts, from the choir to the principal entrance, but not including the aisles.", "Neo-Scholasticism": "The modern revival of the Scholastic philosophy, esp. of that of Thomas Aquinas, with critical revision to suit the exigencies of the general advance in learning.  The Neo-Scholastic movement received a great impetus from Leo XIII.'s interest in it.", "Nitrocellulose": "See Gun cotton, under Gun.", "Navelwort": "A European perennial succulent herb (Cotyledon umbilicus), having round, peltate leaves with a central depression; -- also called pennywort, and kidneywort.", "Nonpareil": "Having no equal; peerless.", "Natron": "Native sodium carbonate.", "Naumachy": "A naval battle; esp., a mock sea fight put on by the ancient Romans.", "Navy": "Having a color of navy blue.", "Non pros.": "An abbreviation of Non prosequitur.", "Nereites": "Fossil tracks of annelids.", "neoliberalism": "A political orientation originating in the 1960s, blending liberal political views with an emphasis on economic growth.", "Newfangled": "Newly made; of a new type or fashion; formed with the affectation of novelty; -- sometimes used to express disapproval or disdain.", "nonrenewable": "That can not be renewed; as, a nonrenewable option; books on that shelf are nonrenewable.  Opposite of renewable.", "Nondelivery": "A neglect or failure of delivery; omission of delivery.", "Nudity": "The quality or state of being nude; nakedness.", "nor-west": "Northwest; the compass point midway between north and west; at 315 degrees.", "Naturize": "To endow with a nature or qualities; to refer to nature.", "nonlexical": "Not lexical; as, nonlexical morphemes.", "nucleon number": "The sum of the number of neutrons and protons in an atomic nucleus.", "Nectared": "Imbued with nectar; mingled with nectar; abounding with nectar.", "&Verbar;Nemertida": "Nemertina.", "Ninny": "A fool; a simpleton.", "Nemorous": "Woody.", "Nacre": "A pearly substance which lines the interior of many shells, and is most perfect in the mother-of-pearl.", "nonparallel": "not parallel; -- of lines or linear objects.  Opposite of parallel.", "Neroli": "An essential oil obtained by distillation from the flowers of the orange.  It has a strong odor, and is used in perfumery, etc.", "nonviscid": "same as nonglutenous.", "&Verbar;Neishout": "The mahogany-like wood of the South African tree Pteroxylon utile, the sawdust of which causes violent sneezing (whence the name).  Also called sneezewood.", "Nonresidence": "The state or condition of being nonresident,", "Night": "That part of the natural day when the sun is beneath the horizon, or the time from sunset to sunrise; esp., the time between dusk and dawn, when there is no light of the sun, but only moonlight, starlight, or artificial light.", "Nontoxic": "Not toxic.", "Njord": "Chief of the Vanir; god of the sea and winds and prosperity; father of Frey and Freya; sometimes subsumes Teutonic Nerthus.", "&Verbar;Nizam": "A regular soldier of the Turkish army. See Army organization, above.", "Nucleoplasm": "The matter composing the nucleus of a cell; the protoplasm of the nucleus; karyoplasma.", "Nitrohydrochloric": "Of, pertaining to, or containing, nitric and hydrochloric acids.", "Nithing": "See Niding.", "Nasobuccal": "Connected with both the nose and the mouth; as, the nasobuccal groove in the skate.", "Nab": "To catch or seize suddenly or unexpectedly.", "narcissism": "An exceptional interest in and admiration for oneself.", "Nonesuch": "A person or thing of a sort that there is no other such; something extraordinary; a thing that has not its equal.  It is given as a name to various objects, as to a choice variety of apple, a species of medic (Medicago lupulina), a variety of pottery clay, etc.", "Nag": "A person who nags, especially habitually; called also nagger.", "Nad": "Had not.", "news-book": "A newspaper.", "Nonfulfillment": "Neglect or failure to fulfill.", "Nan": "Anan.", "Nam": "imp. of Nim.", "Nebulization": "The act or process of nebulizing; atomization.", "Nas": "Has not.", "Nap": "Same as Napoleon, 1, below.", "Nat": "Not at; nor at.", "Nay": "To refuse.", "Narrator": "One who narrates; one who relates a series of events or transactions.", "Numberless": "Innumerable; countless.", "Nitrification": "The act, process, or result of combining with nitrogen or some of its compounds.", "Necrophobia": "An exaggerated fear of death or horror of dead bodies.", "Nidulant": "Nestling, as a bird in its nest.", "Nitroxyl": "The group -NO2, usually called the nitro group.", "Nasally": "In a nasal manner; by the nose.", "Nonsolution": "Failure of solution or explanation.", "nin": "Not in.", "Nephelometer": "An instrument for measuring or registering the amount of cloudiness.", "neoclassicist": "an advocate of neoclassicism.", "Northeaster": "A storm, strong wind, or gale, coming from the northeast.", "Noon-flower": "The goat's beard, whose flowers close at midday.", "Nestle": "To house, as in a nest.", "Nosed": "Having a nose, or such a nose; -- chiefly used in composition; as, pug-nosed.", "nationalisation": "same as nationalization.", "Nosel": "To nurse; to lead or teach; to foster; to nuzzle.", "Naturalization": "The act or process of naturalizing, esp. of investing an alien with the rights and privileges of a native or citizen; also, the state of being naturalized.", "Neuropter": "One of the Neuroptera.", "neoclassicism": "a revival of the classical Greek and Roman style in art or literature.", "Noncombatant": "Any person connected with an army, or within the lines of an army, who does not make it his business to fight, as any one of the medical officers and their assistants, chaplains, and others; also, any of the citizens of a place occupied by an army; also, any one holding a similar position with respect to the navy.", "Needful": "Full of need; in need or want; needy; distressing.", "Nectareous": "Of, pertaining to, containing, or resembling nectar; delicious; nectarean.", "Nonappointment": "Neglect of making appointment; failure to receive an appointment.", "Nucleiform": "Formed like a nucleus or kernel.", "Ningal": "An Akkadian goddess, wife of the moon god Sin.", "Nonruminant": "Not ruminating; as, a nonruminant animal.", "Numismatologist": "One versed in numismatology; usually called a numismatist.", "Native": "One who, or that which, is born in a place or country referred to; a denizen by birth; an animal, a fruit, or vegetable, produced in a certain region; as, a native of France; the natives are restless.", "Nonoic": "Pertaining to, derived from, or resembling, nonane; as, nonoic acid, which is also called pelargonic acid.  Cf. Pelargonic.", "Nepenthes": "Same as Nepenthe.", "Neoclassic architecture": "All that architecture which, since the beginning of the Italian Renaissance, about 1420, has been designed with deliberate imitation of Greco-Roman buildings.", "narcissist": "Someone in love with hisself or herself.", "Nilgau": "see Nylghau.", "Noisome": "Noxious to health; hurtful; mischievous; unwholesome; insalubrious; destructive; as, noisome effluvia.", "nonresilient": "Not rebounding with the normal or expected velocity.", "Nourice": "A nurse.", "Neologize": "To introduce or use new words or terms or new uses of old words.", "Neatherd": "A person who has the care of neat cattle; a cowherd.", "Nonproficient": "One who has failed to become proficient.", "Nevadan": "A resident of Nevada.", "News": "A report of recent occurrences; information of something that has lately taken place, or of something before unknown; fresh tidings; recent intelligence.", "Naphthalene": "A white crystalline aromatic hydrocarbon, C10H8, analogous to benzene, and obtained by the distillation of certain bituminous materials, such as the heavy oil of coal tar.  It is the type and basis of a large number of derivatives among organic compounds. Formerly called also naphthaline.", "Newt": "Any one of several species of small aquatic salamanders. The common British species are the crested newt (Triton cristatus) and the smooth newt (Lophinus punctatus). In America, Diemictylus viridescens is one of the most abundant species.", "Nonylic": "Of, pertaining to, or designating, nonyl or its compounds; as, nonylic acid.", "nightstick": "A policeman's club.", "noncausal": "not causal.", "Nobilis rings": "Colored rings formed upon a metal plate by the electrolytic disposition of copper, lead peroxide, etc. They may be produced by touching with a pointed zinc rod a silver plate on which is a solution of copper sulphate.", "Nonmoral": "Neither moral nor immoral; having no connection with morals; not within the sphere of morals or ethics; not ethical; as, imagination is of its nature nonmoral; infants are nonmoral.", "Niggler": "One who niggles.", "New Zealand": "A group of islands in the South Pacific Ocean.", "Nounize": "To change (an adjective, verb, etc.) into a noun; to nominalize.", "Nonuniformist": "One who believes that past changes in the structure of the earth have proceeded from cataclysms or causes more violent than are now operating; -- called also nonuniformitarian.", "Nitroso-": " (&unr_; or &unr_;). (Chem.) A prefix (also used adjectively) designating the group or radical -NO, called the nitroso group, or its compounds.", "&Verbar;Nigua": "The chigoe.", "Neoterize": "To innovate; to coin or introduce new words.", "non-Catholic": "A person who is not a Roman Catholic.", "Narcotic": "A drug which, in medicinal doses, generally allays morbid susceptibility, relieves pain, and produces sleep; but which, in poisonous doses, produces stupor, coma, or convulsions, and, when given in sufficient quantity, causes death. The best examples are opium (with morphine), belladonna (with atropine), and conium.", "Nonexportation": "A failure of exportation; a not exporting of commodities.", "Noctiferous": "Bringing night.", "Nailbrush": "A brush for cleaning the nails.", "Necktie": "A scarf, band, or kerchief of silk, etc., passing around the neck or collar and tied in front; a bow of silk, etc., fastened in front of the neck.", "Nursepond": "A pond where fish are fed.", "Nitriary": "An artificial bed of animal matter for the manufacture of niter by nitrification. See Nitrification, 2.", "Noel": "Same as Nowel.", "norman": "A wooden bar, or iron pin.", "noncombustible": "Not combustible; not able to burn; as, drapery should be made of noncombustible materials.  Opposite of combustible.", "Neologianism": "Neologism.", "Nonsexual": "Having no distinction of sex; sexless; neuter.", "nervose": "Same as Nerved.", "Nobody": "No person; no one; not anybody.", "nuclear winter": "a hypothetical lowering of global temperature postulated as the aftermath of a full nuclear war.  The mechanism of such an effect depends primarily on the injection into the atmosphere of small solid particles, as soot from burning forests, which reflect sunlight and cause a reduction in solar energy retained by the earth.", "&Verbar;Neurilemma": "The delicate outer sheath of a nerve fiber; the primitive sheath.", "newsprint": "Cheap paper made from wood pulp and used for printing newspapers.", "nonrecombinant": "not produced by genetic recombination.", "Nayt": "To refuse; to deny.", "Neaf": "See 2d Neif.", "Nowd": "The European gray gurnard (Trigla gurnardus).", "Navel": "A mark or depression in the middle of the abdomen; the umbilicus; called also belly button in humans.  See Umbilicus.", "Neal": "To be tempered by heat.", "New Thought": "Any form of belief in mental healing, other than (1) Christian Science and (2) hypnotism or psychotherapy.  It was practised in the 19th century, and its central principle was affirmative thought, or suggestion, employed with the conviction that man produces changes in his health, his finances, and his life by the adoption of a favorable mental attitude.  As a therapeutic doctrine it stands for silent and absent mental treatment, and the theory that all diseases are mental in origin.  As a cult it has its unifying idea the inculcation of workable optimism in contrast with the “old thought” of sin, evil, predestination, and pessimistic resignation.  The term is essentially synonymous with the term High Thought, used in England.", "Neap": "A neap tide.", "Near": "To draw near; to approach.", "Neat": "Free from that which soils, defiles, or disorders; clean; cleanly; tidy.", "Nonappearance": "Default of appearance, as in court, to prosecute or defend; failure to appear.", "Nowt": "Neat cattle.", "Neography": "A new method or system of writing.", "Nickeline": "An alloy of nickel, a variety of German silver.", "Nerve": "To give strength or vigor to; to supply with force; as, fear nerved his arm.", "Noyer": "An annoyer.", "Natively": "By natural or original condition; naturally; originally.", "Neb-neb": "Same as Bablh.", "nonvolatilizable": "not able to be volatilized.", "Numeration": "The act or art of numbering.", "nerve": "One of the whitish and elastic bundles of fibers, with the accompanying tissues, which transmit nervous impulses between nerve centers and various parts of the animal body.", "Nike": "The Greek winged goddess of victory; identified with Roman Victoria.", "Noncoincident": "Not coincident.", "Negotiousness": "The state of being busily occupied; activity.", "naturalized": "Acclimated to a new environment; introduced from another region and persisting without cultivation; -- of plants or animals not native to a location.", "Neurism": "Nerve force. See Vital force, under Vital.", "Nonsolvent": "An insolvent.", "narration": "The act of telling or relating the particulars of an event; a recital of certain events, usually in chronological order; rehearsal.", "navarchy": "Nautical skill or experience.", "Negroid": "A member of any one of several East African tribes whose physical characters show an admixture with other races.", "nervy": "Strong; sinewy.", "Nutrition": "In the broadest sense, a process or series of processes by which a living organism as a whole (or its component parts or organs) is maintained in its normal condition of life and growth.", "Naufrage": "Shipwreck; ruin.", "nephthytis": "Any plant of the genus Nephthytis.", "Nostoc": "A genus of algæ. The plants are composed of moniliform cells imbedded in a gelatinous substance.", "Nigromancien": "A necromancer.", "Naturalism": "A state of nature; conformity to nature.", "Nyula": "A species of ichneumon (Herpestes nyula).  Its fur is beautifully variegated by closely set zigzag markings.", "neonate": "A newborn child, especially one less than one month old.", "Notochordal": "Of or pertaining to the notochord; having a notochord.", "Nine-eyes": "The lamprey.", "Nutbreaker": "The European nuthatch.", "Neonomianism": "The doctrines or belief of the neonomians.", "Notechis": "A genus including the tiger snakes.", "Nineteenth": "The quotient of a unit divided by nineteen; one of nineteen equal parts of anything.", "Notate": "Marked with spots or lines, which are often colored.", "Negligence": "The quality or state of being negligent; lack of due diligence or care; omission of duty; habitual neglect; heedlessness.", "Nassa": "Any species of marine gastropods, of the genera Nassa, Tritia, and other allied genera of the family Nassidæ; a dog whelk. See Illust. under Gastropoda.", "Nucumentaceous": "See Nucamentaceous.", "Nectarous": "Nectareous.", "Nauseate": "To affect with nausea; to sicken; to cause to feel loathing or disgust.", "Neutrality": "The state or quality of being neutral; the condition of being unengaged in contests between others; state of taking no part on either side; indifference.", "Nulled": "Turned so as to resemble nulls.", "Numismatology": "The science which treats of coins and medals, in their relation to history; numismatics.", "nonworker": "A person who does not work as s/he should.", "Nake": "To make naked.", "Nock": "To notch; to fit to the string, as an arrow; to string, as a bow.", "&Verbar;Nébulé": "Composed of successive short curves supposed to resemble a cloud; -- said of a heraldic line by which an ordinary or subordinary may be bounded.", "Nemertid": "Nemertean.", "Natalitial": "Of or pertaining to one's birth or birthday, or one's nativity.", "Night-faring": "Going or traveling in the night.", "Nucleal": "Of or pertaining to a nucleus; as, the nuclear spindle (see Illust. of Karyokinesis) or the nuclear fibrils of a cell; the nuclear part of a comet, etc.", "Novation": "Innovation.", "narine": "Of or belonging to the nostrils.", "nonpartisanship": "An inclination to weigh both views or opinions equally; absence of bias toward any particular party.", "nonmetamorphic": "not metamorphic.  Opposite of metamorphic.", "Niggardy": "Niggardliness.", "Needle": "To form needles; to crystallize in the form of needles.", "ne": "Nor.", "Nobilitate": "To make noble; to ennoble; to exalt.", "Needly": "Necessarily; of necessity.", "Nestful": "As much or many as will fill a nest.", "Norroy": "The most northern of the English Kings-at-arms. See King-at-arms, under King.", "nu": "The 13th letter of the Greek alphabet (ν).", "Nonchalantly": "In a nonchalant, indifferent, or careless manner; coolly.", "Noncommunion": "Neglect or failure of communion.", "&Verbar;Non est inventus": "The return of a sheriff on a writ, when the defendant is not found in his county.", "Neckband": "A band which goes around the neck; often, the part at the top of a garment.", "Niggardish": "Somewhat niggard.", "Nonresemblance": "Want of resemblance; unlikeness; dissimilarity.", "Niggardise": "Niggardliness.", "Nocturnally": "By night; nightly.", "Notarial": "Of or pertaining to a notary; done or taken by a notary; as, a notarial seal; notarial evidence or attestation.", "Noölogy": "The science of intellectual phenomena.", "Nammu": "The Sumerian goddess personifying the primeval sea; mother of the gods and of heaven and earth.", "Numerically": "In a numerical manner; in numbers; with respect to number, or sameness in number; as, a thing is numerically the same, or numerically different.", "Nacarat": "A pale red color, with a cast of orange.", "Ninib": "A solar deity, first-born of Bel and consort was Gula; god of war and the chase and agriculture; sometimes identifed with Biblical Nimrod.", "Niagara period": "A subdivision or the American Upper Silurian system, embracing the Medina, Clinton, and Niagara epoch. The rocks of the Niagara epoch, mostly limestones, are extensively distributed, and at Niagara Falls consist of about eighty feet of shale supporting a greater thickness of limestone, which is gradually undermined by the removal of the shale. See Chart of Geology.", "&Verbar;Nænia": "See Nenia.", "Nordic": "of or pertaining to the inhabitants of Scandinavia; as, Nordic languages have a gender system.", "Nobleman": "One of the nobility; a noble; a peer; one who enjoys rank above a commoner, either by virtue of birth, by office, or by patent.", "Nadir": "That point of the heavens, or lower hemisphere, directly opposite the zenith; the inferior pole of the horizon; the point of the celestial sphere directly under the place where we stand.", "Nonsensitive": "Not sensitive; wanting sense or perception; not easily affected.", "Neurotomical": "Of or pertaining to neurotomy.", "Nebula": "A faint, cloudlike, self-luminous mass of matter situated beyond the solar system among the stars.  The term was originally applied to any diffuse luminous region.  Now, technically, it is applied to interstellar clouds of dust and gases (diffuse nebula).  However distant galaxies and very distant star clusters often appear like them in the telescope, such as the spiral nebula in Andromeda, known now to be a distant galaxy.", "Nauscopy": "The power or act of discovering ships or land at considerable distances.", "Nonresistance": "The principles or practice of a nonresistant; passive obedience; submission to authority, power, oppression, or violence without opposition.", "Neurotic": "A disease seated in the nerves.", "Nomadize": "To lead the life of a nomad; to wander with flocks and herds for the sake of finding pasturage.", "Nestling": "Newly hatched; being yet in the nest.", "Nebuly": "A line or a decoration composed of successive short curves or waves supposed to resemble a cloud. See Nébulé", "Needlewoman": "A woman who does needlework; a seamstress.", "nothosaur": "An extinct marine reptile with longer more slender limbs than plesiosaurs and less completely modified for swimming.", "Nantua": "A white sauce with whipping cream and shrimp butter.", "Nonce": "The one or single occasion; the present call or purpose; -- chiefly used in the phrase for the nonce, i. e. for the present time.", "Notionate": "Notional.", "&Verbar;Nonchalance": "Indifference; carelessness; coolness.", "Noseless": "Destitute of a nose.", "Nutmegged": "Seasoned with nutmeg.", "Nitro-chloroform": "Same as Chlorpicrin.", "Ninut": "The magpie.", "Noctuary": "A record of what passes in the night; a nightly journal; -- distinguished from diary.", "nonassociative": "not associative.  Opposite of associative.", "Noncohesion": "Want of cohesion.", "Nocturn": "An office of devotion, or act of religious service, by night.", "Nonpresentation": "Neglect or failure to present; state of not being presented.", "New-year": "Of or pertaining to, or suitable for, the commencement of the year; as, New-year gifts or odes.", "Nutting": "The act of gathering nuts.", "nationalize": "To make national; to make a nation of; to endow with the character and habits of a nation, or the peculiar sentiments and attachment of citizens of a nation.", "Nerthus": "The Teutonic goddess of fertility; later identified with Norse Njord.", "night owl": "A person who likes to be active late at night.", "Neuropore": "An opening at either end of the embryonic neural canal.", "Naughtily": "In a naughty manner; wickedly; perversely.", "Namable": "Capable of being named.", "Nomenclator": "One who calls persons or things by their names.", "Nefast": "Wicked.", "Nuisancer": "One who makes or causes a nuisance.", "Neatify": "To make neat.", "Nasopharyngeal": "Of or pertaining to both throat and nose; as, a nasopharyngeal polypus.", "nineties": "The decade from 1890 to 1899; as, the gay nineties.", "Necroscopic": "Or or relating to post-mortem examinations.", "Norice": "Nurse.", "Nautilidae": "A natural family of spiral-shelled cephalopods.", "Northwest": "Toward the northwest.", "nonbearing": "supporting no vertical weight other than its own; -- of a structural member; as, a non-bearing wall.", "nightie": "Any loose-fitting clothing for wear in bed.", "Northeasterly": "Toward the northeast.", "Nickel": "A bright silver-white metallic element of atomic number 28.  It is of the iron group, and is hard, malleable, and ductile.  It occurs combined with sulphur in millerite, with arsenic in the mineral niccolite, and with arsenic and sulphur in nickel glance.  Symbol Ni.  Atomic weight 58.70.", "norium": "A supposed metal alleged to have been discovered in 1845 by the Swedish chemist Swanberg in zircon.  After many unsuccessful attempts to verify this new element, the element named Hafnium (atomic number 72) was discoverd in 1923 by D. Coster and G. von Hevesey in the zirconium-containing mineral zircon.  Hafnium, present at 1 to 5% in many zirconium-bearing minerals, but difficult to separate from zirconium, is probably the element that gave rise to the properties attributed to the hypothetical norium.", "Neonism": "Neologism.", "Nonvocal": "Not vocal; destitute of tone.", "Notably": "In a notable manner.", "Nyctaginia": "A genus consisting of only one species.", "Nemophilist": "One who is fond of forest or forest scenery; a haunter of the woods.", "Nubbin": "A small or imperfect ear of maize.", "Nicker": "One of the night brawlers of London formerly noted for breaking windows with half-pence.", "&Verbar;Nares": "The nostrils or nasal openings, -- the anterior nares being the external or proper nostrils, and the posterior nares, the openings of the nasal cavities into the mouth or pharynx.", "Nævoid": "Resembling a nævus or nævi; as, nævoid elephantiasis.", "nervosity": "Nervousness.", "nuclear fusion reaction": "A nuclear reaction in which nuclei combine to form more massive nuclei with the simultaneous release of energy.", "Nonclaim": "A failure to make claim within the time limited by law; omission of claim.", "Neotropical": "Belonging to, or designating, a region of the earth's surface which comprises most of South America, the Antilles, and tropical North America.", "nagami": "A shrub (Fortunella margarita) bearing oval-fruited kumquats. See also kumquat.", "Nuncupative": "Publicly or solemnly declaratory.", "nebulation": "The condition of being nebulated; also, a clouded, or ill-defined, color mark.", "Nastily": "In a nasty manner.", "nother": "Other; -- variant spelling used mostly in the phrase a whole nother (i. e., a completely different), as though formed by splitting the word “another”.", "nuclear fusion": "A type of nuclear reaction in which atomic nuclei combine to form more massive nuclei with the simultaneous release of energy.", "Nebbish": "A person who is ineffectual, timid, and often luckless; a person of no significance.", "Noematachograph": "An instrument for determining and registering the duration of more or less complex operations of the mind.", "nonvolatile": "not readily evaporated.  Opposite of volatile.", "Nucleate": "To gather, as about a nucleus or center.", "Navy blue": "A dark grayish blue.  Also called navy.", "nylon": "Any of several thermoplastic polyamide plastics, comprising a family of high-strength resilient synthetic materials, used mostly in fibers.", "Nepenthaceae": "A natural family coextensive with the genus Nepenthes.", "Naja": "A genus of cobras.", "Nonmanufacturing": "Not carrying on manufactures.", "Neuromere": "A metameric segment of the cerebro-spinal nervous system.", "Neologic": "Of or pertaining to neology; employing new words; of the nature of, or containing, new words or new doctrines.", "Necrotic": "Affected with necrosis; as, necrotic tissue; characterized by, or producing, necrosis; as, a necrotic process.", "Nailer": "One whose occupation is to make nails; a nail maker.", "Nemophily": "Fondness for forest scenery; love of the woods.", "noninfectious": "not infectious; --of diseases.  Opposite of infectious.", "Neocomian": "Of or pertaining to the lower greensand.", "Narcotinic": "Pertaining to narcotine.", "Needler": "One who makes or uses needles; also, a dealer in needles.", "Nonacid": "Destitute of acid properties; hence, basic; metallic; positive; -- said of certain atoms and radicals.", "norethandrolone": "a progestin compound used in oral contraceptives and to treat endometriosis.", "needlewood": "A large bushy shrub (Hakea leucoptera) of central and eastern Australia, with pungent pointed leaves and creamy white flowers.", "nonparty": "not based upon or representing political parties; as, a nonparty regime.", "Nargile": "An apparatus for smoking tobacco.  It has a long flexible tube, and the smoke is drawn through water.  Also called hoookah and water pipe.  Functionally similar to the hubble-bubble, a simplified form.", "Neglectful": "Full of neglect; heedless; careless; negligent; inattentive; indifferent.", "Nautiform": "Shaped like the hull of a ship.", "Neptunium": "A radioactive metallic element of atomic number 93, produced in nuclear reactors from Plutonium or Uranium.  Symbol Np;  The atomic weight of the most stable isotope is 237.0482.", "Neural": "relating to the nerves or nervous system; taining to, situated in the region of, or on the side with, the neural, or cerebro-spinal, axis; -- opposed to hemal. As applied to vertebrates, neural is the same as dorsal; as applied to invertebrates it is usually the same as ventral.  Cf. Hemal.", "Nasalize": "To utter words or letters with a nasal sound; to speak through the nose; to pronounce with a lowered velum.", "Nomenclature": "A name.", "Naphthalidine": "Same as Naphthylamine.", "Neurad": "Toward the neural side; -- opposed to hæmad.", "Neonomian": "Of or pertaining to the Neonomians, or in accordance with their doctrines.", "Negrohead": "An inferior commercial variety of India rubber made up into round masses.", "nervomuscular": "Of or pertaining to both nerves and muscles; of the nature of nerves and muscles; as, nervomuscular energy.", "Nardine": "Of or pertaining to nard; having the qualities of nard.", "Nuddle": "To walk quickly with the head bent forward; -- often with along.", "Neoplastic": "Of or pertaining to neoplasty, or neoplasia.", "Nonpayment": "Neglect or failure to pay.", "Nunnery": "A house in which nuns reside; a cloister or convent in which women reside for life, under religious vows. See Cloister, and Convent.", "Napierian": "Of, pertaining to, or discovered by, Napier, or Naper.", "Numbers": "pl. of Number. The fourth book of the Pentateuch, containing the census of the Hebrews.", "Neem tree": "An Asiatic name for Melia Azadirachta, and Melia Azedarach. See Margosa.", "Narre": "Nearer.", "Nape-crest": "An African bird of the genus Schizorhis, related to the plantain eaters.", "Nonnucleated": "Without a nucleus; anucleate.", "nutgrass": "A widely distributed perennial plant of the Sedge family (Cyperus rotundus, var. Hydra), which has slender rootstocks bearing small, edible, nutlike tubers, by which the plant multiplies exceedingly, especially in cotton fields.", "nonexempt": "Not exempt; subject to (some specified) rule.  Opposite of exempt.", "&Verbar;Nudibranchiata": "A division of opisthobranchiate mollusks, having no shell except while very young.  The gills are naked and situated upon the back or sides. See Ceratobranchia.", "&Verbar;Non-ego": "The union of being and relation as distinguished from, and contrasted with, the ego. See Ego.", "Nonylene": "Any one of a series of metameric, unsaturated hydrocarbons C9H18 of the ethylene series.", "Natural product": "A chemical substance produced by a living organism; -- a term used commonly in reference to chemical substances found in nature that have distinctive pharmacological effects.  Such a substance is considered a natural product even if it can be prepared by total synthesis.", "Nerite": "Any mollusk of the genus Nerita.", "Noisiness": "The state or quality of being noisy.", "normalize": "To make normal; as, to normalize relations with China.", "Noble": "To make noble; to ennoble.", "Nonextensile": "Not extensile; incapable of being stretched.", "Neuro-": "A combining denoting a nerve, of or pertaining to a nerve or the nervous system.", "Numenius": "A genus of birds comprising certain of the curlews.", "Numbness": "The condition of being numb; that state of a living body in which it loses, wholly or in part, the power of feeling or motion.", "nightclothes": "garments designed to be worn in bed, such as pyjamas, a nightgown, etc.", "nuclear-powered submarine": "A submarine for which the motive power comes from the energy generated by a nuclear reactor.  Same as nuclear submarine.", "naivety": "Naïveté.", "Nyctibune": "A South American bird of the genus Nyctibius, allied to the goatsuckers.", "nonself": "That which is not oneself.", "Nimbless": "Nimbleness.", "necklaced": "Wearing a necklace; marked as with a necklace.", "nonstop": "A flight made without intermediate landings between source and destination; as, how many nonstops are there to Dallas?.", "Novennial": "Done or recurring every ninth year.", "Nicotianine": "A white waxy substance having a hot, bitter taste, extracted from tobacco leaves and called also tobacco camphor.", "Norbertine": "See Premonstrant.", "Nappiness": "The quality of having a nap; abundance of nap, as on cloth.", "Nectarize": "To mingle or infuse with nectar; to sweeten.", "Nubigenous": "Born of, or produced from, clouds.", "neck": "To kiss and caress amorously.", "nationalistic": "Fanatically patriotic; chauvinistic.", "Neglect": "Omission of proper attention; avoidance or disregard of duty, from heedlessness, indifference, or willfulness; failure to do, use, or heed anything; culpable disregard; as, neglect of business, of health, of economy.", "&Verbar;Nystagmus": "A rapid involuntary oscillation of the eyeballs.", "nosey": "Offensively or intrusively curious; prying; nosy; as, a nosy neighbor.", "Nursery": "The act of nursing.", "Nicaraguan": "A native or inhabitant of Nicaragua.", "Naphthoic": "Pertaining to, derived from, or related to, naphthalene; -- used to designate any one of a series of carboxyl derivatives, called naphthoic acids of the general formula C10H7.COOH, such as 1-naphthoic acid.", "no.": "Number; -- the number designating place in an ordered sequence; as, no. 2.", "nucleon": "A neutron or proton, when contained within an atomic nucleus.", "nuts": "An expression of disapproval, defiance, or displeasure, as in: “Ah, nuts! My knife just broke.”", "Nutcracker": "An instrument for cracking nuts.", "Neanderthaloid": "Like, or pertaining to, the Neanderthal skull, or the type of man it represents.", "Nippitate": "Peculiarly strong and good; -- said of ale or liquor.", "non-involvement": "withdrawing from the activities of a group.", "Numps": "A dolt; a blockhead.", "Negotiosity": "The state of being busy; multitude of business.", "&Verbar;Nirvana": "In the Buddhist system of religion, the final emancipation of the soul from transmigration, and consequently a beatific enfrachisement from the evils of worldly existence, as by annihilation or absorption into the divine. See Buddhism.", "&Verbar;Nivose": "The fourth month of the French republican calendar [1792-1806].  It commenced December 21, and ended January 19.  See Vendémiaire.", "Nappe": "Sheet; surface; all that portion of a surface that is continuous in such a way that it is possible to pass from any one point of the portion to any other point of the portion without leaving the surface.  Thus, some hyperboloids have one nappe, and some have two.", "nuclear engineering": "The branch of engineering concerned with the design and construction and operation of nuclear reactors.", "Nubble": "To beat or bruise with the fist.", "&Verbar;Noyau": "A cordial of brandy, etc., flavored with the kernel of the bitter almond, or of the peach stone, etc.", "Noggin": "A small mug or cup.", "Nappy": "A round earthen dish, with a flat bottom and sloping sides.", "Noisette": "A hybrid rose produced in 1817, by a French gardener, Noisette, of Charleston, South Carolina, from the China rose and the musk rose.  It has given rise to many fine varieties, as the Lamarque, the Marechal (or Marshal) Niel, and the Cloth of gold.  Most roses of this class have clustered flowers and are of vigorous growth.", "Nematoidean": "Nematoid.", "Noght": "Not.", "Norfolk": "Short for Norfolk Jacket.", "&Verbar;Neritina": "A genus including numerous species of shells resembling Nerita in form.  They mostly inhabit brackish water, and are often delicately tinted.", "Noberts lines": "Fine lines ruled on glass in a series of groups of different closeness of line, and used to test the power of a microscope.", "non-automatic": "same as hand-operated.", "&Verbar;Nayaur": "A specied of wild sheep (Ovis Hodgsonii), native of Nepal and Tibet.  It has a dorsal mane and a white ruff beneath the neck.", "Normandy": "A region of France divided into Haute-Normandie and Basse-Normandie.", "Northwesterly": "Toward the northwest, or from the northwest.", "&Verbar;Nepeta": "A genus of labiate plants, including the catnip and ground ivy.", "Neckwear": "A collective term for cravats, collars, etc.", "necklet": "A necklace.", "Notophthalmus": "One of the genera of newts, included in the family Salamandridae.", "Natation": "The act of floating on the water; swimming.", "Niepces process": "A process, now no longer used, invented by J. N. Niepce, a French chemist, in 1829.  It depends upon the action of light in rendering a thin layer of bitumen, with which the plate is coated, insoluble.", "&Verbar;Nee": "Born; -- a term sometimes used in introducing the name of the family to which a married woman belongs by birth (i.e. her maiden name); as, Madame de Staël, née Necker.", "Nousel": "To insnare; to entrap.", "neutered": "Deprived of sexual capacity or sexual attributes.", "Necessitattion": "The act of making necessary, or the state of being made necessary; compulsion.", "nematode": "Any worm of the phylum Nematoda; a roundworm; -- they are unsegmented worms having a cylindrical elongated body.  They may live freely in soil or water, or as parasites in plants or animals.", "nettlesome": "same as irritating, 1.", "Neutralization": "The act or process of neutralizing, or the state of being neutralized.", "Nonacceptance": "A neglect or refusal to accept.", "nonfissionable": "not capable of undergoing fission{4}; -- of atoms or chemical elements.  Opposite of fissionable.", "Noninhabitant": "One who is not an inhabitant; a stranger; a foreigner; a nonresident.", "nymphomaniac": "A woman afflicted with nymphomania.", "Nullification": "The act of nullifying; a rendering void and of no effect, or of no legal effect.", "nuclear-powered ship": "A ship for which the motive power comes from the energy generated by a nuclear reactor.", "noninflammatory": "not inflammatory.", "nyala": "A spiral-horned South African antelope (Tragelaphus angasi) with a fringe of white hairs along back and neck.", "Neo-Hellenic": "Same as Romaic.", "Norwegian": "A native of Norway.", "Nunatak": "In Greenland, an insular hill or mountain surrounded by an ice sheet.", "Neo-Latin": "Applied to the Romance languages, as being mostly of Latin origin.", "natural family": "a group of living organisms classed as a family in a toxonomic classification.", "Nutshell": "The shell or hard external covering in which the kernel of a nut is inclosed.", "Nailless": "Without nails; having no nails.", "nonsubjective": "undistorted by emotion or personal bias; based on observable phenomena; objective.  Opposite of subjective.", "Nitromagnesite": "Nitrate of magnesium, a saline efflorescence closely resembling nitrate of calcium.", "Nude": "Bare; naked; unclothed; undraped; as, a nude statue.", "Nighttime": "The time from dusk to dawn; -- opposed to daytime.", "nylghai": "Same as nylghau.", "Nonimporting": "Not importing; not bringing from foreign countries.", "Nazaritism": "The vow and practice of a Nazarite.", "nightmarish": "Terrifying, as if in a nightmare{2}; resembling a nightmare{2}.", "nonfissile": "not fissile.  Opposite of fissile.", "Nonstriated": "Without striations; unstriped; as, nonstriated muscle fibers.", "Nuclear device": "an explosive device, whether used as a weapon or for other purposes, which depends for most of its explosive power on the release of energy from within atomic nuclei.  A fission device or a fusion device.", "Nominalize": "To convert into a noun; as, a nominalized sentence; a nominalized adjective or verb.", "Neese": "To sneeze.", "Neckmold": "A small convex molding surrounding a column at the junction of the shaft and capital.", "Nematoda": "A phylum of worms, having a long, round, and generally smooth body; the roundworms.  They are mostly parasites, in plants and animals, but some are free-living in soil or water.  Also called Nematoidea.", "Ninth": "The quotient of one divided by nine; one of nine equal parts of a thing; the next after the eighth.", "Nocive": "Hurtful; injurious.", "new-sprung": "having just or recently arisen or come into existence.", "Nettler": "One who nettles.", "Naphthoquinone": "A yellow crystalline substance, C10H6O2, analogous to quinone, obtained by oxidizing naphthalene with chromic acid.", "Nymphiparous": "Producing pupas or nymphs.", "Nudge": "A gentle push, or jog, as with the elbow.", "Namtar": "A demon personifying death; messenger of the underworld goddess Ereshkigal bringing death to mankind.", "Ninhursag": "The great mother goddess in Sumerian mythology, worshipped also as Aruru and Mama and Nintu.", "Natrolite": "A zeolite occuring in groups of glassy acicular crystals, and in masses which often have a radiated structure.  It is a hydrous silicate of alumina and soda.", "Nucin": "See Juglone.", "Nickel steel": "A kind of cast steel containing nickel, which greatly increases its strength.  It is used for armor plate, bicycle tubing, propeller shafts, etc.", "Naphthide": "A compound of naphthalene or its radical with a metallic element; as, mercuric naphthide.", "Nightdress": "A nightgown.", "Nodated": "Knotted.", "nigella": "any plant of the genus Nigella.", "&Verbar;Neuroptera": "An order of hexapod insects having two pairs of large, membranous, net-veined wings.  The mouth organs are adapted for chewing.  They feed upon other insects, and undergo a complete metamorphosis.  The ant-lion, hellgamite, and lacewing fly are examples. Formerly, the name was given to a much more extensive group, including the true Neuroptera and the Pseudoneuroptera.", "non-engagement": "Withdrawal from the activities of a group.", "Neocracy": "Government by new or inexperienced hands; upstart rule; raw or untried officials.", "Notebook": "A book in which notes or memorandums are written.", "Noetic": "Of or pertaining to the intellect; intellectual.", "Netty": "Like a net, or network; netted.", "Noun": "A word used as the designation or appellation of a creature or thing, existing in fact or in thought; a substantive.", "Neck": "To reduce the diameter of (an object) near its end, by making a groove around it; -- used with down; as, to neck down a shaft.", "Naker": "A kind of kettledrum.", "&Verbar;Nuance": "A shade of difference; a delicate gradation.", "&Verbar;Nemertes": "A genus of Nemertina.", "Nutlet": "A small nut; also, the stone of a drupe.", "Neo-Lamarckism": "Lamarckism as revived, modified, and expounded by recent biologists, esp. as maintaining that the offspring inherits characters acquired by the parent from change of environment, use or disuse of parts, etc.; -- opposed of Neo-Darwinism (which see, above).", "Non-feasance": "An omission or neglect to do something, esp. that which ought to have been done.  Cf. Malfeasance.", "Notal": "Of or pertaining to the back; dorsal.", "Nondescript": "A thing not yet described; that of which no account or explanation has been given; something abnormal, or hardly classifiable.", "Neo-Hebraic": "The modern Hebrew language.", "nonreflecting": "not capable of total reflection of light; not polished or shiny; as, It is complicated to create realistic shading effects on nonreflecting surfaces.", "Necromancy": "The art of revealing future events by means of a pretended communication with the dead; the black art; hence, magic in general; conjuration; enchantment. See Black art.", "Noursle": "To nurse; to rear; to bring up.", "Neurospast": "A puppet.", "Notorhizal": "Having the radicle of the embryo lying against the back of one of the cotyledons; incumbent.", "Nundinal": "Of or pertaining to a fair, or to a market day.", "Ninthly": "In the ninth place.", "Nerve-shaken": "Affected by a tremor, or by a nervous disease; weakened; overcome by some violent influence or sensation; shocked.", "&Verbar;Naos": "A term used by modern archæologists instead of cella. See Cella.", "Nagana": "A disease of horses and other domestic animals, transmitted by the tsetse fly; any trypanosomiasis, especially the variety caused by Trypanosoma brucei.", "naze": "A promontory or headland.", "Nadder": "An adder.", "Numeral": "A figure or character used to express a number; as, the Arabic numerals, 1, 2, 3, etc.; the Roman numerals, I, V, X, L, etc.", "Nephelodometer": "An instrument for reckoning the distances or velocities of clouds.", "nonbelligerent": "A country which is not involved in a war.", "nonflammable": "Not easily ignited, and burning only slowly if ignited.", "Ninkharsag": "Same as Ninhursag.", "Nannyberry": "See Sheepberry.", "Nigrescent": "Growing black; changing to a black color; approaching to blackness.", "Newing": "Yeast; barm.", "Nonunion": "Not belonging to, or affiliated with, a trades union; as, a nonunion carpenter.", "Nondecane": "A hydrocarbon of the paraffin series, a white waxy substance, C19H40; -- so called from the number of carbon atoms in the molecule.", "Nymphean": "Of, pertaining to, or appropriate to, nymphs; inhabited by nymphs; as, a nymphean cave.", "Name": "To give a distinctive name or appellation to; to entitle; to denominate; to style; to call.", "Noncommittal": "A state of not being committed or pledged; forbearance or refusal to commit one's self. Also used adjectively.", "Nightertale": "Period of night; nighttime.", "Namo": "No more.", "Nosography": "A description or classification of diseases.", "Noious": "Annoying; troublesome.", "Numerist": "One who deals in numbers.", "Natka": "A species of shrike.", "Narwhal": "An arctic cetacean (Monodon monocerous), about twenty feet long.  The male usually has one long, twisted, pointed canine tooth, or tusk, projecting forward from the upper jaw like a horn, whence it is called also sea unicorn, unicorn fish, and unicorn whale. Sometimes two horns are developed, side by side.", "Nonessential": "A thing not essential.", "Nimiety": "State of being in excess.", "Notchweed": "A foul-smelling weed, the stinking goosefoot (Chenopodium Vulvaria).", "Natatory": "Adapted for swimming or floating; as, natatory organs.", "Neutralize": "To render neutral; to reduce to a state of neutrality.", "Neaped": "Left aground on the height of a spring tide, so that it will not float till the next spring tide; -- called also beneaped.", "nonlethal": "not capable of causing death.", "Natural steel": "Steel made by the direct refining of cast iron in a finery, or, as wootz, by a direct process from the ore.", "Nigerien": "A native or inhabitant of Niger.", "Nucleoplasmic": "Of or pertaining to nucleoplasm; -- esp. applied to a body formed in the developing ovum from the plasma of the nucleus of the germinal vesicle.", "Napery": "Table linen; also, linen clothing, or linen in general.", "Neuropteral": "Of or pertaining to the Neuroptera.", "Nefand": "Unfit to speak of; unmentionable; impious; execrable.", "Neuropteran": "A neuropter.", "nonrepresentative": "Not standing for something else.  Opposite of representative.", "Nems": "The ichneumon.", "Nunchion": "A portion of food taken at or after noon, usually between full meals; a luncheon.", "Neurocity": "Nerve force.", "Nastiness": "The quality or state of being nasty; extreme filthness; dirtiness; also, indecency; obscenity.", "&Verbar;Neurapophysis": "One of the two lateral processes or elements which form the neural arch.", "Nitrobenzol": "See Nitrobenzene.", "Northeast": "Toward the northeast.", "Narrow-minded": "Of narrow mental scope; lacking tolerance or breadth of view; illiberal; mean.  Opposite of broad-minded, open-minded, liberal.", "Noctivagous": "Noctivagant.", "Neuropod": "A neuropodous animal.", "Notableness": "The quality of being notable.", "Nonnatural": "Not natural; unnatural.", "Nitrometer": "An apparatus for determining the amount of nitrogen or some of its compounds in any substance subjected to analysis; an azotometer.", "Nundinate": "To buy and sell at fairs or markets.", "Nauropometer": "An instrument for measuring the amount which a ship heels at sea.", "Nonconducting": "Not conducting; nonconductive; not transmitting a fluid or force; -- used especially of electric current; thus, in electricity, wax is a nonconducting substance.", "Nauseant": "A substance which produces nausea; an emetic.", "Newcomer": "One who has lately come.", "Nuptial": "Marriage; wedding; nuptial ceremony; -- now only in the plural.", "Ninnyhammer": "A simpleton; a silly person.", "Nine-bark": "A white-flowered rosaceous shrub (Neillia opulifolia, or  Spiræa opulifolia), common in the Northern United States.  The bark separates into many thin layers, whence the name.", "Neoplatonician": "A Neoplatonist.", "&Verbar;Non prosequitur": "A judgment entered against the plaintiff in a suit where he does not appear to prosecute. See Nolle prosequi.", "Naughtiness": "The quality or state of being naughty; perverseness; badness; wickedness.", "Nodulose": "Having small nodes or knots; diminutively nodose.", "Nonresisting": "Not making resistance.", "Nothingness": "Nihility; nonexistence.", "Nouthe": "Just now; at present.", "Numerally": "According to number; in number; numerically.", "Nutjobber": "The nuthatch.", "Nervation": "The arrangement of nerves and veins, especially those of leaves; neuration.", "Notarially": "In a notarial manner.", "Neuralgy": "Neuralgia.", "Nidamental": "Of, pertaining to, or bearing, eggs or egg capsules; as, the nidamental capsules of certain gastropods; nidamental glands. See Illust. of Dibranchiata.", "Niggle": "To use, spend, or do in a petty or trifling manner.", "&Verbar;Nullah": "A water course, esp. a dry one; a gully; a gorge; -- orig. an East Indian term.", "Nullifidian": "An unbeliever.", "Nol. pros.": "An abbrev. of Nolle prosequi.", "Necessitous": "Very needy or indigent; pressed with poverty.", "Norfolk plover": "The stone curlew.", "Nut-brown": "Brown as a nut long kept and dried.", "neutralism": "a policy of neutrality or nonalignment in international affairs.", "Nitrifier": "An agent employed in nitrification.", "northmost": "Lying farthest north; northernmost.", "Neddy": "A pet name for a donkey.", "Nilometer": "An instrument for measuring the rise of water in the Nile during its periodical flood.", "Nuncupatory": "Nuncupative; oral.", "nonoxygenated": "Not oxygenated.", "Nepotic": "Of or pertaining to nepotism.", "Niello": "A metallic alloy of a deep black color.", "Nauclea": "A small genus of evergreen tropical shrubs or trees with smooth leathery leaves.", "nonstandard": "varying from or not adhering to a standard; as, nonstandard windows; envelopes of nonstandard sizes; non-standard lengths of board cost more per foot.  Opposite of standard.", "Nereid": "A sea nymph, one of the daughters of Nereus, who were attendants upon Neptune, and were represented as riding on sea horses, sometimes with the human form entire, and sometimes with the tail of a fish.", "Notchboard": "The board which receives the ends of the steps in a staircase.", "Nibelungs": "In German mythology, the children of the mist, a race of dwarfs or demonic beings, the original possessors of the famous hoard and ring won by Siegfrid; also, the Burgundian kings in the Nibelungenlied.", "Neediness": "The state or quality of being needy; want; poverty; indigence.", "Nenuphar": "The great white water lily of Europe; the Nymphæa alba.", "Natrium": "The technical name for sodium.", "Neurokeratin": "A substance, resembling keratin, present in nerve tissue, as in the sheath of the axis cylinder of medullated nerve fibers. Like keratin it resists the action of most chemical agents, and by decomposition with sulphuric acid yields leucin and tyrosin.", "Notability": "Quality of being notable.", "Natural": "A native; an aboriginal.", "Northernly": "Northerly.", "Nomancy": "The art or practice of divining the destiny of persons by the letters which form their names.", "Neurologic": "Of or pertaining to neurology.", "Noteful": "Useful.", "Nocument": "Harm; injury; detriment.", "Nevadite": "A granitoid variety of rhyolite, common in Nevada.", "Nonsonant": "Not sonant.", "Negotiator": "One who negotiates; a person who treats with others, either as principal or agent, in respect to purchase and sale, or public or private compacts.", "nimble-fingered": "same as light-fingered; thievish; pilfering.", "Nigromancie": "Necromancy.", "night vision": "The ability to see in reduced illumination (as in moonlight).", "nonintersecting": "not sharing a common point; -- of lines, planes, or surfaces.", "Neologically": "In a neological manner.", "Narcissine": "Of or pertaining to Narcissus.", "Nott": "To shear.", "Nebo": "The Babylonian god of wisdom and agriculture and patron of scribes and schools.", "Nitrol": "Any one of a series of hydrocarbons containing the nitro and the nitroso or isonitroso group united to the same carbon atom.", "&Verbar;Non sequitur": "An inference which does not follow from the premises.", "Natterjack": "A European toad (Bufo calamita), having a yellow line along its back.", "Norian": "Pertaining to the upper portion of the Laurentian rocks.", "Nostalgy": "Same as Nostalgia.", "Numerous": "Consisting of a great number of units or individual objects; being many; as, a numerous army; numerous objections.", "narcissistic": "Having an excessive love of oneself; egocentric; egoistic.", "Nuclear physics": "That branch of physics which studies the structure of and phenomena observed in atomic nuclei.", "Needlefish": "The European great pipefish (Siphostoma acus or Syngnathus acus); -- called also earl, and tanglefish.", "&Verbar;Nethinim": "Servants of the priests and Levites in the menial services about the tabernacle and temple.", "Needer": "One who needs anything.", "Nervelessness": "The state of being nerveless.", "Nomad": "Roving; nomadic.", "nonproficient": "Not proficient.", "Natal plum": "The drupaceous fruit of two South African shrubs of the genus Carissa (formerly Arduina) (Carissa bispinosa and Carissa grandiflora).  It is also called amatungulu.", "Netify": "To render neat; to clean; to put in order.", "Necropsy": "A post-mortem examination or inspection; an autopsy. See Autopsy.", "Nympholepsy": "A species of demoniac enthusiasm or possession coming upon one who had accidentally looked upon a nymph; ecstasy.", "Neglective": "Neglectful.", "&Verbar;Non liquet": "It is not clear; -- a verdict given by a jury when a matter is to be deferred to another day of trial.", "Nonexecution": "Neglect or failure of execution; nonperformance.", "Nicotian": "Pertaining to, or derived from, tobacco.", "Naphthalate": "A salt of naphthalic acid; a phthalate.", "Negaprion": "A genus of lemon sharks.", "&Verbar;Nectocalyx": "The swimming bell or umbrella of a jellyfish of medusa.", "Nihility": "Nothingness; a state of being nothing.", "Neurocœle": "The central canal and ventricles of the spinal cord and brain; the myelencephalic cavity.", "&Verbar;neginoth": "Stringed instruments.", "Nosesmart": "A kind of cress, a pungent cruciferous plant, including several species of the genus Nasturtium.", "Nemertian": "Nemertean.", "Nale": "Ale; also, an alehouse.", "Neapolitan ice": "An ice or ice cream containing eggs as well as cream.", "Nutter": "A gatherer of nuts.", "Naturality": "Nature; naturalness.", "Nonproduction": "A failure to produce or exhibit.", "Nutant": "Nodding; having the top bent downward.", "neurergic": "same as neuropharmacologic.", "nightrider": "member of a secret mounted band in the southern U. S. after the Civil War, which committed acts of intimidation and revenge.", "nutsedge": "a widely distributed perennial sedge (Cyperus rotundus) having small edible nutlike tubers; also called nut grass.", "&Verbar;Nelumbo": "A genus of great water lilies.  The North American species is Nelumbo lutea, the Asiatic is the sacred lotus, Nelumbo speciosa.", "Neuro-central": "Between the neural arch and the centrum of a vertebra; as, the neurocentral suture.", "Noier": "An annoyer.", "neritid": "An operculate seasnail of coastal waters with a short spiral shell.", "Nitrophnol": "Any one of a series of nitro derivatives of phenol.  They are yellow oily or crystalline substances and have well-defined acid properties, as picric acid.", "Negoce": "Business; occupation.", "neritic": "Relating to the belt or region of shallow water adjoining the seacost; as, neritic fauna.", "Natureless": "Not in accordance with nature; unnatural.", "Nationality": "The quality of being national, or strongly attached to one's own nation; patriotism.", "nodulated": "Having nodules or occurring in the form of nodules.", "Nasturtion": "Same as Nasturtium.", "&Verbar;Nefasch": "Any fish of the genus Distichodus.  Several large species inhabit the Nile.", "Nycthemeron": "The natural day and night, or space of twenty-four hours.", "Nidorous": "Resembling the smell or taste of roast meat, or of corrupt animal matter.", "Nose around": "to look around or search, especially where one has no authority to do so; to pry; to be nosy.  Same as nose{2}, v. i.", "&Verbar;Nougat": "A cake, sweetmeat, or confection made with almonds or other nuts.", "Niched": "Placed in a niche.", "Nudation": "The act of stripping, or making bare or naked.", "Nicknack": "See Knickknack.", "Nondevelopment": "Failure or lack of development.", "nonstick": "permitting easy removal of adherent food particles; -- of surfaces, especially of cooking utensils; as, a frying pan with a nonstick surface.", "Nephritic": "A medicine adapted to relieve or cure disease of the kidneys.", "Nozzle": "The nose; the snout; hence, the projecting vent of anything; as, the nozzle of a bellows.", "Noctule": "A large European bat (Vespertilio altivolans syn. Noctulina altivolans).", "Neapolitan": "Of of pertaining to Naples in Italy.", "&Verbar;Nardoo": "An Australian name for Marsilea Drummondii, a four-leaved cryptogamous plant, sometimes used for food.", "Nitroglycerin": "A liquid appearing like a heavy oil, colorless or yellowish, and consisting of a mixture of several glycerin salts of nitric acid, and hence more properly called glycerin nitrate; also called trinitroglycerin and glyceryl trinitrate.  It is made by the action of nitric acid on glycerin in the presence of sulphuric acid. It is extremely unstable and terribly explosive. A very dilute solution is used in medicine as a neurotic under the name of glonion.", "Nephritis": "An inflammation of the kidneys.", "nearby": "situated near; as, the nearby towns.  Opposite of far away.", "noninterchangeable": "not able to be interchanged without changing the truth value.", "Nectarine": "A smooth-skinned variety of peach.", "Nutritious": "Nourishing; promoting growth, or preventing decay; alimental.", "Naticoid": "Like or belonging to Natica, or the family Naticidæ.", "Neozoic": "More recent than the Paleozoic, -- that is, including the Mesozoic and Cenozoic.", "Naphew": "See Navew.", "Necrophagous": "Of or pertaining to the Necrophaga; eating carrion. See Necrophagan.", "Noncontagious": "Not contagious; not catching; not communicable by contact.", "Nurture": "To feed; to nourish.", "Negligently": "In a negligent manner.", "Nonlimitation": "Want of limitation; failure to limit.", "Noctambulist": "A somnambulist; a sleepwalker.", "Neglection": "The state of being negligent; negligence.", "Nosethirl": "Nostril.", "Noctambulism": "Somnambulism.", "Nonaged": "Having the quality of nonage; being a minor; immature.", "Narrowness": "The condition or quality of being narrow.", "nonimmune": "Not having immunity; susceptible; likely to be affected with, if exposed.", "Nobleness": "The quality or state of being noble; greatness; dignity; magnanimity; elevation of mind, character, or station; nobility; grandeur; stateliness.", "Newcastle": "A town in England.", "nonremittal": "The act of failing to meet a financial obligation.", "Neutrophil": "One of a group of leukocytes whose granules stain only with neutral dyes; it is the chief phagocytic leukocyte in the circulating blood, comprising from 54% to 65% of the total number of leukocytes.", "Necrologist": "One who gives an account of deaths.", "Nativistic": "Relating to nativism.", "Nill": "Shining sparks thrown off from melted brass.", "Napoleonic": "Of or pertaining to Napoleon I., or his family; resembling, or having the qualities of, Napoleon I.", "Nile": "The great river of Egypt.", "Nomarchy": "A province or territorial division of a kingdom, under the rule of a nomarch, as in modern Greece; a nome.", "&Verbar;Nephralgia": "Neuralgia of the kidneys; a disease characterized by pain in the region of the kidneys without any structural lesion of the latter.", "nappy": "A diaper{4}.", "Nostocaceae": "A natural family of blue-green algae.", "nuclear war": "A war in which nuclear weapons are used by both sides.  As generally used, the term assumes major use of nuclear weapons by at least two opposing warring states.  As of 1999, no nuclear war has occurred.", "Notorious": "Generally known and talked of by the public; universally believed to be true; manifest to the world; evident; -- usually in an unfavorable sense; as, a notorious thief; a notorious crime or vice.", "Nilt": "Wilt not.", "Note": "A mark or token by which a thing may be known; a visible sign; a character; a distinctive mark or feature; a characteristic quality.", "neutralisation": "Same as neutralization.", "Nabit": "Pulverized sugar candy.", "nosy": "Offensively or intrusively curious; prying; nosey; as, he flipped through my letters in his nosy way.", "Natter": "To find fault; to be peevish.", "Negatory": "Expressing denial; belonging to negation; negative.", "nonexplosive": "Not explosive.", "Nef": "The nave of a church.", "Neb": "The nose; the snout; the mouth; the beak of a bird; a nib, as of a pen.", "Neurotomist": "One who skilled in or practices neurotomy.", "New": "To make new; to renew.", "Net": "To produce or gain as clear profit; as, he netted a thousand dollars by the operation.", "Nephrostome": "The funnel-shaped opening of a nephridium into the body cavity.", "Ner": "Nearer.", "Nep": "Catnip.", "New Years Day": "the first day of a calendar year; the first day of January. Often colloquially abbreviated to New year's or new year.", "Naturity": "The quality or state of being produced by nature.", "nutty": "Abounding in nuts.", "Nodule": "A rounded mass or irregular shape; a little knot or lump.", "Nonacquiescence": "Refusal of acquiescence; failure to yield or comply.", "nonretractable": "not able to be drawn into the main body; -- of claws and other extensile parts of animals or objects; as, a bear's claws, unlike a cat's, are nonretractile.  Opposite of retractile.", "Nimbleness": "The quality of being nimble; lightness and quickness in motion; agility; swiftness.", "Naïf": "Having a true natural luster without being cut; -- applied by jewelers to a precious stone.", "Noddy": "A simpleton; a fool.", "Nosocomial": "Of or pertaining to a hospital; as, nosocomial atmosphere.", "Nativeness": "The quality or state of being native.", "newscaster": "Someone who broadcasts the news.", "&Verbar;Nidus": "A nest: a repository for the eggs of birds, insects, etc.; a breeding place; esp., the place or substance where parasites or the germs of a disease effect lodgment or are developed.", "Nobless": "Dignity; greatness; noble birth or condition.", "nonliterary": "Characteristic of or appropriate to everyday language.", "newsboy": "A boy who distributes or sells newspapers.", "Nepotist": "One who practices nepotism.", "neighbor": "To adjoin; to border on; to be near to.", "Northerly": "Toward the north.", "Neogen": "An alloy resembling silver, and consisting chiefly of copper, zinc, and nickel, with small proportions of tin, aluminium, and bismuth.", "Nubian": "Of or pertaining to Nubia in Eastern Africa.", "No": "A refusal by use of the word no; a denial.", "Na": "No, not. See No.", "Nebulosity": "The state or quality of being nebulous; cloudiness; haziness; mistiness; nebulousness.", "Newfashioned": "Made in a new form, or lately come into fashion.", "Nepidae": "A natural family of water scorpions.", "Np": "The chemical symbol for Neptunium, a transuranic element having atomic number 93.", "nosecount": "A count of the number of persons present or who are to be included in a group; as, get a nosecount of those who are planning to go; also, a periodic count of the population.", "Nephrotomy": "Extraction of stone from the kidney by cutting.", "Nest": "To put into a nest; to form a nest for.", "&Verbar;Nematocalyx": "One of a peculiar kind of cups, or calicles, found upon hydroids of the family Plumularidæ.  They contain nematocysts. See Plumularia.", "Ness": "A promontory; a cape; a headland.", "Negotiant": "A negotiator.", "Necrologic": "Of or pertaining to necrology; of the nature of necrology; relating to, or giving, an account of the dead, or of deaths.", "Nesh": "Soft; tender; delicate.", "nemato-": "A combining form from Gr. nh^ma, nh`matos, a thread.", "Nese": "Nose.", "Ni-hard": "Cast iron to which nickel has been added to make it resist abrasion.", "&Verbar;Nihil": "Nothing.", "&Verbar;Neuropodium": "The ventral lobe or branch of a parapodium.", "Nouch": "An ouch; a jewel.", "Negotiability": "The quality of being negotiable or transferable by indorsement.", "Needily": "In a needy condition or manner; necessarily.", "Nicotic": "Nicotinic.", "&Verbar;Noumenon": "The of itself unknown and unknowable rational object, or thing in itself, which is distinguished from the phenomenon through which it is apprehended by the senses, and by which it is interpreted and understood; -- so used in the philosophy of Kant and his followers.", "Nobel prize": "Prizes for the encouragement of men and women who work for the interests of humanity, established by the will of Alfred B. Nobel (1833-1896), the Swedish inventor of dynamite, who left his entire estate for this purpose.  They are awarded yearly for what is regarded as the most important work during the year in physics, chemistry, medicine or physiology, idealistic literature, and service in the interest of peace.  The prizes, averaging $40,000 each, were first awarded in 1901.  The monetary value of the awards have increased each year, to near one million U. S. dollars by the end of the 20th century.", "no-hit": "having no hits; characterized by one team scoring no hits; -- of a baseball game (or the pitching) in which a pitcher allows the opponent no hits; as, he pitched no-hit ball for seven innings.  A no-hit game is usually referred to as a no-hitter; as, His no-hit pitching.", "Notion": "Mental apprehension of whatever may be known or imagined; an idea; a conception; more properly, a general or universal conception, as distinguishable or definable by marks or notæ.", "Novice": "Like a novice; becoming a novice.", "nonviolence": "The theory, doctrine, or practice of peaceful resistance to a government by fasting or refusing to cooperate.", "naïvely": "In a naïve manner.", "natica": "Any one of numerous species of marine gastropods belonging to Natica, Lunatia, Neverita, and other allied genera (family Naticidæ.)  They burrow beneath the sand, or mud, and drill other shells.", "Necrose": "To affect with necrosis; to undergo necrosis.", "Nogging": "Rough brick masonry used to fill in the interstices of a wooden frame, in building.", "non-discriminatory": "Fair and unbiased; not discriminating; not biased against a particular group or type of person.", "Nudicaul": "Having the stems leafless.", "Nicolaitan": "One of certain corrupt persons in the early church at Ephesus, who are censured in Rev. ii. 6, 15.", "Nuprin": "A nonsteroidal anti-inflammatory medicine used to relieve the pain of arthritis and as an analgesic and antipyretic; Advil and Motrin and Nuprin are trademarks of brands of ibuprofen tablets.", "Nowthe": "See Nouthe.", "&Verbar;Nitrum": "Niter.", "Nauseative": "Causing nausea; nauseous.", "Nodosarine": "Resembling in form or structure a foraminiferous shell of the genus Nodosaria.", "nucleate": "To form into a nucleus or multiple nuclei; as, raindrops may nucleate around silver iodide crystals.", "Nosebag": "A bag in which feed for a horse, ox, or the like, may be fastened under the nose by a string passing over the head.", "Nasoturbinal": "Connected with, or near, both the turbinal and the nasal bones; as, the nasoturbinal bone, made up of the uppermost lammelæ of the ethmoturbinal, and sometimes united with the nasal.", "no-hitter": "A game in which a pitcher allows the opposing team no hits.", "Neologization": "The act or process of neologizing.", "Nudibranchiate": "Same as Nudibranch.", "Nasal": "An elementary sound which is uttered through the nose, or through both the nose and the mouth simultaneously.", "Nonexistent": "Not having existence.", "nonsegregated": "integrated.  Opposite of segregated.", "Neurocord": "A cordlike organ composed of elastic fibers situated above the ventral nervous cord of annelids, like the earthworm.", "Nitid": "Bright; lustrous; shining.", "Naples yellow": "See under Yellow.", "Nost": "Wottest not; knowest not.", "Naval": "Having to do with shipping; of or pertaining to ships or a navy; consisting of ships; as, naval forces, successes, stores, etc.", "Noctilionid": "A South American bat of the genus Noctilio, having cheek pouches and large incisor teeth.", "Nose": "To smell; to sniff; to scent.", "Norwegium": "A rare metallic element, of doubtful identification, said to occur in the copper-nickel of Norway.  Not recognized as an element (1999).", "Newfangledness": "Affectation of, or fondness for, novelty; vain or affected fashion or form.", "nerve-racking": "Extremely irritating to the nerves; stressful; trying; as, nerve-wracking noise.", "Notch": "To cut or make notches in; to indent; also, to score by notches; as, to notch a stick.", "Nuthatch": "Any one of several species of birds of the genus Sitta, as the European species (Sitta Europæa).  The white-breasted nuthatch (Sitta Carolinensis), the red-breasted nuthatch (Sitta Canadensis), the pygmy nuthatch (Sitta pygmæa), and others, are American.", "Negotiation": "The act or process of negotiating; a treating with another respecting sale or purchase. etc.", "Nilotic": "Of or pertaining to the river Nile; as, the Nilotic crocodile.", "neuter": "To render incapable of sexual reproduction; to remove or alter the sexual organs so as to make infertile; to alter; to fix; to desex; -- in male animals, to castrate; in female animals, to spay.", "Nurser": "One who nurses; a nurse; one who cherishes or encourages growth.", "Neigh": "The cry of a horse; a whinny.", "Nerre": "Nearer.", "nuclear family": "A family consisting of parents and their children and grandparents of a marital partner.", "Nephalism": "Total abstinence from spirituous liquor.", "Nictate": "To wink; to nictitate.", "Nodder": "One who nods; a drowsy person.", "nudnik": "a pestiferous boring and dull person.", "Nitroprusside": "See Nitroprussic.", "Nonagenarian": "A person ninety years old.", "Nibbed": "Having a nib or point.", "Noon": "To take rest and refreshment at noon.", "Nocently": "Hurtfully; injuriously.", "Nook": "A narrow place formed by an angle in bodies or between bodies; a corner; a recess; a secluded retreat.", "Noot": "See 1st Not.", "&Verbar;Nisan": "The first month of the Jewish ecclesiastical year, formerly answering nearly to the month of April, now to March, of the Christian calendar. See Abib.", "niacin": "A B vitamin (vitamin B5) essential for the normal function of the nervous system and the gastrointestinal tract.  Called also nicotinic acid and antipellagra vitamin.  Chemical formula C6H5NO2, chemically it is 3-pyridinecarboxylic acid.", "numeracy": "skill with numbers and mathematics; -- the skill with numbers analogous to literacy, the skill of reading.", "Northerliness": "The quality or state of being northerly; direction toward the north.", "Nipper": "One who, or that which, nips.", "Nub": "A jag, or snag; a knob; a protuberance; also, the point or gist, as of a story.", "nuclear resonance": "The resonance absorption of a gamma ray by a nucleus identical to the nucleus that emitted the gamma ray.", "Neo-": "A prefix meaning new, recent, late; and in chemistry designating specifically that variety of metameric hydrocarbons which, when the name was applied, had been recently classified, and in which at least one carbon atom is connected directly with four other carbon atoms; -- contrasted with normal and iso-; as, neopentane; the neoparaffins. Also used adjectively.", "Necromantic": "Of or pertaining to necromancy; performed by necromancy.", "Novelize": "To innovate.", "Nonimportation": "Want or failure of importation; a not importing of commodities.", "nori": "A type of dried seaweed, pressed into sheets and used as a seasoning or as a wrapper for sushi.", "Nonage": "Time of life before a person becomes of age; legal immaturity; minority.", "namedropper": "Someone who pretends that famous people are his/her friends.  Someone who namedrops.", "nymphalid": "Any butterfly of the family Nymphalidae, consisting of medium to large butterflies found worldwide, typically having brightly colored wings and much-reduced nonfunctional forelegs carried folded on the breast.", "Noiseless": "Making, or causing, no noise or bustle; without noise; silent; as, the noiseless foot of time.", "Nonconductor": "A substance which does not conduct, that is, convey or transmit, heat, electricity, sound, vibration, or the like, or which transmits them with difficulty; an insulator; as, wool is a nonconductor of heat; glass and dry wood are nonconductors of electricity.", "noncyclic": "not occurring in cycles; not cyclic.  Opposite of cyclic.", "Note paper": "Writing paper, not exceeding in size, when folded once, five by eight inches.", "Noncompliance": "Neglect of compliance; failure to comply.", "nickel-and-dime": "Trivial; unimportant; petty; as, nickel-and-dime criticisms.", "Nursing": "Supplying or taking nourishment from, or as from, the breast; as, a nursing mother; a nursing infant.", "Noah": "A patriarch of Biblical history, in the time of the Deluge.", "Norite": "A granular crystalline rock consisting essentially of a triclinic feldspar (as labradorite) and hypersthene.", "Nonperformance": "Neglect or failure to perform.", "Nummulation": "The arrangement of the red blood corpuscles in rouleaux, like piles of coins, as when a drop of human blood is examined under the microscope.", "Nopalry": "A plantation of the nopal for raising the cochineal insect.", "&Verbar;Noli-me-tangere": "Any plant of a genus of herbs (Impatiens) having capsules which, if touched when ripe, discharge their seeds. -- See Impatiens.", "Nitrogen": "A colorless nonmetallic element of atomic number 7, tasteless and odorless, comprising four fifths of the atmosphere by volume in the form of molecular nitrogen (N2).  It is chemically very inert in the free state, and as such is incapable of supporting life (hence the name azote still used by French chemists); but it forms many important compounds, such as ammonia, nitric acid, the cyanides, etc, and is a constituent of all organized living tissues, animal or vegetable.  Symbol N.  Atomic weight 14.007.  It was formerly regarded as a permanent noncondensible gas, but was liquefied in 1877 by Cailletet of Paris, and Pictet of Geneva, and boils at -195.8 ° C at atmospheric pressure.  Liquid nitrogen is used as a refrigerant to store delicate materials, such as bacteria, cells, and other biological materials.", "neckless": "lacking or apparently lacking a neck; -- of a garment; as, a neckless gown.", "non-issue": "the state of something that has outlived its relevance.", "Numerate": "To divide off and read according to the rules of numeration; as, to numerate a row of figures.", "Needs": "Of necessity; necessarily; indispensably; -- often with must, and equivalent to of need.", "Nonadult": "Not adult; immature.", "nonreturnable": "That may not be returned for a refund; -- of purchased goods, or containers for purchased items; as, nonreturnable bottles.  Opposite of returnable.", "Needy": "Distressed by want of the means of living; very poor; indigent; necessitous.", "Nictation": "The act of winking; nictitation.", "Number": "That which admits of being counted or reckoned; a unit, or an aggregate of units; a numerable aggregate or collection of individuals; an assemblage made up of distinct things expressible by figures.", "Nasalization": "The act of nasalizing, or the state of being nasalized.", "Nudibranch": "Of or pertaining to the Nudibranchiata.", "Newcome": "Recently come.", "Nativity": "The coming into life or into the world; birth; also, the circumstances attending birth, as time, place, manner, etc.", "nonlinear": "Not depictable graphically as a straight line; not changing by a constant amount for each unit of time, distance, or other independent variable.  Opposite of linear.", "Norther": "A wind from the north; esp., a strong and cold north wind in Texas and the vicinity of the Gulf of Mexico.", "Novenary": "The number of nine units; nine, collectively.", "Neath": "An abbreviation of Beneath.", "Noisily": "In a noisy manner.", "Ninety": "The sum of nine times ten; the number greater by a unit than eighty-nine; ninety units or objects.", "Nowhere": "Not anywhere; not in any place or state; as, the book is nowhere to be found.", "&Verbar;nada": "Nothing.", "Novelette": "A short novel; a novella.", "Neglectedness": "The state of being neglected.", "Nutpecker": "The nuthatch.", "Nucule": "Same as Nutlet.", "Napiers bones": "A set of rods, made of bone or other material, each divided into nine spaces, and containing the numbers of a column of the multiplication table; -- a contrivance of Baron Napier, the inventor of logarithms, for facilitating the operations of multiplication and division.", "Nacelle": "A small boat.", "Nummulitic": "Of, like, composed of, containing, nummulites; as, nummulitic beds.", "Narwe": "Narrow.", "Notice": "To observe; to see; to mark; to take note of; to heed; to pay attention to.", "Nunciature": "The office of a nuncio.", "Nasutness": "Quickness of scent; hence, nice discernment; acuteness.", "Noachian": "Of or pertaining to the patriarch Noah, or to his time.", "Nazarene": "A native or inhabitant of Nazareth; -- a term of contempt applied to Christ and the early Christians.", "&Verbar;Narcosis": "Privation of sense or consciousness, due to a narcotic.", "nuclear warhead": "The warhead of a missile containing an atom bomb or hydrogen bomb.", "&Verbar;Noma": "See Canker, n., 1.", "Neogæan": "Of or pertaining to the New World, or Western Hemisphere.", "neocortical": "Of or pertaining to the neocortex.", "Nonsuch": "See Nonesuch.", "no-no": "Something improper, unethical, inadvisable, or illegal; as, salt is a no-no for someone after a heart attack.", "Nucleolated": "Having a nucleole, or second inner nucleus.", "Nitrated": "Combined, or impregnated, with nitric acid, or some of its compounds.", "Noonshun": "See Nunchion.", "nymphomania": "An uncontrollable excessive sexual desire in women, constituting a true disease.", "Northwester": "A storm or gale from the northwest; a strong northwest wind.", "nuclear reaction": "A process that alters the energy or structure or composition of an atomic nucleus.", "Numismatography": "A treatise on, or description of, coins and medals.", "Nutritial": "Pertaining to, or connected with, nutrition; nutritious.", "nosegay": "A bunch of odorous and showy flowers; a bouquet; a posy.", "nuclear fission": "A nuclear reaction in which a heavy atomic nucleus splits into smaller nuclei with the simultaneous release of energy.", "Naphthalize": "To mingle, saturate, or impregnate, with naphtha.", "&Verbar;Nemathecium": "A peculiar kind of fructification on certain red algæ, consisting of an external mass of filaments at length separating into tetraspores.", "Newsman": "One who brings news.", "nothings": "inconsequential conversation; as, they traded a few nothings as they parted.", "Norfolk jacket": "A kind of loose-fitting plaited jacket, having a loose belt.", "Notself": "The negative of self.", "Nonacquaintance": "Want of acquaintance; the state of being unacquainted.", "Nodical": "Of or pertaining to the nodes; from a node to the same node again; as, the nodical revolutions of the moon.", "no-good": "without merit; useless; as, the car was a no-good piece of junk.", "Nagging": "Fault-finding; teasing; persistently annoying; as, a nagging toothache.", "&Verbar;Notæum": "The back or upper surface, as of a bird.", "Nibbler": "One who, or that which, nibbles.", "Norweyan": "Norwegian.", "Needlecase": "A case to keep needles.", "nonviolent": "peacefully resistant in response to injustice; not using violence; -- used of protests and demonstrations; as, nonviolent resistance.  Opposite of violent.", "Nicknackery": "See Knickknackery.", "Nesslerize": "To treat or test, as a liquid, with a solution of mercuric iodide in potassium iodide and potassium hydroxide, which is called Nessler's solution or Nessler's test, and is used to detect the presence of ammonia.", "Nall": "An awl.", "normative": "relating to or dealing with norms; as, normative discipline; normative samples.", "Naturist": "One who believes in, or conforms to, the theory of naturism.", "Nectarial": "Of or pertaining to the nectary of a plant.", "Nakedness": "The condition of being naked.", "Nominee": "A person named, or designated, by another, to any office, duty, or position; one nominated, or proposed, by others for office or for election to office.  One remains a nominee until one has been elected or has assumed the office.", "Noahs ark": "The ship built by Noah according to God's command, as related in the bible.", "Nobley": "The body of nobles; the nobility.", "nine": "Eight and one more; one less than ten; as, nine miles.", "Noria": "A large water wheel, turned by the action of a stream against its floats, and carrying at its circumference buckets, by which water is raised and discharged into a trough; used in Arabia, China, and elsewhere for irrigating land; a Persian wheel.", "Nestorian": "Of or relating to the Nestorians.", "Neurosensiferous": "Pertaining to, or forming, both nerves and sense organs.", "Naturism": "The belief or doctrine that attributes everything to nature as a sanative agent.", "Nidulation": "The time of remaining in the nest.", "Nonconcurrence": "Refusal to concur.", "nippy": "Pleasantly cold and invigorating; -- of weather conditions.", "niagara": "A large flow, used figuratively.", "nogoodnik": "A worthless, disreputable, or malicious person.", "Nitrose": "See Nitrous.", "Norn": "Any one of the three Fates, Past, Present, and Future.  Their names were Urd, Verdandi, and Skuld.  They are identified with the Anglo-Saxon Wyrd, and are similar to the Greek Moirae and Roman Parcae.", "Nyctitropic": "Turning or bending at night into special positions.", "Nonrendition": "Neglect of rendition; the not rendering what is due.", "Neophyte": "A new convert or proselyte; -- a name given by the early Christians, and still given by the Roman Catholics, to such as have recently embraced the Christian faith, and been admitted to baptism, esp. to converts from heathenism or Judaism.", "Numismatic": "Of or pertaining to coins; relating to the science of coins or medals.", "Narratory": "Giving an account of events; narrative; as, narratory letters.", "Nozle": "Nozzle.", "Nehushtan": "A thing of brass; -- the name under which the Israelites worshiped the brazen serpent made by Moses.", "Napping": "The act or process of raising a nap, as on cloth.", "never-ending": "endless or seemingly endless; as, the never-ending search for happiness.", "&Verbar;Neuroglia": "The delicate connective tissue framework which supports the nervous matter and blood vessels of the brain and spinal cord; called also Kölliker's reticulum.  It is composed of cells which are not neurons.   Once thought to serve merely a supporting funciton, they are now believed to have important metablolic functions.  Among them are the astrocytes, ependymal cells, oligodendroglia cells, and microglia cells.", "narrable": "Capable of being narrated or told.", "nutrify": "To give nutrients to.", "Nettle": "To fret or sting; to irritate or vex; to cause to experience sensations of displeasure or uneasiness not amounting to violent anger.", "Navvy": "Originally, a laborer on canals for internal navigation; hence, a laborer on other public works, as in building railroads, embankments, etc.", "&Verbar;Nuraghe": "One of the prehistoric towerlike structures found in Sardinia.", "nonindulgent": "not indulgent.", "Numbfish": "The torpedo, which numbs by the electric shocks which it gives.", "Nero": "A Roman emperor notorious for debauchery and barbarous cruelty; hence, any profligate and cruel ruler or merciless tyrant.", "neopallium": "The neocortex.", "Nere": "Were not.", "Nullipore": "A name for certain crustaceous marine algæ which secrete carbonate of lime on their surface, and were formerly thought to be of animal nature.  They are now considered corallines of the genera Melobesia and Lithothamnion.", "nonindustrial": "not industrial; -- used of societies.  Opposite of industrial and industrialized.", "Nana": "Grandmother.", "Nervous": "Possessing nerve; sinewy; strong; vigorous.", "Niste": "Wist not; knew not.", "&Verbar;Notobranchiata": "A division of nudibranchiate mollusks having gills upon the back.", "&Verbar;Napu": "A very small chevrotain (Tragulus Javanicus), native of Java. It is about the size of a hare, and is noted for its agility in leaping. Called also Java musk deer, pygmy musk deer, and deerlet.", "naiant": "See Natant.", "Nicotinic": "Pertaining to, or derived from, nicotine; nicotic; -- used specifically to designate an acid related to pyridine, obtained by the oxidation of nicotine, and called nicotinic acid.", "Niggard": "To act the niggard toward; to be niggardly.", "Nugify": "To render trifling or futile; to make silly.", "Nittings": "The refuse of good ore.", "Nonplus": "To puzzle; to confound; to perplex; to cause to stop by embarrassment.", "&Verbar;Nisi": "Unless; if not; -- used mostly in law.", "&Verbar;Ne Temere": "A decree of the Congregation of the Council declaring invalid [so far as the laws of the Roman Catholic Church are concerned] any marriage of a Roman Catholic, or of a person who has ever been a Roman Catholic, if not contracted before a duty qualified priest (or the bishop of the diocese) and at least two witnesses.  The decree was issued Aug. 2, 1907, and took effect on Easter Apr. 19, 1908. The decree by its terms does not affect mixed marriages (those between Roman Catholics and persons of another faith) in Germany.", "Numero": "Number; -- often abbrev. No.", "Needlestone": "Natrolite; -- called also needle zeolite.", "nystatin": "An antifungal antibiotic, extracted from fermentation broths of the soil actinomycete Streptomyces noursei and other actinomycetes; called also fungicidin.  It is a polyene macrolide antibiotic, and consists of several related components.  Component nystatin A1 has formula C47H75NO17.", "&Verbar;Neuron": "The brain and spinal cord; the cerebro-spinal axis; myelencephalon.", "nonproductive": "not directly productive; as, nonproductive labor.", "nifty": "Very good; excellent; -- an informal term meaning about the same as groovy, sense 1.", "Nomocracy": "Government in accordance with a system of law.", "nonparticulate": "not particulate.  Opposite of particulate.", "nemertine": "Any of an order (Nemertina) of soft unsegmented marine worms having an eversible threadlike proboscis and the ability to stretch and contract.", "&Verbar;Nematoidea": "A phylum of worms, having a long, round, and generally smooth body; the roundworms.  Called also Nematodea, and more commonly Nematoda.  Formerly, it was classed as a taxonomic order.", "Nuncupation": "The act of nuncupating.", "nonnative": "not being or composed of aborigines; as, the nonnative population of South Africa.  Opposite of native.", "Neo-Greek": "A member of a body of French painters (F. les néo-Grecs) of the middle 19th century.  The term is rather one applied by outsiders to certain artists of grave and refined style, such as Hamon and Aubert, than a name adopted by the artists themselves.", "nekton": "The aggregate of actively swimming animals in a body of water ranging from microscopic organisms to whales.", "nuclear reactor": "Any of several devices that maintain and control a sustained nuclear fission chain reaction, for the production of energy, heat, or artificial elements, or for research purposes.  The main fuel sustaining the reaction and consumed by the process is typically uranium or plutonium.", "Nympholeptic": "Under the influence of nympholepsy; ecstatic; frenzied.", "&Verbar;Nototherium": "An extinct genus of gigantic herbivorous marsupials, found in the Pliocene formation of Australia.", "Negotious": "Very busy; attentive to business; active.", "Nourishingly": "Nutritively; cherishingly.", "Northeastern": "Of or pertaining to the northeast; northeasterly.", "Noneffective": "Not effective; ineffective.", "Nidgery": "A trifle; a piece of foolery.", "Non-": "A prefix used in the sense of not; un-; in-; as in nonattention, or non-attention, nonconformity, nonmetallic, nonsuit.", "Nonrecurrent": "Not recurring.", "Nictitation": "The act of winking.", "Naught": "Of no value or account; worthless; bad; useless.", "&Verbar;Nemertina": "An order of helminths usually having a long, slender, smooth, often bright-colored body, covered with minute vibrating cilia; -- called also Nemertea, Nemertida, and Rhynchocœla.", "nonmonotonic": "not monotonic; -- of relations between variables.  Opposite of monotonic.", "neanderthal": "uncouth in manners or appearance.", "new-made": "Fresh.  Opposite of stale.", "navigational": "of or pertaining to navigation; used in navigation; as, navigational aids.", "Nightish": "Of or pertaining to night.", "nuclear magnetic resonance": "The specific absorption and re-emission of electromagnetic radiation at characteristic wavelengths by atomic nuclei in a magnetic field.  It is abbreviated NMR.  The wavelength of the radiation absorbed depends on the type of nucleus, the intensity of the magnetic field, and the local chemical environment in which the nucleus resides.  It is the latter effect (called the chemical shift), by which atoms of specific elements in different chemical compounds show a different resonance frequency, which gives rise to the greatest utility of this phenomenon in analyzing the chemical structure of substances.  Similar effects of the chemical environment permit the discrimination of different types of living tissue by virtue of their different chemical composition, thus permitting utilization of the phenomenon in medical diagnostic instruments, especially for magnetic resonance imaging.", "Nightly": "At night; every night.", "Nutgall": "A more or less round gall resembling a nut, esp. one of those produced on the oak and used in the arts. See Gall, Gallnut.", "Nitty": "Shining; elegant; spruce.", "Neo-Hellenism": "Hellenism as surviving or revival in modern times; the practice or pursuit of ancient Greek ideals in modern life, art, or literature, as in the Renaissance.", "&Verbar;Nauplius": "A crustacean larva having three pairs of locomotive organs (corresponding to the antennules, antennæ, and mandibles), a median eye, and little or no segmentation of the body.", "Newness": "The quality or state of being new; as, the newness of a system; the newness of a scene; newness of life.", "Northwestern": "Of, pertaining to, or being in, the northwest; in a direction toward the northwest; coming from the northwest; northwesterly; as, a northwestern course.", "None": "Same as Nones, 2.", "Nonattendance": "A failure to attend; omission of attendance; nonappearance.", "&Verbar;Nunc dimittis": "The song of Simeon (Luke ii. 29-32), used in the ritual of many churches.  It begins with these words in the Vulgate.", "Nona": "The Fate who spins the thread of life; counterpart of Greek Clotho.", "Nicely": "In a nice manner.", "Nonillion": "According to the French and American notation, a thousand octillions, or a unit with thirty ciphers annexed; according to the English notation, a million octillions, or a unit with fifty-four ciphers annexed. See the Note under Numeration.", "noncellular": "Not made up of or divided into cells.  Opposite of cellular.", "Nina": "A goddess of the watery deep and daughter of Ea.", "Nonarrival": "Failure to arrive.", "Nine": "The number greater than eight by a unit; nine units or objects.", "Nunciate": "One who announces; a messenger; a nuncio.", "&Verbar;Nabk": "The edible berries of the Zizyphys Lotus, a tree of Northern Africa, and Southwestern Europe.", "niffy": "Malodorous, unpleasant-smelling.  Opposite of fragrant.", "Noiance": "Annoyance.", "Nonrecurring": "Nonrecurrent; as, the costs of a layoff are considered as a nonrecurring expense.", "never-say-die": "Incapable of being subdued.", "Nature": "To endow with natural qualities.", "Nasality": "The quality or state of being nasal.", "Numerative": "Of or pertaining to numeration; as, a numerative system.", "Noggen": "Made of hemp; hence, hard; rough; harsh.", "Numismatist": "One skilled in numismatics; a numismatologist.", "Nondeciduate": "Characterized by the absence of a decidua; indeciduate.", "netted": "resembing a net or a web.", "&Verbar;Nemathelminthes": "An order of helminths, including the Nematoidea and Gordiacea; the roundworms.", "Nonuser": "A not using; failure to use.", "nutritionist": "a specialist in the study of nutrition.", "nymphal": "Of or pertaining to a nymph or nymphs; nymphean.", "Notodontian": "Any one of several species of bombycid moths belonging to Notodonta, Nerice, and allied genera. The caterpillar of these moths has a hump, or spine, on its back.", "Nonresident": "A nonresident person; one who does not reside in the State or jurisdiction.", "nematoblast": "A spermatocyte or spermoblast.", "Newel": "The upright post about which the steps of a circular staircase wind; hence, in stairs having straight flights, the principal post at the foot of a staircase, or the secondary ones at the landings.  Also called newel post.  See Hollow newel, under Hollow.", "Nominative": "Giving a name; naming; designating; -- said of that case or form of a noun which stands as the subject of a finite verb.", "&Verbar;Netsuke": "In Japanese costume and decorative art, a small object carved in wood, ivory, bone, or horn, or wrought in metal, and pierced with holes for cords by which it is connected, for convenience, with the inro, the smoking pouch (tabako-ire), and similar objects carried in the girdle. It is now much used on purses sold in Europe and America.", "Ninefold": "Nine times repeated.", "&Verbar;Nolo contendere": "A plea, by the defendant, in a criminal prosecution, which, without admitting guilt, subjects him to all the consequences of a plea of guilty.", "Nephropsidae": "A natural family in some classifications coextensive with the Homaridae.", "Nitrile": "Any one of a series of compounds bearing the cyanide radical (-CN); particularly, one of those cyanides of alcohol radicals which, by boiling with acids or alkalies, produce a carboxyl acid, with the elimination of the nitrogen as ammonia.", "northbound": "Moving toward the north; as, northbound traffic.", "Nonconcur": "To dissent or refuse to concur.", "Nott-headed": "Having the hair cut close.", "Nemean": "Of or pertaining to Nemea, in Argolis, where the ancient Greeks celebrated games, and Hercules killed a lion.", "Neckweed": "An American annual weed (veronica peregrina), with small white flowers and a roundish pod.", "Nolde": "Would not.", "Noblewoman": "A female of noble rank; a peeress.", "Neuroskeleton": "The deep-seated parts of the vertebrate skeleton which are in relation with the nervous axis and locomotion.", "Necrobiotic": "Of or pertaining to necrobiosis; as, a necrobiotic metamorphosis.", "&Verbar;Nucula": "A genus of small marine bivalve shells, having a pearly interior.", "neglige": "An easy, unceremonious attire; undress.", "&Verbar;Narica": "The brown coati. See Coati.", "nauch": "an intricate traditional dance in India performed by professional dancing girls.", "Numbedness": "Numbness.", "Nevermore": "Never again; at no time hereafter.", "nonrepresentational": "not intended to realistically represent a physical object; -- of visual art work.  Opposite of representational.", "Negotiatrix": "A woman who negotiates.", "nonreversible": "Not reversible or capable of having either side out; -- used mostly of clothing.  Opposite of reversible.", "Nitratine": "A mineral occurring in transparent crystals, usually of a white, sometimes of a reddish gray, or lemon-yellow, color; native sodium nitrate. It is used in making nitric acid and for manure. Called also soda niter.", "Nut": "To gather nuts.", "Nur": "A hard knot in wood; also, a hard knob of wood used by boys in playing hockey.", "Nup": "Same as Nupson.", "Nul": "No; not any; as, nul disseizin; nul tort.", "Nitrocarbol": "See Nitromethane.", "Nitranilic": "Of, pertaining to, or designating, a complex organic acid produced as a white crystalline substance by the action of nitrous acid on hydroquinone.", "Nascency": "State of being nascent; birth; beginning; origin.", "Nowadays": "In these days; at the present time.", "Nickelic": "Pertaining to, or containing, nickel; specifically, designating compounds in which, as contrasted with the nickelous compounds, the metal has a higher valence; as nickelic oxide.", "Norse": "The Norse language.", "Nonconformist": "One who does not conform to an established church; especially, one who does not conform to the established church of England; a dissenter.", "nightcrawler": "A terrestrial worm that burrows into and helps aerate soil; an earthworm.  It often surfaces when the ground is cool or wet, and is used as bait by anglers.  The term is used mostly in the northern and western U. S.", "Nurse": "To nourish; to cherish; to foster", "Nil": "A special value for a variable used in certain computer languages to mean no assigned value, to be distinguished from the value zero.", "Nim": "To take; to steal; to filch.", "Nib": "To furnish with a nib; to point; to mend the point of; as, to nib a pen.", "Nix": "One of a class of water spirits, commonly described as of a mischievous disposition.", "Nis": "Is not.", "Naphthazarin": "A dyestuff, resembling alizarin, obtained from naphthoquinone as a red crystalline substance with a bright green, metallic luster; -- called also naphthalizarin.", "Nit": "The egg of a louse or other small insect.", "narcist": "Someone in love with themselves; a narcissist.", "nasalise": "Same as nasalize.", "Neurapophysial": "Of or pertaining to a neurapophysis.", "Namesake": "One that has the same name as another; especially, one called after, or named out of regard to, another.", "Nightcap": "A cap worn in bed to protect the head, or in undress.", "Nidulite": "A Silurian fossil, formerly supposed to consist of eggs.", "Nettling": "Stinging; irritating.", "Nutrication": "The act or manner of feeding.", "Neurologist": "One who is versed in neurology; also, one skilled in the treatment of nervous diseases.", "nebulated": "Clouded with indistinct color markings, as an animal.", "niff": "An unpleasant smell.", "Nonmetallic": "Not metallic.", "Neglectingly": "Carelessly; heedlessly.", "Neuroskeletal": "Of or pertaining to the neuroskeleton.", "New-model": "To remodel.", "Nuclear weapon": "A weapon of great explosive power, such as an atomic bomb or a hydrogen bomb, which depends for most of its explosive power on the release of energy from within atomic nuclei by a nuclear reaction.  A fission weapon or a fusion weapon.  The term includes atomic shells for cannon.", "Nanjing": "a former capital of China.", "Nandou": "Any one of three species of South American ostriches of the genera Rhea and Pterocnemia, especially the smallest, Pterocnemia pennata (formerly Rhea Americana), called also the common rhea.  They are tall fast-running flightless birds similar to ostriches but three-toed, found from Peru to the Straits of Magellan.  See Rhea.", "Nailery": "A factory where nails are made.", "Neuraxis": "See Axis cylinder, under Axis.", "Nosophen": "An iodine compound obtained as a yellowish gray, odorless, tasteless powder by the action of iodine on phenolphthalein.", "noble-mindedness": "elevated ideals or conduct.", "Nemalite": "A fibrous variety of brucite.", "Notable": "A person, or thing, of distinction.", "newest": "Most recent.", "Novatianism": "The doctrines or principles of the Novatians.", "Noonday": "Of or pertaining to midday; meridional; as, the noonday heat; only mad dogs and Englishmen go out in the noonday sun.", "Nuzzle": "To work with the nose, like a swine in the mud.", "Nunnation": "The pronunciation of n at the end of words.", "Noctuid": "Any one of numerous moths of the family Noctuidæ, or Noctuælitæ, as the cutworm moths, and armyworm moths; -- so called because they fly at night.", "Nearhand": "Near; near at hand; closely.", "nonmechanistic": "not determined by a mechanical process; partly resulting from a creative process.", "Neckerchief": "A kerchief for the neck; -- called also neck handkerchief.", "Navarino": "The name of a naval battle in the War of Greek Independence (1827), at which the Turkish and Egyptian fleet was defeated by the allied fleet.", "Neocriticism": "The form of Neo-Kantianism developed by French idealists, following C. Renouvier.  It rejects the noumena of Kant, restricting knowledge to phenomena as constituted by a priori categories.", "Nepali": "same as Nepalese.", "Nightlong": "Lasting all night.", "Notching": "The act of making notches; the act of cutting into small hollows.", "Noter": "One who takes notice.", "Nitrolic": "Of, derived from, or designating, a nitrol; as, a nitrolic acid.", "Niobe": "The daughter of Tantalus, and wife of Amphion, king of Thebes.  Her pride in her children provoked Apollo and Diana, who slew them all.  Niobe herself was changed by the gods into stone.", "Nutrient": "Any substance which has nutritious qualities, i. e., which nourishes or promotes growth; a nutriment.", "Nucleated": "Having a nucleus; nucleate; as, nucleated cells.", "Nephthys": "The goddess associated with ritual of the dead; sister of Geb and Nut; wife of Set.", "Nook-shotten": "Full of nooks, angles, or corners.", "Nobility": "The quality or state of being noble; superiority of mind or of character; commanding excellence; eminence.", "Naso-": "A combining form denoting pertaining to the nose, or connected with the nose; as, nasofrontal.", "&Verbar;Notum": "The back.", "Nitrogenous": "Of, pertaining to, or resembling, nitrogen; as, a nitrogenous principle; nitrogenous compounds.", "Noematic": "Of or pertaining to the understanding.", "Nugatory": "Trifling; vain; futile; insignificant.", "Nauheim treatment": "Orig., a method of therapeutic treatment administered, esp. for chronic diseases of the curculatory system, at Bad Nauheim, Germany, by G. Schott, consisting in baths in the natural mineral waters of that place, which are charged with carbonic acid, and the use of a graduated course of rest, physical exercises, massage, etc.; hence, any similar treatment using waters artificially charged with the essential ingredients of the natural mineral waters of Bad Nauheim.  Hence, Nauheim bath, etc.", "Normanism": "A Norman idiom; a custom or expression peculiar to the Normans.", "nickelodeon": "A place of entertainment, as for moving picture exhibition, charging a fee or admission price of five cents.", "Nonunionist": "One who does not belong, or refuses to belong, to a trades union.", "&Verbar;Ne exeat": "A writ to restrain a person from leaving the country, or the jurisdiction of the court.  The writ was originally applicable to purposes of state, but is now an ordinary process of courts of equity, resorted to for the purpose of obtaining bail, or security to abide a decree.", "Ny": "Nigh.", "north-polar": "Of or pertaining to the North Pole; at or near the north pole; characteristic of the north pole.", "nacho": "A tortilla chip topped with cheese and often chili-pepper or beans and then broiled; -- eaten as a snack or light meal.", "Nome": "p. p. of Nim.", "narcotizing": "Inducing stupor or narcosis.", "Nimbiferous": "Serving to bring clouds or stormy weather.", "nibble": "A small or cautious bite.", "niggling": "Finicky or pottering work;", "Nias": "A young hawk; an eyas; hence, an unsophisticated person.", "Needment": "Something needed or wanted.", "Necessitied": "In a state of want; necessitous.", "Neither": "Not either; generally used to introduce the first of two or more coördinate clauses of which those that follow begin with nor.", "noninstitutionalized": "not committed to an institution; -- op people.  Opposite of institutionalized.", "Noyance": "Annoyance.", "nuclear energy": "Energy derived from nuclear reactions; -- used at present especially of electrical power generated in atomic reactors, but encompassing also fusion energy.", "Nurseryman": "One who cultivates or keeps a nursery, or place for rearing trees, etc.", "Neoplatonic": "Of, pertaining to, or resembling, Neoplatonism or the Neoplatonists.", "Neocene": "More recent than the Eocene, that is, including both the Miocene and Pliocene divisions of the Tertiary.", "nucleoside": "A type of molecule found in all living organisms, present mostly in chemically combined form as a component of nucleic acids, and also in smaller amounts in free form, consisting of a pentose sugar bound to a purine or pyrimidine base; two types of nucleoside, ribonucleoside and deoxyribonucleoside, are present.  The most common bases present in nucleosides are adenine, cytosine, uracil, guanine, and thymine, and to a lesser extent hypoxanthine and other bases are found.  The most commmon ribonucleosides composed from these bases are called adenosine, cytidine, uridine, and guanosine.  The forms esterified with orthophosphoric at the 5-position of the pentose are called nucleotides.  The nucleotides form the monomer units which are combined into DNA and RNA, which carry the genetic information required for reproduction in all known organisms.", "&Verbar;Nez Percés": "A tribe of Indians, in the late 1800's mostly inhabiting Idaho.  They were involved under Chief Joseph, in the last major battle of the Indian wars, attempting to resist being moved to a reservation.", "nincompoop": "A fool; a silly or stupid person.", "nope": "No.", "&Verbar;Natatorium": "A swimming bath.", "Neritidae": "A natural family comprising the neritids.", "Niter": "A white crystalline semitransparent salt; potassium nitrate; saltpeter. See Saltpeter.", "noncommital": "Not expressing a preference; as, although favoring European unity he was noncommittal about the form it should take.", "&Verbar;Nicagua": "The laughing falcon. See under laughing.", "&Verbar;Noyade": "A drowning of many persons at once, -- a method of execution practiced at Nantes in France during the Reign of Terror, by Jean Baptiste Carrier.", "Nubile": "Of an age suitable for marriage; marriageable.", "Nonphotobiotic": "Capable of living without light; as, nonphotobiotic plant cells, or cells which habitually live in darkness.", "Negatively": "In a negative manner; with or by denial.", "Negativeness": "The quality or state of being negative.", "Nonentity": "Nonexistence; the negation of being.", "Nymphales": "Same as Nymphalidae, an extensive family of butterflies including the nymphs, the satyrs, the monarchs, the heliconias, and others; -- called also brush-footed butterflies.", "Nitrosyl": "The radical -NO, called also the nitroso group.  The term is sometimes loosely used to designate certain nitro compounds; as, nitrosyl sulphuric acid.  Used also adjectively.", "Nervure": "One of the nerves of leaves.", "nonphilosophic": "not philosophical.  Opposite of philosophical.", "Numididae": "A subfamily of birds including the guinea fowl and related birds of Africa and Madagascar.", "Niopo": "A kind of snuff prepared by the natives of Venezuela from the roasted seeds of a leguminous tree (Piptadenia peregrina), thence called niopo tree.", "Neif": "The fist.", "Nigerian": "of, pertaining to, or characteristic of the country Nigeria; as, The Nigerian capital used to be Lagos.", "Nitriferous": "Bearing niter; yielding, or containing, niter.", "Noncon.": "See Noncontent.", "Noyous": "Annoying; disagreeable.", "Noctilucin": "A fatlike substance in certain marine animals, to which they owe their phosphorescent properties.", "Nationalization": "The act of nationalizing, or the state of being nationalized.", "newborn": "A baby recently born, usually less than one month old; a neonate.", "Nebular": "Of or pertaining to nebulæ; of the nature of, or resembling, a nebula.", "&Verbar;Nucellus": "See Nucleus, 3 (a).", "&Verbar;Ne plus ultra": "The uttermost point to which one can go or attain; hence, the summit of achievement; the highest point or degree; the acme.", "numinous": "Evincing the presence of a deity; as, a numinous wood; the most numinous moment in the Mass.", "Neoimpressionism": "A theory or practice which is a further development, on more rigorously scientific lines, of the theory and practice of Impressionism, originated by George Seurat (1859-91), and carried on by Paul Signac (1863- -) and others.  Its method is marked by the laying of pure primary colors in minute dots upon a white ground, any given line being produced by a variation in the proportionate quantity of the primary colors employed.  This method is also known as Pointillism (stippling).", "nest egg": "An egg left in the nest to prevent the hen from forsaking it, and to induce her to lay more in the same place.", "Nearctic": "Of or pertaining to a region of the earth's surface including all of temperate and arctic North America and Greenland. In the geographical distribution of animals, this region is marked off as the habitat certain species.", "&Verbar;Nematophora": "Same as Cœlenterata.", "noncollapsable": "not able to be folded into a compact form.  Opposite of collapsible.", "Neoclassic": "Belonging to, or designating, the modern revival or adaptation of classical, esp. Greco-Roman, style, taste and manner of work in architecture, arts, literature, etc.", "napa": "A plant (Brassica rapa pekinensis) with an elongated celerylike head of broadstalked leaves used as a vegetable in east Asia; called also Chinese cabbage.", "Nymphic": "Of or pertaining to nymphs.", "Neighborship": "The state of being neighbors.", "N": "A measure of space equal to half an M (or em); an en.", "North-American": "of or pertaining to or characteristic of the continent or countries of North America and their peoples.", "Neo-Kantianism": "The philosophy of modern thinkers who follow Kant in his general theory of knowledge, esp. of a group of German philosophers including F. A. Lange, H. Cohen, Paul Natorp, and others.", "Navigability": "The quality or condition of being navigable; navigableness.", "Neomorph": "A structure, part, or organ developed independently, that is, not derived from a similar structure, part, or organ, in a preexisting form.", "next-to-last": "next preceding the last; as, the figures in the next-to-last column.", "Nitrobacter": "A genus of rod-shaped soil bacteria.", "&Verbar;Nakoo": "The gavial.", "Niagara": "A river flowing from Lake Erie into Lake Ontario, which forms the boundary between Ontario and New York.", "needlebush": "A shrub (Hakea lissosperma) of eastern Australia, with pungent rigid needle-shaped leaves and white flowers.", "Negritic": "Of or pertaining to negroes; composed of negroes.", "Nitroleum": "Nitroglycerin.", "Nondeposition": "A failure to deposit or throw down.", "Nocent": "A criminal.", "Næve": "A nævus.", "Nonpreparation": "Neglect or failure to prepare; want of preparation.", "Night-eyed": "Capable of seeing at night; sharp-eyed.", "Nonet": "A composition for nine instruments, rarely for nine voices.", "Nigrification": "The act or process of making black.", "noreaster": "a storm blowing from the northeast; -- a term used especially in the northeastern region of the United States.", "Nation": "A part, or division, of the people of the earth, distinguished from the rest by common descent, language, or institutions; a race; a stock.", "Nihilistic": "Of, pertaining to, or characterized by, nihilism.", "neencephalon": "The most recently evolved part of the brain of higher animals.  It includes the cerebral cortex and related structures.", "Nosology": "A systematic arrangement, or classification, of diseases.", "Nidification": "The act or process of building a nest.", "Nonsubmissive": "Not submissive.", "noncarbonated": "not having supersaturated carbon dioxide in solution; not carbonated; -- of beverages.", "Novator": "An innovator.", "Neo-Hegelianism": "The philosophy of a school of British and American idealists who follow Hegel in dialectical or logical method and in the general outcome of their doctrine.  The founders and leaders of Neo-Hegelianism include: in England, T. H. Green (1836-1882); in Scotland, J. Caird (1820-98) and E. Caird (1835-1908); in the United States, W. T. Harris (1835-1909) and Josiah Royce (1855- -).", "Noemics": "The science of the understanding; intellectual science.", "Nerved": "Having nerves of a special character; as, weak-nerved.", "Nosopoetic": "Producing diseases.", "nondeductible": "not allowable as a tax deduction; as, political contributions are nondeductible.  Opposite of deductible.", "Ni-resist": "Cast iron consisting of graphite in a matrix of austenite.", "Nixie": "See Nix.", "Nonmedullated": "Not medullated;", "nickname": "A name given in affectionate familiarity, sportive familiarity, contempt, or derision; a familiar or an opprobrious appellation; as, Nicholas's nickname is Nick.", "Null": "One of the beads in nulled work.", "Nosle": "Nozzle.", "Neckar nut": "See Nicker nut.", "Nascal": "A kind of pessary of medicated wool or cotton, formerly used.", "Novitious": "Newly invented; recent; new.", "Namer": "One who names, or calls by name.", "Nouriture": "Nurture.", "Nonett": "The titmouse.", "nonwashable": "not washable; damaged by washing; -- used mostly of clothing, especially clothing that must be cleaned by a dry-cleaning process.  Opposite of washable.", "Nitrous": "Of, pertaining to, or containing, niter; of the quality of niter, or resembling it.", "named": "given or having a specified name; as, an actor named Harold Lloyd; a building in Cardiff named the Temple of Peace.  Contrasted to unnamed.", "Nonmetal": "Any one of the set of elements which, as contrasted with the metals, possess, produce, or receive, acid rather than basic properties; a metalloid; as, oxygen, sulphur, and chlorine are nonmetals.", "Nighly": "In a near relation in place, time, degree, etc.; within a little; almost.", "Nigrine": "A ferruginous variety of rutile.", "Noule": "The top of the head; the head or noll.", "Nould": "Would not.", "Nonsolvency": "Inability to pay debts; insolvency.", "Nationally": "In a national manner or way; as a nation.", "Nonobedience": "Neglect of obedience; failure to obey.", "Numb": "To make numb; to deprive of the power of sensation or motion; to render senseless or inert; to deaden; to benumb; to stupefy.", "Neptunian": "One who adopts the Neptunian theory.", "neutering": "The sterilization of an animal.", "Nooning": "A rest at noon; a repast at noon.", "Neologism": "The introduction of new words, or the use of old words in a new sense.", "Nursemaid": "A girl or woman employed to attend and care for children.", "Nasofrontal": "Of or pertaining to the nose and the front of the head; as, the embryonic nasofrontal process which forms the anterior boundary of the mouth.", "Noctograph": "A kind of writing frame for the blind.", "nationalist": "One who advocates national unity and independence; -- as, for example, one of a party favoring Irish independence before 1918.", "Neologist": "One who introduces new words or new senses of old words into a language.", "Nip": "A seizing or closing in upon; a pinching; as, in the northern seas, the nip of masses of ice.", "Ninetieth": "The quotient of a unit divided by ninety; one of ninety equal parts of anything.", "Needle-pointed": "Pointed as needles.", "Nyctalops": "One afflicted with nyctalopia.", "nonhereditary": "Not inheritable through genetic transmission.  Opposite of inheritable, and heritable.", "Nought": "See Naught.", "Nyctalopy": "Same as Nyctalopia.", "Neossology": "The study of young birds.", "&Verbar;Nawab": "A deputy ruler or viceroy in India; also, a title given by courtesy to other persons of high rank in the East.", "noninterference": "a foreign policy of staying out of other countries' disputes; nonintervention.", "&Verbar;Neuroma": "A tumor developed on, or connected with, a nerve, esp. one consisting of new-formed nerve fibers.", "Narratively": "In the style of narration.", "nonabsorbent": "not capable of absorbing or soaking up (liquids).  Opposite of absorbent.", "Nape": "The back part of the neck.", "newsletter": "A circular letter, written or printed for the purpose of disseminating news.  This was the name given to the earliest English newspapers.", "Nipplewort": "A yellow-flowered composite herb (Lampsana communis), formerly used as an external application to the nipples of women; -- called also dock-cress.", "Nauruan": "Of or pertaining to Nauru; as, Nauruan artifacts.", "Noctivagation": "A roving or going about in the night.", "Nitrogenize": "To combine, or impregnate, with nitrogen or its compounds.", "Nobbler": "A dram of spirits.", "Neathouse": "A building for the shelter of neat cattle.", "Numerosity": "The state of being numerous; numerousness.", "Nothing": "In no degree; not at all; in no wise.", "Nonconformity": "Neglect or failure of conformity; especially, in England, the neglect or refusal to unite with the established church in its rites and modes of worship.", "Novilunar": "Of or pertaining to the new moon.", "night-sight": "The ability to see in reduced illumination (as in moonlight); night vision.", "Nobilitation": "The act of making noble.", "Node": "A knot, a knob; a protuberance; a swelling.", "Nectar": "The drink of the gods (as ambrosia was their food); hence, any delicious or inspiring beverage.", "noncom": "A noncommissioned officer; a military officer appointed from enlisted personnel.", "Nursehound": "See Houndfish.", "naumachia": "Same as naumachy.", "Nutriture": "Nutrition; nourishment.", "Notwithstanding": "Nevertheless; however; although; as, I shall go, notwithstanding it rains.", "Northerner": "One born or living in the north.", "Neossine": "The substance constituting the edible bird's nest.", "Nucamentaceous": "Like a nut either in structure or in being indehiscent; bearing one-seeded nutlike fruits.", "&Verbar;Neurasthenia": "A condition of nervous debility supposed to be dependent upon impairment in the functions of the spinal cord.", "Nemoral": "Of or pertaining to a wood or grove.", "Narrowly": "With little breadth; in a narrow manner.", "nonequivalent": "Not equal or interchangeable in value, quantity, or significance.", "Noncondensing": "Not condensing; discharging the steam from the cylinder at a pressure nearly equal to or above that of the atmosphere and not into a condenser.", "Necrotomy": "The dissection of dead bodies; also, excision of necrosed bone.", "&Verbar;Nates": "The buttocks.", "nerveless": "Destitute of nerves.", "Necking": "Same as Neckmold.", "Neo-Christianity": "Rationalism.", "nonparticipation": "withdrawing from the activities of a group.", "Niggardship": "Niggardliness.", "No-mans land": "A space amidships used to keep blocks, ropes, etc.; a space on a ship belonging to no one in particular to care for.", "Natty": "Neatly dressed; smart; trim; tidy; spruce.", "Neckcloth": "A piece of any fabric worn around the neck.", "neuropharmacologic": "acting upon or influencing nervous functions; -- of chemical substances.", "Nuclear": "of, pertaining to, or using nuclear weapons; a nuclear exchange, i.e. a reciprocal bombardment by nuclear weapons..", "Norman": "A native or inhabitant of Normandy; originally, one of the Northmen or Scandinavians who conquered Normandy in the 10th century; afterwards, one of the mixed (Norman-French) race which conquered England, under William the Conqueror.", "Normal": "Any perpendicular.", "Nankeen": "A species of cloth, of a firm texture, originally brought from China, made of a species of cotton (Gossypium religiosum) that is naturally of a brownish yellow color quite indestructible and permanent.", "Neatly": "In a neat manner; tidily; tastefully.", "Noctilucous": "Shining in the night.", "normality": "Conformity with the norm; the state of being normal; the normal condition.", "Nitre": "See Niter.", "Nitry": "Nitrous.", "nuclear explosion": "The explosion of an atomic bomb or atomic device; -- sometimes also used of fusion-powered explosions.", "Nother": "Neither; nor.", "Neodamode": "In ancient Sparta, one of those Helots who were freed by the state in reward for military service.", "Noll": "The head; the noodle.", "Nole": "The head.", "Nothingism": "Nihility; nothingness.", "Napkin": "A little towel, made of cloth or paper, esp. one for wiping the fingers and mouth at table.", "Natchez": "A tribe of Indians who formerly lived near the site of the city of Natchez, Mississippi.  In 1729 they were subdued by the French; the survivors joined the Creek Confederacy.", "Noonstead": "The position of the sun at noon.", "Nolt": "Neat cattle.", "Nymphaeaceae": "A natural family of dicot aquatic plants.", "Nicene": "Of or pertaining to Nice, a town of Asia Minor, or to the ecumenical council held there a. d. 325.", "nonpregnant": "not pregnant; as, a drug approved only for use in nonpregnant females.  Opposite of pregnant.", "nonextant": "No longer existing; inaccessible through loss or destruction.", "noradrenaline": "Same as norepinephrine.", "Nictitate": "To wink; to nictate.", "northland": "any region lying in or toward the north.", "Nomenclatural": "Pertaining or according to a nomenclature.", "Nonmalignant": "Not malignant, as a disease; -- used especially of tumors; as, a nonmalignant growth on the liver.", "Nugation": "The act or practice of trifling.", "Nudification": "The act of making nude.", "Narcotize": "To imbue with, or subject to the influence of, a narcotic; to put into a state of narcosis.", "&Verbar;Nematelmia": "Same as Nemathelminthes.", "nephrolithic": "Of or pertaining to kidney stones, or renal calculi.", "Nys": "Is not. See Nis.", "&Verbar;Nudum pactum": "A bare, naked contract, without any consideration and therefore unenforceable in a court of law.", "Narrowing": "The act of contracting, or of making or becoming less in breadth or extent.", "nematocide": "A substance that kills nematodes, especially one used in medicine or to kill plant pathogens.", "Nicery": "Nicety.", "notecase": "A case for holding paper money; a wallet.", "Nazariteship": "The state of a Nazarite.", "Nye": "A brood or flock of pheasants.", "&Verbar;Nugæ": "Trifles; jests.", "Noint": "To anoint.", "Nightshade": "A common name of many species of the genus Solanum, given esp. to the Solanum nigrum, or black nightshade, a low, branching weed with small white flowers and black berries reputed to be poisonous.", "&Verbar;Necrobiosis": "The death of a part of an organism by molecular disintegration and without loss of continuity, as in the processes of degeneration and atrophy; a normal dying out of cells in a tissue, in contrast to necrosis.", "Necessarian": "Of or pertaining to necessarianism.", "Notionist": "One whose opinions are ungrounded notions.", "nonmoving": "Not moving.  Opposite of moving.", "Nullibiety": "The state or condition of being nowhere.", "Neanderthalian": "same as Neanderthal{1}.", "Nightfall": "The close of the day; the arrival of the night; the period at and just after dusk.", "Naufragous": "causing shipwreck.", "nay": "No; -- a negative answer to a question asked, or a request made, now superseded by no.  Opposed to aye or yea. See also Yes.", "Namelessly": "In a nameless manner.", "Nauseous": "Causing, or fitted to cause, nausea; sickening; loathsome; disgusting; exciting abhorrence; as, a nauseous drug or medicine.", "Numismatics": "The science of coins and medals.", "neocortex": "The cortical part of the neencephalon; the most recently evolved part of the cerebral cortex of the brain of higher animals, and the site of most of the higher brain functions; called also neopallium.", "&Verbar;Nagor": "A West African gazelle (Gazella redunca).", "Nigraniline": "The complex, nitrogenous, organic base and dyestuff called also aniline black.", "Northeastward": "Toward the northeast.", "&Verbar;Neuvaines": "Prayers offered up for nine successive days.", "Nautilus": "The only existing genus of tetrabranchiate cephalopods.  About four species are found living in the tropical Pacific, but many other species are found fossil.  The shell is spiral, symmetrical, and chambered, or divided into several cavities by simple curved partitions, which are traversed and connected together by a continuous and nearly central tube or siphuncle. See Tetrabranchiata.", "Nidulate": "To make a nest, as a bird.", "&Verbar;Napus": "A kind of turnip. See Navew.", "Necessitate": "To make necessary or indispensable; to render unavoidable.", "Niccolite": "A mineral of a copper-red color and metallic luster; an arsenide of nickel; -- called also coppernickel, kupfernickel.", "numdah": "an embroidered rug made from a coarse Indian felt.", "Newfanglist": "One who is eager for novelties or desirous of change.", "Novaculite": "A variety of siliceous slate, of which hones are made; razor stone; Turkey stone; hone stone; whet slate.", "Neogrammarian": "One of a group of philologists who apply phonetic laws more widely and strictly than was formerly done, and who maintain that these laws admit of no real exceptions.", "Niggish": "Niggardly.", "natural gas": "The combustible gas found associated with petroleum deposits, and also in other geological formations, comprised predominantly of methane plus variable other constitutents.  It is an important source of energy, and is transported long distances by pipelines, or in a liquefied state in tankers, for commercial distribution.  Some natural gas deposits contain helium, and comprise the primary source of that rare element.", "Nothofagus": "A genus of beeches of temperate southern hemisphere except Africa; the southern beech.", "Nullifier": "One who nullifies or makes void; one who maintains the right to nullify a contract by one of the parties.", "Nihilism": "Nothingness; nihility.", "Nihilist": "One who advocates the doctrine of nihilism; one who believes or teaches that nothing can be known, or asserted to exist.", "needlecraft": "An article or articles created or assembled by needle and thread; needlework.", "Non": "No; not. See No, a.", "&Verbar;Nuphar": "A genus of plants found in the fresh-water ponds or lakes of Europe, Asia, and North America; the yellow water lily.  Cf. Nymphaea.", "Nod": "A dropping or bending forward of the upper part or top of anything.", "Nof": "Not of; nor of.", "Nog": "To fill in, as between scantling, with brickwork.", "Nob": "A person in a superior position in life; a nobleman.", "Newmarket": "A long, closely fitting cloak.", "Noy": "That which annoys.", "Not": "A word used to express negation, prohibition, denial, or refusal.", "Norie": "The cormorant.", "Now": "The present time or moment; the present.", "Nor": "A negative connective or particle, introducing the second member or clause of a negative proposition, following neither, or not, in the first member or clause (as or in affirmative propositions follows either).  Nor is also used sometimes in the first member for neither, and sometimes the neither is omitted and implied by the use of nor.", "Nifle": "A trifle.", "Noticeable": "Capable of being observed; worthy of notice; likely to attract observation; conspicuous.", "Nephalist": "One who advocates or practices nephalism.", "Nomial": "A name or term.", "Nacreous": "Consisting of, or resembling, nacre; pearly.", "Naphthylamine": "One of two basic amido derivatives of naphthalene, C10H7.NH2, forming crystalline solids.", "Noticeably": "In a noticeable manner.", "non-Jew": "A person who is not Jewish.", "Naughtly": "Naughtily; wrongly.", "nonmigratory": "Not participating in migrations; -- used of animals that do not migrate.  Opposite of migratory.", "Nonproficiency": "Want of proficiency; failure to make progress.", "Neologian": "A neologist.", "Nonda": "The edible plumlike fruit of the Australian tree, Parinarium Nonda.", "Nonmember": "One who is not a member; as, nonmembers are not allowed in the club reading room.", "Nixie clerk": "A post-office clerk in charge of the nixies.", "Negus": "A beverage made of wine, water, sugar, nutmeg, and lemon juice; -- so called, it is said, from its first maker, Colonel Negus.", "Nippers": "Small pinchers for holding, breaking, or cutting.", "Nondo": "A coarse umbelliferous plant (Ligusticum actæifolium) with a large aromatic root.  It is found chiefly in the Alleghany region.  Also called Angelico.", "Northward": "Toward the north, or toward a point nearer to the north than to the east or west point.", "Neanderthal": "A neanderthal human being; a member of the race Homo sapiens neanderthalensis; as, neanderthals were shorter than modern humans.", "Nocturne": "A night piece, or serenade. The name is now used for a certain graceful and expressive form of instrumental composition, as the nocturne for orchestra in Mendelsohn's “Midsummer-Night's Dream” music.", "Nonoxygenous": "Without oxygen; characterized by the absence of oxygen; as, a nonoxygenous alkaloid.", "nighthawk": "A person who likes to be active late at night; a night owl.", "narcotized": "under the influence of narcotics.", "Nettlebird": "the European whitethroat.", "Nickle": "The European woodpecker, or yaffle; -- called also nicker pecker.", "Neolithic": "Of or pertaining to, or designating, an era characterized by late remains in stone; the late stone age.  Estimated as beginning around 9000 b. c. in the Middle East, this period is characterized by the beginnings of farming, the domestication of animals, and the manufacture of textiles and pottery.", "&Verbar;Nationalrath": "See Legislature.", "neurotropism": "An affinity for neural tissues.", "nonrecreational": "involving gainful employment in something often done as a hobby; as, nonrecreational footbal.", "Necessity": "The quality or state of being necessary, unavoidable, or absolutely requisite; inevitableness; indispensableness.", "Nonprofessional": "Not belonging to a profession.", "&Verbar;Nebalia": "A genus of small marine Crustacea, considered the type of a distinct order (Nebaloidea, or Phyllocarida.)", "Nival": "Abounding with snow; snowy.", "Nautically": "In a nautical manner; with reference to nautical affairs.", "Nitrosalicylic": "Of, pertaining to, or designating, a nitro derivative of salicylic acid, called also anilic acid.", "Norfolk dumpling": "A kind of boiled dumpling made in Norfolk.", "Nugget": "A lump; a mass, esp. a native lump of a precious metal; as, a nugget of gold.", "&Verbar;Nosophobia": "Morbid dread of disease.", "Nigrosine": "A dark blue dyestuff, of the induline group; -- called also azodiphenyl blue.", "ninepenny": "2-3/4 in or 7 cm long; -- used of nail size; as, a ninepenny nail.", "Niellist": "One who practices the style of ornamentation called niello.", "Neuropterous": "Neuropteral.", "Necropolis": "A city of the dead; a name given by the ancients to their cemeteries, and sometimes applied to modern burial places; a graveyard.", "Nicotine": "An alkaloid which is the active principle of tobacco (C10H14N2).  It occurs in tobacco plants (Nicotiana tabacum and Nicotiana rusticum) to the extent of 2 to 8%, in combination with malic acid or citric acid.  It is a colorless, transparent, oily liquid, having an acrid odor, and an acrid burning taste.  It is intensely poisonous.  The apparently addictive effects of tobacco smoking have been ascribed largely to the effect of nicotine, and the controlled administration of nicotine on various forms has been used as a technique for assisting efforts to stop the smoking habit.", "Noway": "In no manner or degree; not at all; nowise.", "Nephoscope": "An instrument for observing the clouds and their velocity.", "&Verbar;Neocarida": "The modern, or true, Crustacea, as distinguished from the Merostomata.", "Nipping": "Biting; pinching; painful; destructive; as, a nipping frost; a nipping wind.", "&Verbar;Nicotiana": "A genus of American and Asiatic solanaceous herbs, with viscid foliage and funnel-shaped blossoms.  Several species yield tobacco. See Tobacco.", "Northing": "Distance northward from any point of departure or of reckoning, measured on a meridian; -- opposed to southing.", "Naphthalic": "Pertaining to, derived from, or related to, naphthalene; -- formerly used to denote any one of a series of acids derived from naphthalene, and called naphthalene acids, now specifically referring to 1,8-naphthalenedicaboxylic acid, C12H8O4.", "Negation": "The act of denying; assertion of the nonreality or untruthfulness of anything; declaration that something is not, or has not been, or will not be; denial; -- the opposite of affirmation.", "Naphthalin": "See Naphthalene.", "Nick": "To nickname; to style.", "Nonelection": "Failure of election.", "Noticer": "One who notices.", "name-dropping": "The practice of casually mentioning important people in order to impress one's listener.", "Nice": "Foolish; silly; simple; ignorant; also, weak; effeminate.", "Nourisher": "One who, or that which, nourishes.", "nonpartizan": "same as nonpartisan, 1.", "Nucleobranch": "Belonging to the Nucleobranchiata.", "Nurstle": "To nurse. See Noursle.", "Neutral": "A person or a nation that takes no part in a contest between others; one who is neutral.", "Nonsurety": "Insecurity.", "Neptunicentric": "As seen from Neptune, or having Neptune as a center; as, Neptunicentric longitude or force.", "Necessarianism": "The doctrine of philosophical necessity; necessitarianism.", "nonpolitical": "not political.  Opposite of political.", "Novel": "That which is new or unusual; a novelty.", "Neuropathy": "An affection of the nervous system or of a nerve.", "Nonregardance": "Want of due regard; disregard; slight.", "Naiad": "A water nymph; one of the lower female divinities, fabled to preside over some body of fresh water, as a lake, river, brook, or fountain.", "Namaycush": "A large North American lake trout (Salvelinus namaycush).  It is usually spotted with red, and sometimes weighs over forty pounds.  Called also Mackinaw trout, lake trout, lake salmon, salmon trout, togue, and tuladi.", "newsless": "not having or receiving news or information.", "nonthematic": "having no theme.  Opposite of thematic.", "Nitrobacteriaceae": "A natural family of usually rod-shaped bacteria that oxidize ammonia or nitrites: nitrobacteria.", "Nash": "Firm; stiff; hard; also, chilly.", "nubiferous": "Bringing, or producing, clouds.", "Naileress": "A woman who makes nails.", "Nineholes": "A game in which nine holes are made in the ground, into which a ball is bowled.", "Nepotism": "Undue attachment to relations; favoritism shown to members of one's family; bestowal of patronage in consideration of relationship, rather than of merit or of legal claim.", "Nephew": "A grandson or grandchild, or remoter lineal descendant.", "Nationalism": "The state of being national; national attachment; nationality.", "Neutralizer": "One who, or that which, neutralizes; that which destroys, disguises, or renders inert the peculiar properties of a body.", "Noiseful": "Loud; clamorous.", "Northern": "Of or pertaining to the north; being in the north, or nearer to that point than to the east or west.", "Nortelry": "Nurture; education; culture; bringing up.", "Nervimotor": "Any agent capable of causing nervimotion.", "nonimitative": "not marked by or given to imitation.  Opposite of imitative.", "Notation": "The act or practice of recording anything by marks, figures, or characters.", "Nonvascular": "Destitute of vessels; extravascular.", "nonarboreal": "not arboreal; not living in trees; -- of animals.  Opposite of arboreal.", "Neatress": "A woman who takes care of cattle.", "nark": "A law enforcement agent specializing in narcotics law violations.", "Normalization": "Reduction to a standard or normal state.", "Nominatively": "In the manner of a nominative; as a nominative.", "Nonnecessity": "Absence of necessity; the quality or state of being unnecessary.", "Nugacity": "Futility; trifling talk or behavior; drollery.", "Needlework": "Work executed with a needle; sewed work; sewing; embroidery, crocheting, quilting, or tapestry, etc.; also, the art, process, or occupation of creating objects with needles.", "niobic": "Same as Columbic.", "Necrology": "An account of deaths, or of the dead; a register of deaths; a collection of obituary notices.", "Nittily": "Lousily.", "noncurrent": "not current or belonging to the present time.  Opposite of current.", "non-finite": "Infinitive, uninflected; -- of verbs.   Opposite of finite.", "Non-pros": "To decline or fail to prosecute; to allow to be dropped (said of a suit); to enter judgment against (a plaintiff who fails to prosecute); as, the plaintiff was non-prossed.", "nontechnical": "not characteristic of or skilled in applied arts and sciences; as, nontechnical aspects of the job; nontechnical training.  Opposite of technical.", "nonintegrated": "not integrated.  Opposite of integrated.", "nonhuman": "not human.  Opposite of human.", "nonastringent": "noncontractive.  Opposite of astringent.", "nonstarter": "a person with a record of failing.", "Niobate": "Same as Columbate.", "necklace": "A string of beads, etc., or any continuous band or chain, worn around the neck as an ornament.", "&Verbar;Nereis": "A Nereid. See Nereid.", "Nariform": "Formed like the nose.", "Nasalis": "A genus of mammals comprising the proboscis monkeys.", "Nominalism": "The principles or philosophy of the Nominalists.", "Ninepins": "A game played with nine pins, or pieces of wood, set on end, at which a wooden ball is bowled to knock them down; bowling.", "Neoterism": "An innovation or novelty; a neoteric word or phrase.", "Novatian": "One of the sect of Novatius, or Novatianus, who held that the lapsed might not be received again into communion with the church, and that second marriages are unlawful.", "Nævose": "Spotted; freckled.", "Nataloin": "A bitter crystalline substance constituting the essential principle of Natal aloes.  Cf. Aloon.", "Nidor": "Scent or savor of meat or food, cooked or cooking.", "Nigritude": "Blackness; the state of being black.", "&Verbar;Notus": "The south wind.", "Nominalist": "One of a sect of philosophers in the Middle Ages, who adopted the opinion of Roscelin, that general conceptions, or universals, exist in name only.", "Neoterist": "One who introduces new words or phrases; a neologist.", "Nasiform": "Having the shape of a nose.", "nonwoody": "not woody; not consisting of or resembling wood; as, nonwoody plants.  Opposite of woody.", "Nodular": "Of or pertaining to a nodule or knot.", "nostalgia": "Homesickness; esp., a severe and sometimes fatal form of melancholia, due to homesickness.", "Negro": "Of or pertaining to negroes; black.", "Noted": "Well known by reputation or report; eminent; famous; prominent; celebrated; as, a noted author, or traveler.", "Nautilite": "A fossil nautilus.", "Necrophagan": "Eating carrion.", "Notionally": "In mental apprehension; in conception; not in reality.", "Necrosed": "Affected by necrosis; dead; as, a necrosed bone.", "Niceness": "Quality or state of being nice.", "Niding": "A coward; a dastard; -- a term of utmost opprobrium.", "Nightgown": "A loose gown used for undress; also, a gown used for a sleeping garment.", "Negligible": "That may be neglected, disregarded, or left out of consideration; too small or unimportant to be worthy of notice.", "nibs": "See his nibs under nib, n.", "Nurl": "To cut with reeding or fluting on the edge of, as coins, the heads of screws, etc.; to knurl.", "Nickeliferous": "Containing nickel; as, nickelferous iron.", "Nectaried": "Having a nectary.", "Nervimotion": "The movement caused in the sensory organs by external agents and transmitted to the muscles by the nerves.", "Noteworthy": "Worthy of observation or notice; remarkable.", "Nippingly": "In a nipping manner.", "Nobly": "Of noble extraction; as, nobly born or descended.", "Nickelous": "Of, pertaining to, or designating, those compounds of nickel in which, as contrasted with the nickelic compounds, the metal has a lower valence; as, nickelous oxide.", "Neoplasty": "Restoration of a part by granulation, adhesive inflammation, or autoplasty.", "&Verbar;Neurosis": "A functional nervous affection or disease, that is, a disease of the nerves without any appreciable change of nerve structure.", "Novelist": "An innovator; an asserter of novelty.", "Neoterically": "Recently; newly.", "Nitroform": "A nitro derivative of methane, analogous to chloroform, obtained as a colorless oily or crystalline substance, CH.(NO2)3, quite explosive, and having well-defined acid properties.", "Network": "A fabric of threads, cords, or wires crossing each other at certain intervals, and knotted or secured at the crossings, thus leaving spaces or meshes between them.", "&Verbar;Nummulites": "A genus of extinct Tertiary Foraminifera, having a thin, flat, round shell, containing a large number of small chambers arranged spirally.", "necromania": "An abnormal attraction to dead bodies.", "Next": "In the time, place, or order nearest or immediately succeeding; as, this man follows next.", "Niggerhead": "A strong black chewing tobacco, usually in twisted plug form; negro head.", "Nombril": "A point halfway between the fess point and the middle base point of an escutcheon; -- called also navel point. See Escutcheon.", "Nabob": "A deputy or viceroy in India; a governor of a province of the ancient Mogul empire.", "Nodation": "Act of making a knot, or state of being knotted.", "Nitric": "Of, pertaining to, or containing, nitrogen; specifically, designating any one of those compounds in which, as contrasted with nitrous compounds, the element has a higher valence; as, nitric oxide; nitric acid.", "Noose": "To tie in a noose; to catch in a noose; to entrap; to insnare.", "navel orange": "A type of orange in which the fruit incloses a small secondary fruit, the rind showing on the exterior a navel-like pit or depression at the apex.  There are several varieties; they are usually seedless, or nearly so, and are much grown in California.", "Noise": "To spread by rumor or report.", "nondenominational": "not restricted to a particular religious denomination; as, a nondenominational school.", "Noetian": "One of the followers of Noetus, who lived in the third century.  He denied the distinct personality of the Father, Son, and Holy Ghost.", "Nuclear physicist": "A scientist specializing in nuclear physics.", "Neutrally": "In a neutral manner; without taking part with either side; indifferently.", "nicotinic acid": "An organic acid (C6H5NO2), a carboxylated derivative of pyridine, obtained by the oxidation of nicotine; called also niacin and antipellagra vitamin, and vitamin B5.  Chemically it is 3-pyridinecarboxylic acid.", "Nine-killer": "The northern butcher bird.", "&Verbar;Nehiloth": "A term supposed to mean, perforated wind instruments of music, as pipes or flutes.", "Nepotal": "Of or relating to a nephew.", "Nearly": "In a near manner; not remotely; closely; intimately; almost; as, he nearly lost his life in the accident.", "Nymphalidae": "A natural family of large beautifully colored butterflies, called also the brush-footed butterflies; formerly called Nymphales.", "Noisy": "Making a noise, esp. a loud sound; clamorous; vociferous; turbulent; boisterous; as, the noisy crowd.", "nonmechanical": "not using a mechanism.  Opposite of mechanical.", "Navarch": "The commander of a fleet.", "Nativism": "The disposition to favor the native inhabitants of a country, in preference to immigrants from foreign countries.", "Nodose": "Knotty; having numerous or conspicuous nodes.", "Neptune": "The son of Saturn and Ops, the god of the waters, especially of the sea.  He is represented as bearing a trident for a scepter.", "Nourishing": "Promoting growth; nutritious.", "&Verbar;Notabilia": "Things worthy of notice.", "Narrative": "That which is narrated; the recital of a story; a continuous account of the particulars of an event or transaction; a story.", "Nominalistic": "Of or pertaining to the Nominalists.", "Nonnitrogenous": "Devoid of nitrogen; as, a nonnitrogenous principle; a nonnitrogenous food.  See the Note under Food, n., 1.", "&Verbar;Nævus": "A spot or mark on the skin of children when born; a birthmark; -- the term includes moles as wells a other types of birthmark, and is most commonly applied to reddish or brownish raised vascular areas of the skin, i. e., those consisting mainly of blood vessels, as dilated arteries, veins, or capillaries.", "Nosologist": "One versed in nosology.", "Neurility": "The special properties and functions of the nerves; that capacity for transmitting a stimulus which belongs to nerves.", "normalcy": "The quality, state, or fact of being normal; the normal situation or condition; as, the point of normalcy.", "Navigate": "To pass over in ships; to sail over or on; as, to navigate the Atlantic.", "Nunnish": "Of, pertaining to, or resembling a nun; characteristic of a nun.", "Nickar nut": "Same as Nicker nut, Nicker tree.", "Nightless": "Having no night.", "Nucleolar": "Of or pertaining to the nucleolus of a cell.", "nonsectarian": "not restricted to one sect or school or party; as, religious training in a nonsectarian atmosphere; public funding is restricted to nonsectarian colleges.  Opposite of sectarian.", "Ninigi": "The grandson of Amaterasu and first ruler of Japan.", "Nitrogelatin": "An explosive consisting of gun cotton and camphor dissolved in nitroglycerin.", "Norma": "A norm; a principle or rule; a model; a standard.", "Nicotidine": "A complex, oily, nitrogenous base, isomeric with nicotine, and obtained by the reduction of certain derivatives of the pyridine group.", "Novelry": "Novelty; new things.", "nonparasitic": "Not parasitic.", "Neer-do-well": "A person who never does, or fares, well; a good for nothing.", "Nart": "Art not.", "Necessitarianism": "The doctrine of philosophical necessity; the doctrine that results follow by invariable sequence from causes, and esp. that the will is not free, but that human actions and choices result inevitably from motives; determinism.", "-ness": "A suffix used to form abstract nouns expressive of quality or state; as, goodness, greatness.", "Nipa": "A monotypic genus of palms of Australasia.", "Noncompletion": "Lack of completion; failure to complete.", "Namation": "A distraining or levying of a distress; an impounding.", "Nidificate": "To make a nest.", "Nare": "A nostril.", "Nard": "An East Indian plant (Nardostachys Jatamansi) of the Valerian family, used from remote ages in Oriental perfumery.", "Naturally": "In a natural manner or way; according to the usual course of things; spontaneously.", "North": "Northward.", "Northness": "A tendency in the end of a magnetic needle to point to the north.", "Newtonian": "A follower of Newton.", "nonexploratory": "not exploratory.  Opposite of exploratory.", "Nuciform": "Shaped like a nut; nut-shaped.", "Nematognath": "One of the Nematognathi.", "neutrosophy": "A branch of philosophy, introduced by Florentin Smarandache in 1980, which studies\n the origin, nature, and scope of neutralities, as well as their interactions with different ideational spectra.  \n\nNeutrosophy considers a proposition, theory, event, concept, or entity, “A” in relation to its opposite, “Anti-A” and that which is not A, “Non-A”, and that which is\n neither “A” nor “Anti-A”, denoted by “Neut-A”.  Neutrosophy is the basis of neutrosophic logic, neutrosophic probability, neutrosophic set, and neutrosophic \nstatistics.", "Nickname": "To give a nickname to; to call by a nickname.", "&Verbar;Neuropteris": "An extensive genus of fossil ferns, of which species have been found from the Devonian to the Triassic formation.", "Nibelungenlied": "A great medieval German epic of unknown authorship containing traditions which refer to the Burgundians at the time of Attila (called Etzel in the poem) and mythological elements pointing to heathen times.", "nonvocalic": "not vocalic; not having vowel character; -- used of liquids and nasals.  Opposite of vocalic.", "Neuter": "A person who takes no part in a contest; one who is either indifferent to a cause or forbears to interfere; a neutral.", "Narwal": "See Narwhal.", "Neurine": "A poisonous organic base (a ptomaine) formed in the decomposition of protagon with boiling baryta water, and in the putrefaction of proteid matter.  It was for a long time considered identical with choline, a crystalline body originally obtained from bile.  Chemically, however, choline is oxyethyl-trimethyl-ammonium hydroxide, while neurine is vinyl-trimethyl-ammonium hydroxide.", "&Verbar;Neoplasia": "Growth or development of new material; neoplasty.", "Noviceship": "The state of being a novice; novitiate.", "non-U": "Not characteristic of the upper classes especially in language use.", "Needless": "Having no need.", "Notochord": "An elastic cartilagelike rod which is developed beneath the medullary groove in the vertebrate embryo, and constitutes the primitive axial skeleton around which the centra of the vertebræ and the posterior part of the base of the skull are developed; the chorda dorsalis. See Illust. of Ectoderm.", "Nitter": "The horse louse; an insect that deposits nits on horses.", "Najas": "The sole genus of the family Naiadaceae.", "Nectary": "That part of a blossom which secretes nectar, usually the base of the corolla or petals; also, the spur of such flowers as the larkspur and columbine, whether nectariferous or not. See the Illustration of Nasturtium.", "Negotiable": "Capable of being negotiated; transferable by assignment or indorsement to another person; as, a negotiable note or bill of exchange.", "normothermia": "normal body temperature.", "Newsy": "Full of news; abounding in information as to current events.", "Nonagon": "A plane figure or polygon having nine sides and nine angles.", "Nodosous": "Nodose; knotty; knotted.", "Nonattention": "Inattention.", "Night letter": "See Letter, above.", "Necrolite": "Same as Necronite.", "Negotiatory": "Of or pertaining to negotiation.", "&Verbar;Non est factum": "The plea of the general issue in an action of debt on bond.", "Novity": "Newness; novelty.", "Night terrors": "A sudden awakening associated with a sensation of terror, occurring in children, esp. those of unstable nervous constitution.", "&Verbar;Nova": "A star which suddenly increases in brightness thousands of times, then fades back to near its original intensity.  It may appear as a “new” star if its original brightness was too low for routine observation.  A star which suddenly increases in brightness to many millions of times its original intensity is a supernova, and the postulated mechanisms for the increases of brightness of novae and supernovae are different.", "&Verbar;Nonconstat": "It does not appear; it is not plain or clear; it does not follow.", "Nedder": "An adder.", "Nonylenic": "Of, pertaining to, related to, or designating, nonylene or its compounds; as, nonylenic acid.", "niacinamide": "The amide of niacin (nicotinic acid), called also nicotinamide.  It was at one time called vitamin B3, and can function to relieve nicotinic acid deficiency.  Chemical formula C6H6N2O, chemically it is 3-pyridinecarboxamide.", "&Verbar;Ngina": "The gorilla.", "Nonobservance": "Neglect or failure to observe or fulfill.", "Neutralist": "A neutral; one who professes or practices neutrality.", "Noölogist": "One versed in noölogy.", "Nonadmission": "Failure to be admitted.", "Newsmonger": "One who deals in news; one who is active in hearing and telling news.", "nucleotide": "a phosphate ester of a nucleoside; one of the monomeric components of DNA or RNA.", "Nymphalis": "The type genus of the Nymphalidae, including the mourning cloak butterfly (Nymphalis antiopa).", "nonprescription": "able to be sold legally without a doctor's prescription; over-the-counter; -- of medicinal drugs; as, Aspirin is a nonprescription antiinflammatory drug.  Opposite of prescription.", "Nonconduction": "The quality of not being able to conduct or transmit; failure to conduct.", "Naturalize": "To become as if native.", "Nyctophile": "Any Australian bat of the genus Nyctophilus, having a very simple nasal appendage.", "Nagyagite": "A mineral of blackish lead-gray color and metallic luster, generally of a foliated massive structure; foliated tellurium.  It is a telluride of lead and gold.", "Nutrimental": "Nutritious.", "Natant": "Floating in water, as the leaves of water lilies, or submersed, as those of many aquatic plants.", "neatness": "The state or quality of being neat.", "Namely": "By name; by particular mention; specifically; especially; expressly.", "Nusku": "The god of fire and light; corresponds to the Babylonian Girru.", "Niloscope": "A Nilometer.", "normally": "In a normal manner.", "Notist": "An annotator.", "Neoplatonist": "One who held to Neoplatonism; a member of the Neoplatonic school.", "Nearsighted": "Seeing distinctly at short distances only; myopic; shortsighted.", "Nandine": "An African carnivore (Nandinia binotata), allied to the civets. It is spotted with black.", "Nestorianism": "The doctrines of the Nestorian Christians, or of Nestorius.", "Nicety": "The quality or state of being nice (in any of the senses of that word.).", "nonhierarchic": "Not arranged in a hierarchy.  Opposite of hierarchical.", "Nail-headed": "Having a head like that of a nail; formed so as to resemble the head of a nail.", "nonrhythmic": "not rhythmic.", "Neoplatonism": "A pantheistic eclectic school of philosophy, of which Plotinus was the chief (a. d. 205-270), and which sought to reconcile the Platonic and Aristotelian systems with Oriental theosophy.  It tended to mysticism and theurgy, and was the last product of Greek philosophy.", "nearer": "less distant in space; as, we walked to the nearer house.", "Nylghau": "A large Asiatic antelope (Boselaphus tragocamelus, syn. Portax tragocamelus), found in Northern India; called also the blue bull.  It has short horns, a black mane, and a bunch of long hair on the throat.  The general color is grayish brown; the male is blue-grey with white markings, and the female is brownish with no horns.", "Noils": "Waste and knots of wool removed by the comb; combings.", "nightrobe": "A loose dress designed to be worn in bed by women; a nightgown.", "News-vender": "A seller of newspapers.", "ninepin": "a bowling pin of the type used in ninepins (or (in England) skittles).", "Nightman": "One whose business is emptying privies by night.", "Nocuous": "Hurtful; noxious.", "&Verbar;Nubecula": "A nebula.", "Newish": "Somewhat new; nearly new.", "News-writer": "One who gathers news for, and writes, news-letters, articles in news periodicals, or items for broadcast on news programs.", "Negev": "A desert in Southern Israel.", "Nearness": "The state or quality of being near; -- used in the various senses of the adjective.", "nonliterate": "not using a writing system; -- of societies, cultures, or tribes.", "Nexible": "That may be knit together.", "Notoriety": "The quality or condition of being notorious; the state of being generally or publicly known; -- commonly used in an unfavorable sense; as, the notoriety of a crime.", "Nobby": "Stylish; modish; elegant; showy; aristocratic; fashionable.", "Nyctitropism": "The tendency of certain plant organs, as leaves, to assume special “sleeping” positions or make curvatures under the influence of darkness. It is well illustrated in the leaflets of clover and other leguminous plants.", "Nanism": "The condition of being abnormally small in stature; dwarfism; dwarfishness; -- opposed to gigantism.", "Nightingale": "A small, plain, brown and gray European song bird (Luscinia megarhynchos syn. Luscinia luscinia). It sings at night, and is celebrated for the sweetness of its song.", "nongregarious": "Not growing or living in groups or colonies; -- of plants and animals.", "Narrow": "To become less broad; to contract; to become narrower; as, the sea narrows into a strait.", "nonrigid": "Not rigid; especially, designating an airship having a shape maintained only by internal gas pressure and without a supporting structure.  Opposite of rigid.", "Nectariferous": "Secreting nectar; -- said of blossoms or their parts.", "Neologistic": "Of or pertaining to neology; neological.", "Nonjuring": "Not swearing allegiance; -- applied to the party in Great Britain that would not swear allegiance to William and Mary, or their successors.", "Nonconforming": "Not conforming; declining conformity; especially, not conforming to the established church of a country.", "Nontronite": "A greenish yellow or green mineral, consisting chiefly of the hydrous silicate of iron.", "Notional": "Consisting of, or conveying, notions or ideas; expressing abstract conceptions.", "&Verbar;Nucleoidioplasma": "Hyaline plasma contained in the nucleus of vegetable cells.", "Numberous": "Numerous.", "Nonvernacular": "Not vernacular.", "national": "A citizen (of a particular country); as, U. S. nationals are advised to contact their embassy when abroad.", "Neoplasm": "A new formation or tissue, the product of morbid action.", "Nobilify": "To make noble; to nobiliate.", "Nymphish": "Relating to nymphs; ladylike.", "Nicaragua wood": "Brazil wood.", "Niche": "A cavity, hollow, or recess, generally within the thickness of a wall, for a statue, bust, or other erect ornament.  Hence, any similar position, literal or figurative.", "Nightjar": "A goatsucker, esp. the European species. See Illust. of Goatsucker.", "Nimbus": "A circle, or disk, or any indication of radiant light around the heads of divinities, saints, and sovereigns, upon medals, pictures, etc.; a halo. See Aureola, and Glory, n., 5.", "nondecisive": "not crucial; not comprising a decisive factor in a result.  Opposite of crucial and decisive.", "Nanna": "The wife of Balder.", "nebule": "A little cloud; a cloud.", "Nomadism": "The state of being a nomad.", "Nonius": "A vernier.", "Nanny": "a caretaker for a child; a child's nurse; a nursemaid.", "Nolition": "Adverse action of will; unwillingness; -- opposed to volition.", "Nyas": "See Nias.", "Narragansetts": "A tribe of Indians who formerly inhabited the shores of Narragansett Bay.", "Nitrify": "To combine or impregnate with nitrogen; to convert, by oxidation, into nitrous or nitric acid; to subject to, or produce by, nitrification.", "Nonelectric": "A substance that is not an insulator (i. e., an electric); that which transmits electricity, as a metal; a conductor.", "neonatal": "of or pertaining to a neonate; as, neonatal care; a neonatal unit at a hospital.", "Nightward": "Approaching toward night.", "Narcotical": "Narcotic.", "Nonterm": "A vacation between two terms of a court.", "Noteless": "Not attracting notice; not conspicuous.", "&Verbar;Nom": "Name.", "&Verbar;Natatores": "The swimming birds.", "Net-veined": "Having veins, or nerves, reticulated or netted; as, a net-veined wing or leaf.", "Nonagrian": "Any moth of the genus Nonagria and allied genera, as the spindleworm and stalk borer.", "Nibblingly": "In a nibbling manner; cautiously.", "Nocake": "Indian corn parched, and beaten to powder, -- used for food by the Northern American Indians.", "Norseman": "One of the ancient Scandinavians; a Northman.", "normotensive": "Pertaining to or having normal blood pressure.", "Noncontributing": "Not contributing.", "Nuciferous": "Bearing, or producing, nuts.", "Naiadaceae": "A monotypic family of aquatic plants having narrow leaves and small flowers.", "Neuromuscular": "Nervomuscular.", "&Verbar;Non assumpsit": "The general plea or denial in an action of assumpsit.", "Neo-Darwinism": "The theory which holds natural selection, as explained by Darwin, to be the chief factor in the evolution of plants and animals, and denies the inheritance of acquired characters; -- esp. opposed to Neo-Lamarckism. Weismannism is an example of extreme Neo-Darwinism.", "Netball": "A team game that resembles basketball; a soccer ball is to be thrown so that it passes through a ring on the top of a post.", "Nitrosaccharin": "An explosive nitro derivative of certain sugars, analogous to nitroglycerin, gun cotton, etc.", "Nitrosylic": "Of, pertaining to, or containing, nitrosyl; as, nitrosylic acid.", "Niblick": "A kind of golf stick used to lift the ball out of holes, ruts, etc.", "narrowed": "reduced in size as if by being squeezed.", "Nontenure": "A plea of a defendant that he did not hold the land, as affirmed.", "neuropsychology": "the branch of psychology that is concerned with the physiological bases of psychological processes.", "Neorama": "A panorama of the interior of a building, seen from within.", "Novum": "A game at dice, properly called novem quinque (L., nine five), the two principal throws being nine and five.", "Noctambulo": "A noctambulist; a sleepwalker.", "Namby-pamby": "Affectedly pretty; weakly sentimental; finical; insipid.", "Nuisance": "That which annoys or gives trouble and vexation; that which is offensive or noxious.", "Neuropathic": "Of or pertaining to neuropathy; of the nature of, or suffering from, nervous disease.", "Napiform": "Turnip-shaped; large and round in the upper part, and very slender below.", "Nosological": "Of or pertaining to nosology.", "nonadsorbent": "lacking capacity to adsorb or cause to accumulate on a surface.  Opposite of adsorbent.", "Nowed": "Knotted; tied in a knot, as a serpent.", "Nomadian": "A nomad.", "Nowch": "See Nouch.", "neighbour": "Same as neighbor, neighboring, neighborhood, neighborly.", "nonglutenous": "not sticky or viscous.", "Numberer": "One who numbers.", "Neighborhood": "The quality or condition of being a neighbor; the state of being or dwelling near; proximity.", "Numskulled": "Stupid; doltish.", "Navigation": "The act of navigating; the act of passing on water in ships or other vessels; the state of being navigable.", "nephrite": "A hard compact mineral, of a dark green color, formerly worn as a remedy for diseases of the kidneys, whence its name; kidney stone; a kind of jade.  It varies in color from white to dark green.  It is the more common and less valuable variety of jade, the other being jadeite.  Large deposits are found in Australia.  Called also nephritic stone.  See also Jade.", "Neo-Scholastic": "Of or pert. to Neo-Scholasticism.", "Nonsense": "That which is not sense, or has no sense; words, or language, which have no meaning, or which convey no intelligible ideas; absurdity.", "Nitrite": "A salt or ester of nitrous acid; a compound bearing the -NO2 radical.", "nameko": "one of the most important fungi (Pholiota nameko) cultivated in Japan.", "&Verbar;Névé": "The upper part of a glacier, above the limit of perpetual snow. See Glacier.", "Nuclein": "A constituent of the nuclei of all cells, containing protein and nucleic acid.  It is a colorless amorphous substance, readily soluble in alkaline fluids and especially characterized by its comparatively large content of phosphorus.  It also contains nitrogen and sulphur.", "Nomenclatress": "A female nomenclator.", "networklike": "having a network of veins or ribs.", "Novercal": "Of or pertaining to a stepmother; suitable to, or in the manner of, a stepmother.", "Natchnee": "An annual grass (Eleusine coracona), cultivated in India as a food plant.", "Noble-minded": "Having a noble mind; of high moral or intellectual character; honorable; magnanimous.", "Noncondensible": "Not condensible; incapable of being liquefied; -- said of gases.", "Noie": "To annoy. See Noy.", "Noil": "A short or waste piece or knot of wool separated from the longer staple by combing; also, a similar piece or shred of waste silk.", "Northernmost": "Farthest north.", "newsroom": "A room where news is collected and disseminated, located in the offices of a newspaper, magazine, or news broadcast organization; as, the CBS newsroom.", "Neurotomy": "The dissection, or anatomy, of the nervous system.", "&Verbar;Nymphæa": "A genus of aquatic plants having showy flowers (white, blue, pink, or yellow, often fragrant), including the white water lily and the Egyptia lotus.", "Neurotome": "An instrument for cutting or dissecting nerves.", "Natch": "The rump of beef; esp., the lower and back part of the rump.", "Neuration": "The arrangement or distribution of nerves, as in the leaves of a plant or the wings of an insect; nervation; venation.", "Noctambulation": "Somnambulism; sleepwalking; walking in one's sleep.", "Neelghau": "See Nylghau.", "nerve-wracking": "Same as nerve-racking.", "Norfolk spaniel": "One of a breed of field spaniels similar to the clumbers, but shorter in body and of a liver-and-white or black-and-white color.", "Near-legged": "Having the feet so near together that they interfere in traveling.", "&Verbar;Necrosis": "The pathologic death of part of a tissue due to irreversible damage.    Contrast to necrobiosis, which is a normal death of cells in a tissue.  Formerly, applied primarily to death of bone tissue.", "&Verbar;Nisus": "A striving; an effort; a conatus.", "Niggardous": "Niggardly.", "Nether": "Situated down or below; lying beneath, or in the lower part; having a lower position; belonging to the region below; lower; under; -- opposed to upper.", "Nonjoinder": "The omission of some person who ought to have been made a plaintiff or defendant in a suit, or of some cause of action which ought to be joined.", "Nomade": "See Nomad, n.", "Nidering": "Infamous; dastardly.", "Noncoincidence": "Lack of coincidence.", "Naughty": "Having little or nothing.", "&Verbar;Nolle prosequi": "Will not prosecute; -- an entry on the record, denoting that a plaintiff discontinues his suit, or the attorney for the public a prosecution; either wholly, or as to some count, or as to some of several defendants.", "no-nonsense": "Not tolerating irrelevant or frivolous distractions; businesslike; serious; as, the no-nonsense tones of a stern parent; the chairman adopted a no-nonsense attitude.", "Neer": "a contraction of Never.", "Need": "Of necessity. See Needs.", "Not-pated": "Same as Nott-headed.", "Neology": "The introduction of a new word, or of words or significations, into a language; as, the present nomenclature of chemistry is a remarkable instance of neology.", "Non-Episcopal": "Not Episcopal; not pertaining to the Episcopal church or system.", "Negress": "A black woman; a female negro.", "Ninepence": "An old English silver coin, worth nine pence.", "Nainsook": "A thick sort of jaconet muslin, plain or striped, formerly made in India.", "&Verbar;Neurula": "An embryo of certain invertebrates in the stage when the primitive band is first developed.", "Nimbose": "Cloudy; stormy; tempestuous.", "&Verbar;Nais": "See Naiad.", "Nondiscovery": "Want or failure of discovery.", "Nonslaveholding": "Not possessing or holding slaves; as, a nonslaveholding State.", "NNE": "north northeast; the compass point that is midway between north and northeast.", "Nitrobenzene": "A yellow aromatic liquid (C6H5.NO2), produced by the action of nitric acid on benzene, and called from its odor imitation oil of bitter almonds, or essence of mirbane.  It is used in perfumery, and is manufactured in large quantities in the preparation of aniline.  Fornerly called also nitrobenzol.", "Notification": "The act of notifying, or giving notice; the act of making known; especially, the act of giving official notice or information to the public or to individuals, corporations, companies, or societies, by words, by writing, or by other means.", "no-show": "someone who shirks a duty.", "NNW": "north northwest; the compass point that is midway between north and northwest.", "Nipponese": "Of or relating to or characteristic of Japan or its people or their culture or language; Japanese.", "Nucleole": "The nucleus within a nucleus; nucleolus.", "Nasolachrymal": "Connected with the lachrymal apparatus and the nose; as, the nasolachrymal, or lachrymal duct.", "nano-": "A prefix meaning one-billionth; as, a nanogram is one-thousandth of a microgram.", "Nacker": "See Nacre.", "Newspaper": "A sheet of paper printed and distributed, at stated intervals, for conveying intelligence of passing events, advocating opinions, etc.; a public print that circulates news, advertisements, proceedings of legislative bodies, public announcements, etc.", "nanotechnology": "The manipulation or construction of objects with sizes in the nanometer range or smaller.", "Nief": "See Neif, the fist.", "Numeric": "Any number, proper or improper fraction, or incommensurable ratio. The term also includes any imaginary expression like m + n√-1, where m and n are real numerics.", "nonfunctional": "Not having or performing a function.", "Nubilate": "To cloud.", "Neighborliness": "The quality or state of being neighborly.", "Nathless": "Nevertheless.", "Netfish": "An astrophyton.", "nondiscrimination": "Fairness in treating people without prejudice; -- used mostly in reference to discrimination based on race, religion, and nationality.", "newsworthy": "Sufficiently interesting to be reported in a newspaper; as, a dog biting a man is not a newsworthy item.", "Ningishzida": "A Babylonian underworld deity, the patron of medicine.", "Nonmembership": "State of not being a member.", "&Verbar;Nasion": "The middle point of the nasofrontal suture.", "-nik": "A suffix attached to other words indicating a person with certain characteristics or associated with a certain group or behavior; as, beatnik, kibbutznik; it is sometimes used derogatorily; as in no-goodnik, peacenik.", "Newly": "Lately; recently.", "Nonjuror": "One of those adherents of James II. who refused to take the oath of allegiance to William and Mary, or to their successors, after the revolution of 1688; a Jacobite.", "Nowhither": "Not anywhither; in no direction; nowhere.", "Nymphet": "A little or young nymph.", "Nervously": "In a nervous manner.", "Nonregent": "A master of arts whose regency has ceased. See Regent.", "Niggardness": "Niggardliness.", "Necronite": "Fetid feldspar, a mineral which, when struck, exhales a fetid odor.", "Noropianic": "Of, pertaining to, or designating, an acid of the aromatic series obtained from opianic acid.", "Neeld": "A needle.", "Naphthalenic": "Pertaining to , or derived from, naphthalene; -- used specifically to designate a yellow crystalline substance, called naphthalenic acid and also hydroxy quinone, and obtained from certain derivatives of naphthol.", "Nebulose": "Nebulous; cloudy.", "Noctilucine": "Of or pertaining to Noctiluca.", "Nakedly": "In a naked manner; without covering or disguise; manifestly; simply; barely.", "Nosebleed": "A bleeding at the nose.", "Natatorial": "Inclined or adapted to swim; swimming; as, natatorial birds.", "Nascent": "Commencing, or in process of development; beginning to exist or to grow; coming into being; as, a nascent germ.", "Newfoundland": "An island on the coast of British North America, famed for the fishing grounds in its vicinity.", "narrate": "To tell, rehearse, or recite, as a story; to relate the particulars of; to go through with in detail, as an incident or transaction; to give an account of.", "Nodosity": "The quality of being knotty or nodose; resemblance to a node or swelling; knottiness.", "noncolumned": "not having columns.", "nonverbal": "Involving little or no use of language; as, gestures are a form of nonverbal communication.", "nightclub": "An establishment providing entertainment (as singers, dancers, or comedy acts), usually open late into the night or early morning, typically serving alcoholic beverages and food.", "Nonjurorism": "The doctrines, or action, of the Nonjurors.", "Novosibirsk": "A city in the Asian part of Russia.  Much Soviet military research was performed there, and until the 1990's it was restricted from entry by foreigners.", "Neodymium": "The chemical element of atomic number 60, one of the rare earth elements.  Symbol Nd.  Atomic weight 144.27.", "&Verbar;Notopodium": "The dorsal lobe or branch of a parapodium. See Parapodium.", "Noyful": "Full of annoyance.", "Nerka": "The most important salmon of Alaska (Oncorhinchus nerka), ascending in spring most rivers and lakes from Alaska to Oregon, Washington, and Idaho; -- called also red salmon, redfish, blueback, and sawqui.", "nonprehensile": "not prehensile; as, cats have a nonprehensile tail.  Opposite of prehensile.", "Nomic": "Customary; ordinary; -- applied to the usual English spelling, in distinction from strictly phonetic methods.", "&Verbar;Nautch": "An entertainment consisting chiefly of dancing by professional dancing (or Nautch) girls.", "Nerfling": "The id.", "Necessitude": "Necessitousness; want.", "North-Central": "Of or pertaining to a region of the U. S. generally including states of the upper Mississippi valley and Great Lakes region lying north of the Ohio River and the southern boundaries of Kansas and Missouri and between the western boundary of Pennsylvania and the eastern boundaries of Montana; Wyoming; and Colorado.", "Negligent": "Apt to neglect; customarily neglectful; characterized by negligence; careless; heedless; culpably careless; showing lack of attention; as, disposed in negligent order.", "networking": "Interchanging information or services, among a group; -- of persons or organizations.", "Needlebook": "A book-shaped needlecase, having leaves of cloth into which the needles are stuck.", "Narceine": "An alkaloid found in small quantities in opium, and extracted as a white crystalline substance of a bitter astringent taste.  It is a narcotic.  Called also narceia.", "Navals": "Naval affairs.", "Nativist": "An advocate of nativism.", "November": "The eleventh month of the year, containing thirty days.", "Narcotism": "Narcosis; the state of being narcotized.", "Nasicornous": "Bearing a horn, or horns, on the nose, as the rhinoceros.", "Nitryl": "A name sometimes given to the nitro group or radical.", "Nounal": "Of or pertaining to a noun.", "Nonusance": "Neglect of using; failure to use.", "Nonsparing": "Sparing none.", "night-stop": "A pause during a journey, to rest for the night.", "Noctivagant": "Going about in the night; night-wandering.", "Nymphotomy": "Excision of the nymphæ.", "Needscost": "Of necessity.", "Natural product chemistry": "That branch of chemistry which deals with the isolation, identification, structure elucidation, and study of the chemical characteristics of chemical substances produced by living organisms.", "Nomothete": "A lawgiver.", "Naturalness": "The state or quality of being natural; conformity to nature.", "Neurology": "The branch of science which treats of the nervous system.", "Nicker tree": "The plant producing nicker nuts.", "nervine": "Having the quality of acting upon or affecting the nerves; quieting nervous excitement.", "Niggling": "petty, trivial, or inconsequential.", "Nearsightedness": "An  eyesight abnormality resulting from the eye's faulty refractive ability, such that one can see only close objects distinctly; the condition of being nearsighted.  See Myopic, and Myopia.", "Nath": "hath not.", "&Verbar;Nero-antico": "A beautiful black marble found in fragments among Roman ruins, and usually thought to have come from ancient Laconia.", "nuclear power": "Power derived from nuclear reactions; -- used at present especially of electrical power generated in atomic reactors, but encompassing also fusion power.", "Nonane": "One of a group of metameric hydrocarbons C9H20 of the paraffin series; -- so called because of the nine carbon atoms in the molecule. Normal nonane is a colorless volatile liquid, an ingredient of ordinary kerosene.", "nursed": "fed mother's milk from the breast; -- of an infant.", "Nempt": "Called; named.", "Never": "Not ever; not at any time; at no time, whether past, present, or future.", "Noninflectional": "Not admitting of, or characterized by, inflection.", "Nevew": "Nephew.", "Nuchal": "Of, pertaining to, or in the region of, the back, or nape, of the neck; -- applied especially to the anterior median plate in the carapace of turtles.", "Nullify": "To make void; to render invalid; to deprive of legal force or efficacy.", "Negroloid": "See Negroid.", "Nautic": "Nautical.", "Neven": "To name; to mention; to utter.", "Neopaganism": "Revived or new paganism.", "Nineteen": "The number greater than eighteen by a unit; the sum of ten and nine; nineteen units or objects.", "Nutritive": "Of or pertaining to nutrition; as, the nutritive functions; having the quality of nourishing; nutritious; nutrimental; alimental; as, nutritive food or berries.", "Nymphlike": "Resembling, or characteristic of, a nymph.", "Nol-pros": "To discontinue by entering a nolle prosequi; to decline to prosecute.", "Nightshirt": "A kind of nightgown for men.", "Night Before Christmas": "The popular name for a poem by Clement Clarke Moore titled A Visit from St. Nicholas, a popular poem with the theme of St. Nicholas (Santa Claus) coming to bring gifts to children on Christmans eve.", "Nitrocalcite": "Nitrate of calcium, a substance having a grayish white color, occuring in efflorescences on old walls, and in limestone caves, especially where there exists decaying animal matter.", "&Verbar;Nephridium": "A segmental tubule; one of the tubules of the primitive urinogenital organs; a segmental organ. See Illust. under Loeven's larva.", "Nonaërobiotic": "Capable of living without atmospheric oxygen; anaërobiotic.", "nitrobacteria": "Soil bacteria that convert nitrites to nitrates.", "Nephrology": "A treatise on, or the science which treats of, the kidneys, and their structure and functions.", "Nuncupate": "To declare publicly or solemnly; to proclaim formally.", "&Verbar;Nephilim": "Giants.", "Napaea": "A genus consisting of only one species, the glade mallow.", "Napless": "Without nap; threadbare.", "Nemertean": "Of or pertaining to the Nemertina.", "Nomarch": "The chief magistrate of a nome or nomarchy.", "Nonsane": "Unsound; not perfect; as, a person of nonsane memory.", "noninstitutional": "not institutional.  Opposite of institutional.", "Nipperkin": "A small cup.", "Noncommissioned": "Not having a commission.", "Nonexistence": "The state of not existing; absence of existence; the negation of being; -- usually used with reference to existince in the real world, or logical possiblity; as, the nonexistence of vaporware does not go unnoticed long.", "Nonone": "Any one of several metameric unsaturated hydrocarbons (C9H14) of the valylene series.", "Nitency": "Endeavor; effort; tendency."}