{"Quantify": "To modify or qualify with respect to quantity; to determine, fix or express the quantity of; to rate.", "Quackle": "To suffocate; to choke.", "Quickens": "Quitch grass.", "Quartation": "The act, process, or result (in the process of parting) of alloying a button of nearly pure gold with enough silver to reduce the fineness so as to allow acids to attack and remove all metals except the gold; -- called also inquartation. Compare Parting.", "Quartzite": "Massive quartz occurring as a rock; a metamorphosed sandstone; -- called also quartz rock.", "Quart": "In cards, four successive cards of the same suit.  Cf. Tierce, 4.", "Quadra": "The plinth, or lowest member, of any pedestal, podium, water table, or the like.", "Quintet": "A composition for five voices or instruments; also, the set of five persons who sing or play five-part music.", "Quiesce": "To be silent, as a letter; to have no sound.", "Qualifiedly": "In the way of qualification; with modification or qualification.", "Quadrinodal": "Possessing four nodes; as, quadrinodal curves.", "Quercite": "A white crystalline substance, C6H7(OH)5, found in acorns, the fruit of the oak (Quercus).  It has a sweet taste, and is regarded as a pentacid alcohol.", "Quitch grass": "A perennial grass (Agropyrum repens) having long running rootstalks, by which it spreads rapidly and pertinaciously, and so becomes a troublesome weed. Also called couch grass, quack grass, quick grass, twitch grass. See Illustration in Appendix.", "Quiddle": "One who wastes his energy about trifles.", "Quinology": "The science which treats of the cultivation of the cinchona, and of its use in medicine.", "Quackish": "Like a quack; boasting; characterized by quackery.", "Quilt": "To stitch or sew together at frequent intervals, in order to confine in place the several layers of cloth and wadding of which a garment, comforter, etc., may be made; as, to quilt a coat.", "Quackism": "Quackery.", "Quietus": "Final discharge or acquittance, as from debt or obligation; that which silences claims; (Fig.) rest; death.", "Quadrumana": "A division of the Primates comprising the apes and monkeys; -- so called because the hind foot is usually prehensile, and the great toe opposable somewhat like a thumb. Formerly the Quadrumana were considered an order distinct from the Bimana, which last included man alone.", "Quish": "See Cuish.", "Quadrumane": "One of the Quadrumana.", "Quadriceps": "The great extensor muscle of the knee, divided above into four parts which unite in a single tendon at the knee.", "Queenhood": "The state, personality, or character of a queen; queenliness.", "Quintessential": "Of the nature of a quintessence; purest; most characteristic.", "Quakerly": "Resembling Quakers; Quakerlike; Quakerish.", "Quadrifarious": "Arranged in four rows or ranks; as, quadrifarious leaves.", "Quadrat": "A block of type metal lower than the letters, -- used in spacing and in blank lines.", "Quannet": "A flat file having the handle at one side, so as to be used like a plane.", "Quotiety": "The relation of an object to number.", "Questioner": "One who asks questions; an inquirer.", "Quatrefeuille": "Same as Quarterfoil.", "Quadrijugous": "Pinnate, with four pairs of leaflets; as, a quadrijugous leaf.", "Quotable": "Capable or worthy of being quoted; as, a quotable writer; a quotable sentence.", "Quarrellous": "Quarrelsome.", "Quayage": "Wharfage.", "Querist": "One who inquires, or asks questions.", "Quinquangular": "Having five angles or corners.", "Quinnat": "The California salmon (Oncorhynchus choicha); -- called also chouicha, king salmon, chinnook salmon, and Sacramento salmon. It is of great commercial importance.", "Quoiffure": "See Coiffure.", "Quadruplex": "Fourfold; folded or doubled twice.", "Quadruplet": "A collection or combination of four of a kind.", "Qua": "In so far as; in the capacity or character of; as.", "Que": "A half farthing.", "Quatre": "A card, die. or domino, having four spots, or pips", "Quack": "Pertaining to or characterized by, boasting and pretension; used by quacks; pretending to cure diseases; as, a quack medicine; a quack doctor.", "Quatorze": "The four aces, kings, queens, knaves, or tens, in the game of piquet; -- so called because quatorze counts as fourteen points.", "Quittance": "To repay; to requite.", "Quietage": "Quietness.", "Quinone": "A crystalline substance, C6H4O2 (called also benzoketone), first obtained by the oxidation of quinic acid and regarded as a double ketone; also, by extension, any one of the series of which quinone proper is the type.", "Quarrelsome": "Apt or disposed to quarrel; given to brawls and contention; easily irritated or provoked to contest; irascible; choleric.", "Quiet": "To become still, silent, or calm; -- often with down; as, be soon quieted down.", "Quicksilvering": "The mercury and foil on the back of a looking-glass.", "Quadrifid": "Divided, or deeply cleft, into four parts; as, a quadrifid perianth; a quadrifid leaf.", "Quick-scented": "Acute of smell.", "Quininic": "Pertaining to, or designating, a nitrogenous acid obtained as a yellow crystalline substance by the oxidation of quinine.", "Quashee": "A negro of the West Indies.", "Quilling": "A band of linen, muslin, or the like, fluted, folded, or plaited so as somewhat to resemble a row of quills.", "Quester": "One who seeks; a seeker.", "Quinquennalia": "Public games celebrated every five years.", "Quiescently": "In a quiescent manner.", "Quarrier": "A worker in a stone quarry.", "Quinizarin": "A yellow crystalline substance produced artificially. It is isomeric with alizarin.", "Queen": "To make a queen (or other piece, at the player's discretion) of by moving it to the eighth row; as, to queen a pawn.", "Quarried": "Provided with prey.", "Quinine": "An alkaloid extracted from the bark of several species of cinchona (esp. Cinchona Calisaya) as a bitter white crystalline substance, C20H24N2O2. Hence, by extension (Med.), any of the salts of this alkaloid, as the acetate, chloride, sulphate, etc., employed as a febrifuge or antiperiodic. Called also quinia, quinina, etc.", "Queer": "To puzzle.", "Quadrijugate": "Same as Quadrijugous.", "Quakery": "Quakerism.", "quipster": "A person who frequently makes quips.", "Quaintise": "Craft; subtlety; cunning.", "Quarry-faced": "Having a face left as it comes from the quarry and not smoothed with the chisel or point; -- said of stones.", "Quartile": "Same as Quadrate.", "Quack grass": "See Quitch grass.", "Quinch": "To stir; to wince.", "Questrist": "A seeker; a pursuer.", "Quince": "The fruit of a shrub (Cydonia vulgaris) belonging to the same tribe as the apple. It somewhat resembles an apple, but differs in having many seeds in each carpel. It has hard flesh of high flavor, but very acid, and is largely used for marmalade, jelly, and preserves.", "Quintole": "A group of five notes to be played or sung in the time of four of the same species.", "Quadrigenarious": "Consisting of four hundred.", "Quakeress": "A woman who is a member of the Society of Friends.", "Quizzer": "One who quizzes; a quiz.", "Quære": "Inquire; question; see; -- used to signify doubt or to suggest investigation.", "Quorum": "Such a number of the officers or members of any body as is competent by law or constitution to transact business; as, a quorum of the House of Representatives; a constitutional quorum was not present.", "Quaternion": "To divide into quaternions, files, or companies.", "Quoke": "imp. of Quake.", "Quebrith": "Sulphur.", "Quotha": "Indeed; forsooth.", "Quickbeam": "See Quicken tree.", "Quadrivial": "One of the four “liberal arts” making up the quadrivium.", "Quininism": "See Cinchonism.", "Quindecone": "An unsaturated hydrocarbon, C15H26, of the valylene series, produced artificially as an oily liquid.", "Quattrocento": "The fifteenth century, when applied to Italian art or literature; as, the sculpture of the quattrocento; quattrocento style.", "Quixotically": "In a quixotic way.", "Quarterstaff": "A long and stout staff formerly used as a weapon of defense and offense; -- so called because in holding it one hand was placed in the middle, and the other between the middle and the end.", "Quencher": "One who, or that which, quenches.", "Quata": "The coaita.", "Quaternate": "Composed of, or arranged in, sets of four; quaternary; as, quaternate leaves.", "Quintroon": "The off-spring of an octoroon and a white person.", "Quinquevir": "One of five commissioners appointed for some special object.", "Quadroon": "The offspring of a mulatto and a white person; a person quarter-blooded.", "Queintise": "See Quaintise.", "Quant": "A punting pole with a broad flange near the end to prevent it from sinking into the mud; a setting pole.", "Quinicine": "An uncrystallizable alkaloid obtained by the action of heat from quinine, with which it is isomeric.", "Quichuan": "Designating, or pertaining to, a linguistic stock of South American Indians, including the majority of the civilized tribes of the ancient Peruvian Empire with some wild tribes never subjugated by the Incas. Most of these Indians are short, but heavy and strong. They are brachycephalic and of remarkably low cranial capacity. Nevertheless, they represent one of the highest of native American civilizations, characterized by agricultural, military, and administrative skill rather than by science or literature, although they were adept potters, weavers, and goldsmiths, and preserved by the aid of the mnemonic quipu a body of legendary lore in part written down since the introduction of writing.", "Quinquina": "Peruvian bark.", "Quebec group": "The middle of the three groups into which the rocks of the Canadian period have been divided in the American Lower Silurian system. See the Chart of Geology.", "Queint": "imp. & p. p. of Quench.", "Quadricipital": "Of or pertaining to the quadriceps.", "Quadriphyllous": "Having four leaves; quadrifoliate.", "Qualitied": "Furnished with qualities; endowed.", "quartzous": "Quarzose.", "Quadriennial": "Same as Quadrennial.", "Quarterpace": "A platform of a staircase where the stair turns at a right angle only. See Halfpace.", "Q": "the seventeenth letter of the English alphabet, has but one sound (that of k), and is always followed by u, the two letters together being sounded like kw, except in some words in which the u is silent. See Guide to Pronunciation, § 249. Q is not found in Anglo-Saxon, cw being used instead of qu; as in cwic, quick; cwen, queen. The name (k&umacr;) is from the French ku, which is from the Latin name of the same letter; its form is from the Latin, which derived it, through a Greek alphabet, from the Phœnician, the ultimate origin being Egyptian.", "Q.C.": "Quality control.", "Queen truss": "A truss framed with queen-posts; a queen-post truss.", "Quinquelobate": "Cut less than halfway into portions, usually somewhat rounded; five-lobed; as, a quinquelobate leaf or corolla.", "Quietly": "In a quiet state or manner; without motion; in a state of rest; as, to lie or sit quietly.", "Quivered": "Furnished with, or carrying, a quiver.", "Quean": "A woman; a young or unmarried woman; a girl.", "Quicksilvered": "Overlaid with quicksilver, or with an amalgam of quicksilver and tinfoil.", "Quint": "A set or sequence of five, as in piquet.", "Quadrilateral": "A plane figure having four sides, and consequently four angles; a quadrangular figure; any figure formed by four lines.", "Quipo": "Same as Quipu.", "Quindem": "A fifteenth part.", "Quatch": "Squat; flat.", "Quickhatch": "The wolverine.", "Quantitive": "Estimable according to quantity; quantitative.", "Quinque-": "A combining form meaning five, five times, fivefold; as, quinquefid, five-cleft; quinquedentate, five-toothed.", "Quindecemvirate": "The body or office of the quindecemviri.", "Quinquelobed": "Same as Quinquelobate.", "Quinquereme": "A galley having five benches or banks of oars; as, an Athenian quinquereme.", "Quadruplication": "The act of making fourfold; a taking four times the simple sum or amount.", "Quidnunc": "One who is curious to know everything that passes; one who knows, or pretends to know, all that is going on.", "Quirl": "See Querl.", "Quarter": "To drive a carriage so as to prevent the wheels from going into the ruts, or so that a rut shall be between the wheels.", "Qualifier": "One who, or that which, qualifies; that which modifies, reduces, tempers or restrains.", "Quirk": "A sudden turn; a starting from the point or line; hence, an artful evasion or subterfuge; a shift; a quibble; as, the quirks of a pettifogger.", "Quire": "A collection of twenty-four sheets of paper of the same size and quality, unfolded or having a single fold; one twentieth of a ream.", "Quantic": "A homogeneous algebraic function of two or more variables, in general containing only positive integral powers of the variables, and called quadric, cubic, quartic, etc., according as it is of the second, third, fourth, fifth, or a higher degree. These are further called binary, ternary, quaternary, etc., according as they contain two, three, four, or more variables; thus, the quantic &unr_; is a binary cubic.", "Quinovic": "Pertaining to, or designating, a crystalline acid obtained from some varieties of cinchona bark.", "Quadrifurcated": "Having four forks, or branches.", "Qualified": "Fitted by accomplishments or endowments.", "Quirt": "A rawhide whip plaited with two thongs of buffalo hide.", "Quatrain": "A stanza of four lines rhyming alternately.", "Quicken tree": "The European rowan tree; -- called also quickbeam, and quickenbeam. See Rowan tree.", "Quinovin": "An amorphous bitter glucoside derived from cinchona and other barks. Called also quinova bitter, and quinova.", "Quinquefid": "Sharply cut about halfway to the middle or base into five segments; as, a quinquefid leaf or corolla.", "Querimony": "A complaint or complaining.", "Quarter round": "An ovolo.", "Quadrant": "The fourth part; the quarter.", "Quintessence": "To distil or extract as a quintessence; to reduce to a quintessence.", "Quadrennially": "Once in four years.", "Quob": "To throb; to quiver.", "Quarteron": "A quadroon.", "Quadrans": "A fourth part of the coin called an as. See 3d As, 2.", "Quercitrin": "A glucoside extracted from the bark of the oak (Quercus) as a bitter citron-yellow crystalline substance, used as a pigment and called quercitron.", "Quadrisulcate": "Having four hoofs; as, a quadrisulcate foot; a quadrisulcate animal.", "Quair": "A quire; a book.", "Quirboilly": "Leather softened by boiling so as to take any required shape. Upon drying, it becomes exceedingly hard, and hence was formerly used for armor.", "Qualifiedness": "The state of being qualified.", "Quadruply": "To a fourfold quantity; so as to be, or cause to be, quadruple; as, to be quadruply recompensed.", "Quoter": "One who quotes the words of another.", "Quinquelocular": "Having five cells or loculi; five-celled; as, a quinquelocular pericarp.", "Quantivalent": "Of or pertaining to quantivalence.", "Quail": "To curdle; to coagulate, as milk.", "Quinoxyl": "The hypothetical radical of certain quinone derivatives related to rhodizonic acid.", "Quaint": "Prudent; wise; hence, crafty; artful; wily.", "Quenelle": "A kind of delicate forcemeat, commonly poached and used as a dish by itself or for garnishing.", "Quadrillion": "According to the French notation, which is followed also upon the Continent and in the United States, a unit with fifteen ciphers annexed; according to the English notation, the number produced by involving a million to the fourth power, or the number represented by a unit with twenty-four ciphers annexed. See the Note under Numeration.", "Queachy": "Yielding or trembling under the feet, as moist or boggy ground; shaking; moving.", "Quidditative": "Quiddative.", "Quinhydrone": "A green crystalline substance formed by the union of quinone with hydroquinone, or as an intermediate product in the oxidation of hydroquinone or the reduction of quinone.", "Quirky": "Full of quirks; tricky; as, a quirky lawyer.", "Quaintness": "The quality of being quaint.", "Quondam": "A person dismissed or ejected from a position.", "Quadratics": "That branch of algebra which treats of quadratic equations.", "Quinic": "Pertaining to, derived from, or connected with, quinine and related compounds; specifically, designating a nonnitrogenous acid obtained from cinchona bark, coffee, beans, etc., as a white crystalline substance.", "Quinia": "Quinine.", "Quickstep": "A lively, spirited march; also, a lively style of dancing.", "Quassin": "The bitter principle of quassia, extracted as a white crystalline substance; -- formerly called quassite.", "Quinquagesima": "Fiftieth.", "Quadrilobate": "Having four lobes; as, a quadrilobate leaf.", "Quassia": "The wood of several tropical American trees of the order Simarubeæ, as Quassia amara, Picræna excelsa, and Simaruba amara. It is intensely bitter, and is used in medicine and sometimes as a substitute for hops in making beer.", "Qualificative": "That which qualifies, modifies, or restricts; a qualifying term or statement.", "Quaintly": "In a quaint manner.", "Quietistic": "Of or pertaining to the Quietists, or to Quietism.", "Querry": "A groom; an equerry.", "Quacksalver": "One who boasts of his skill in medicines and salves, or of the efficacy of his prescriptions; a charlatan; a quack; a mountebank.", "Quintile": "The aspect of planets when separated the fifth part of the zodiac, or 72°.", "Quodlibetarian": "One who discusses any subject at pleasure.", "Queme": "To please.", "Questman": "One legally empowered to make quest of certain matters, esp. of abuses of weights and measures.", "Quop": "See Quob.", "Queerness": "The quality or state of being queer.", "Quadruple": "To be multiplied by four; to increase fourfold; to become four times as much.", "Quadri-": "A combining form meaning four, four times, fourfold; as, quadricapsular, having four capsules.", "Quakingly": "In a quaking manner; fearfully.", "Quantivalence": "Valence.", "Querimonious": "Complaining; querulous; apt to complain.", "Quod": "To put in quod, or prison; to lock up; to jug.", "Quarterly": "By quarters; once in a quarter of a year; as, the returns are made quarterly.", "Quadrennium": "A space or period of four years.", "Quartz": "A form of silica, or silicon dioxide (SiO2), occurring in hexagonal crystals, which are commonly colorless and transparent, but sometimes also yellow, brown, purple, green, and of other colors; also in cryptocrystalline massive forms varying in color and degree of transparency, being sometimes opaque.", "Quilting": "The act of stitching or running in patterns, as in making a quilt.", "Quenouille training": "A method of training trees or shrubs in the shape of a cone or distaff by tying down the branches and pruning.", "Quidam": "Somebody; one unknown.", "Quinque foliolate": "Having five leaflets.", "Quarto": "Originally, a book of the size of the fourth of sheet of printing paper; a size leaves; in present usage, a book of a square or nearly square form, and usually of large size.", "Quarte": "Same as 2d Carte.", "Questionless": "Unquestioning; incurious.", "Quasimodo": "The first Sunday after Easter; Low Sunday.", "Quartic": "A quantic of the fourth degree. See Quantic.", "Quaver": "A shake, or rapid and tremulous vibration, of the voice, or of an instrument of music.", "Quaigh": "A small shallow cup or drinking vessel.", "Quinizine": "any one of a series of nitrogenous bases, certain of which are used as antipyretics.", "Quarter-deck": "That part of the upper deck abaft the mainmast, including the poop deck when there is one.", "Quaking": "a. & n. from Quake, v.", "Quarrel": "One who quarrels or wrangles; one who is quarrelsome.", "Quartane": "Butane, each molecule of which has four carbon atoms.", "Questmonger": "One who lays informations, and encourages petty lawsuits.", "Quinazol": "A complex nitrogenous base related to cinnoline.", "Quinary": "Consisting of five; arranged by fives.", "Quadrature": "The act of squaring; the finding of a square having the same area as some given curvilinear figure; as, the quadrature of a circle; the operation of finding an expression for the area of a figure bounded wholly or in part by a curved line, as by a curve, two ordinates, and the axis of abscissas.", "Quizzism": "The act or habit of quizzing.", "Quirpele": "The Indian ferret.", "Quicken": "To come to life; to become alive; to become vivified or enlivened; hence, to exhibit signs of life; to move, as the fetus in the womb.", "Quick-witted": "Having ready wit", "Quinidine": "An alkaloid isomeric with, and resembling, quinine, found in certain species of cinchona, from which it is extracted as a bitter white crystalline substance; conchinine. It is used somewhat as a febrifuge.", "Quadrifoil": "Four-leaved; having the leaves in whorls of four.", "Quinquefarious": "Arranged in five vertical rows; pentastichous.", "Queenly": "Like, becoming, or suitable to, a queen.", "Quakiness": "The state of being quaky; liability to quake.", "Questionability": "The state or condition of being questionable.", "Quackery": "The acts, arts, or boastful pretensions of a quack; false pretensions to any art; empiricism.", "Querent": "An inquirer.", "Quinquefoliate": "Having five leaves or leaflets.", "Quaff": "To drink largely or luxuriously.", "Quakerism": "The peculiar character, manners, tenets, etc., of the Quakers.", "Quadrinomial": "A polynomial of four terms connected by the signs plus or minus.", "Quadripennate": "Having four wings; -- said of insects.", "Quickening": "The act or process of making or of becoming quick.", "Quinquennial": "Occurring once in five years, or at the end of every five years; also, lasting five years. A quinquennial event.", "Quinquenerved": "Having five nerves; -- said of a leaf with five nearly equal nerves or ribs rising from the end of the petiole.", "Queasy": "Sick at the stomach; affected with nausea; inclined to vomit; qualmish.", "Quietude": "Rest; repose; quiet; tranquillity.", "Quiddany": "A confection of quinces, in consistency between a sirup and marmalade.", "Quindecylic": "Pertaining to, or designating, an acid of the fatty acid series, containing fifteen atoms of carbon; called also pentadecylic acid.", "Quich": "To stir.", "Quahog": "An American market clam (Venus mercenaria). It is sold in large quantities, and is highly valued as food. Called also round clam, and hard clam.", "Quixotism": "That form of delusion which leads to extravagant and absurd undertakings or sacrifices in obedience to a morbidly romantic ideal of duty or honor, as illustrated by the exploits of Don Quixote in knight-errantry.  See quixotic.", "Quiddity": "The essence, nature, or distinctive peculiarity, of a thing; that which answers the question, Quid est? or, What is it?", "Quizzical": "Relating to quizzing; given to quizzing; of the nature of a quiz; farcical; sportive.", "Quality": "The condition of being of such and such a sort as distinguished from others; nature or character relatively considered, as of goods; character; sort; rank.", "Quran": "See Koran.", "Quat": "To satiate; to satisfy.", "Quartered": "Divided into four equal parts or quarters; separated into four parts or regions.", "Quiveringly": "With quivering motion.", "Quoit": "To throw; to pitch.", "Quass": "A thin, sour beer, made by pouring warm water on rye or barley meal and letting it ferment, -- much used by the Russians.  Called also kvass.", "Quinologist": "One who is versed in quinology.", "Quap": "To quaver.", "Quasi": "As if; as though; as it were; in a manner sense or degree; having some resemblance to; qualified; -- used as an adjective, or a prefix with a noun or an adjective; as, a quasi contract, an implied contract, an obligation which has arisen from some act, as if from a contract; a quasi corporation, a body that has some, but not all, of the peculiar attributes of a corporation; a quasi argument, that which resembles, or is used as, an argument; quasi historical, apparently historical, seeming to be historical.", "Quash": "To be shaken, or dashed about, with noise.", "Quadripartite": "Divided into four parts.", "Quitture": "A discharge; an issue.", "Quadrantal": "A cubical vessel containing a Roman cubic foot, each side being a Roman square foot; -- used as a measure.", "Quamash": "See Camass.", "Querken": "To stifle or choke.", "Quinoyl": "A radical of which quinone is the hydride, analogous to phenyl.", "Quadrivium": "The four “liberal arts,” arithmetic, music, geometry, and astronomy; -- so called by the schoolmen. See Trivium.", "Quell": "Murder.", "Quixotry": "Quixotism; visionary schemes.", "Quincunx": "An arrangement of things by fives in a square or a rectangle, one being placed at each corner and one in the middle; especially, such an arrangement of trees repeated indefinitely, so as to form a regular group with rows running in various directions.", "Quinzaine": "The fifteenth day after a feast day, including both in the reckoning.", "Queendom": "The dominion, condition, or character of a queen.", "Queasily": "In a queasy manner.", "Quercitannic": "Pertaining to, or designating, a tannic acid found in oak bark and extracted as a yellowish brown amorphous substance.", "Quintuple-nerved": "The same as Quinquenerved.", "Quintuple": "To make fivefold, or five times as much or many.", "Quakerlike": "Like a Quaker.", "Quotidian": "Anything returning daily; especially (Med.), an intermittent fever or ague which returns every day.", "Queerly": "In a queer or odd manner.", "Quica": "A small South American opossum (Didelphys quica), native of Guiana and Brazil. It feeds upon insects, small birds, and fruit.", "Quice": "See Queest.", "Quoif": "See Coif.", "Quick": "To revive; to quicken; to be or become alive.", "Quagmire": "Soft, wet, miry land, which shakes or yields under the feet.", "Quartenylic": "Pertaining to, or designating, an acid of the acrylic acid series, metameric with crotonic acid, and obtained as a colorless liquid; -- so called from having four carbon atoms in the molecule. Called also isocrotonic acid.", "Quartet": "A composition in four parts, each performed by a single voice or instrument.", "Quateron": "See 2d Quarteron.", "Quinqueangled": "Having five angles; quinquangular.", "Quindecemvir": "One of a sacerdotal college of fifteen men whose chief duty was to take care of the Sibylline books.", "Quartern": "A quarter. Specifically: (a) The fourth part of a pint; a gill. (b) The fourth part of a peck, or of a stone (14 ibs.).", "Quebracho": "A Chilian apocynaceous tree (Aspidosperma Quebracho); also, its bark, which is used as a febrifuge, and for dyspnœa of the lung, or bronchial diseases; -- called also white quebracho, to distinguish it from the red quebracho, a Mexican anacardiaceous tree (Loxopterygium Lorentzii) whose bark is said to have similar properties.", "Quirister": "A chorister. See Chorister.", "Quarterage": "A quarterly allowance.", "Quaternity": "The number four.", "Quartine": "A supposed fourth integument of an ovule, counting from the outside.", "Quadrilateralness": "The property of being quadrilateral.", "Question": "To inquire of by asking questions; to examine by interrogatories; as, to question a witness.", "Quillet": "Subtilty; nicety; quibble.", "Quadrisyllabic": "Having four syllables; of or pertaining to quadrisyllables; as, a quadrisyllabic word.", "Quinquarticular": "Relating to the five articles or points; as, the quinquarticular controversy between Arminians and Calvinists.", "Quadrate": "To adjust (a gun) on its carriage; also, to train (a gun) for horizontal firing.", "Quiddit": "A subtilty; an equivocation.", "Quilled": "Furnished with quills; also, shaped like quills.", "Questionable": "Admitting of being questioned; inviting, or seeming to invite, inquiry.", "Qui vive": "The challenge of a French sentinel, or patrol; -- used like the English challenge: “Who comes there?”", "Quay": "To furnish with quays.", "Quadragesimal": "Belonging to Lent; used in Lent; Lenten.", "Quartering": "A station.", "Quaffer": "One who quaffs, or drinks largely.", "Quadruplicate": "To make fourfold; to double twice; to quadruple.", "Quartene": "Same as Butylene.", "Quas": "A kind of beer. Same as Quass.", "Quar": "A quarry.", "Quoin": "Originally, a solid exterior angle, as of a building; now, commonly, one of the selected pieces of material by which the corner is marked.", "Qualify": "To be or become qualified; to be fit, as for an office or employment.", "Quoil": "See Coil.", "Quad": "A quadrangle; hence, a prison.", "Quag": "A quagmire.", "Questionably": "In a questionable manner.", "Quab": "See Quob, v. i.", "Quicklime": "Calcium oxide; unslacked lime; -- so called because when wet it develops great heat. See 4th Lime, 2.", "Queenliness": "The quality of being queenly; the; characteristic of a queen; stateliness; eminence among women in attractions or power.", "Queerish": "Rather queer; somewhat singular.", "Quartermaster": "An officer whose duty is to provide quarters, provisions, storage, clothing, fuel, stationery, and transportation for a regiment or other body of troops, and superintend the supplies.", "Quercitron": "The yellow inner bark of the Quercus tinctoria, the American black oak, yellow oak, dyer's oak, or quercitron oak, a large forest tree growing from Maine to eastern Texas.", "Queue": "To fasten, as hair, in a queue.", "Quandong": "The edible drupaceous fruit of an Australian tree (Fusanus acuminatus) of the Sandalwood family; -- called also quandang.", "Questorship": "The office, or the term of office, of a questor.", "Quinoline": "A nitrogenous base, C9H7N obtained as a pungent colorless liquid by the distillation of alkaloids, bones, coal tar, etc. It the nucleus of many organic bodies, especially of certain alkaloids and related substances; hence, by extension, any one of the series of alkaloidal bases of which quinoline proper is the type.", "Quassation": "The act of shaking, or the state of being shaken.", "Quadrigeminal": "Fourfold; having four similar parts, or two pairs of similar parts.", "Quercus": "A genus of trees constituted by the oak. See Oak.", "Quartzy": "Quartzose.", "Querl": "A coil; a twirl; as, the qwerl of hair on the fore leg of a blooded horse.", "Quern": "A mill for grinding grain, the upper stone of which was turned by hand; -- used before the invention of windmills and watermills.", "Quintel": "See Quintain.", "Quantification": "Modification by a reference to quantity; the introduction of the element of quantity.", "Queller": "A killer; as, Jack the Giant Queller.", "Query": "To put questions about; to elicit by questioning; to inquire into; as, to query the items or the amount; to query the motive or the fact.", "Quater-cousin": "A cousin within the first four degrees of kindred.", "Quickwork": "All the submerged section of a vessel's planking.", "Quinoxaline": "Any one of a series of complex nitrogenous bases obtained by the union of certain aniline derivatives with glyoxal or with certain ketones.", "Queen-post": "One of two suspending posts in a roof truss, or other framed truss of similar form. See King-post.", "Qualmish": "Sick at the stomach; affected with nausea or sickly languor; inclined to vomit.", "Quadricorn": "Any quadricornous animal.", "Quadrupedal": "Having four feet; of or pertaining to a quadruped.", "Quenchless": "Incapable of being quenched; inextinguishable; as, quenchless fire or fury.", "Quickener": "One who, or that which, quickens.", "Questionableness": "The quality or state of being questionable, doubtful, or suspicious.", "Quinoa": "The seeds of a kind of goosewort (Chenopodium Quinoa), used in Chili and Peru for making porridge or cakes; also, food thus made.", "Qualificator": "An officer whose business it is to examine and prepare causes for trial in the ecclesiastical courts.", "QED": "Quantum electrodynamics.", "Quickset": "To plant with living shrubs or trees for a hedge; as, to quickset a ditch.", "Quadrumanous": "Having four hands; of or pertaining to the Quadrumana.", "questionless": "Beyond a question or doubt; doubtless; certainly.", "Quittor": "A chronic abscess, or fistula of the coronet, in a horse's foot, resulting from inflammation of the tissues investing the coffin bone.", "Quitly": "Quite.", "Quest": "To go on a quest; to make a search; to go in pursuit; to beg.", "Quartzose": "Containing, or resembling, quartz; partaking of the nature or qualities of quartz.", "Quemeful": "Kindly; merciful.", "Qualm": "Sickness; disease; pestilence; death.", "Quixotic": "Like Don Quixote; romantic to extravagance; prone to pursue unrealizable goals; absurdly chivalric; apt to be deluded.   See also quixotism.", "Quotation": "The act of quoting or citing.", "Querulential": "Querulous.", "Quandary": "To bring into a state of uncertainty, perplexity, or difficulty.", "Quintuplets": "five children born from one mother in a single pregnancy.", "Queen olive": "Properly, a kind of superior olive grown in the region of Seville, Spain. It is large size and oblong shape with a small but long pit; it is cured when green, keeps well, and has a delicate flavor. Loosely, any olive of similar character.", "Quicksilver": "The metal mercury; -- so called from its resemblance to liquid silver.", "Quintic": "Of the fifth degree or order.", "Quartan": "An intermittent fever which returns every fourth day, reckoning inclusively, that is, one in which the interval between paroxysms is two days.", "Quintin": "See Quintain.", "Queencraft": "Craft or skill in policy on the part of a queen.", "Quiescence": "The state or quality of being quiescent.", "Quadrireme": "A galley with four banks of oars or rowers.", "Quegh": "A drinking vessel. See Quaich.", "Quinible": "An interval of a fifth; also, a part sung with such intervals.", "Quartziferous": "Consisting chiefly of quartz; containing quartz.", "Quantum": "Quantity; amount.", "Quill": "To plaint in small cylindrical ridges, called quillings; as, to quill a ruffle.", "Quayd": "p. p. of Quail.", "Quieter": "One who, or that which, quiets.", "Quick-sighted": "Having quick sight or acute discernment; quick to see or to discern.", "Quet": "The common guillemot.", "Quadric": "A quantic of the second degree. See Quantic.", "Quey": "A heifer.", "Quietsome": "Calm; still.", "Quadrin": "A small piece of money, in value about a farthing, or a half cent.", "Quillaia bark": "The bark of a rosaceous tree (Quillaja Saponaria), native of Chile.  The bark is finely laminated, and very heavy with alkaline substances, and is used commonly by the Chileans instead of soap.  Also called soap bark.", "Quinquesyllable": "A word of five syllables.", "Questionist": "A questioner; an inquirer.", "Quantitively": "So as to be measurable by quantity; quantitatively.", "Quadridentate": "Having four teeth; as, a quadridentate leaf.", "Quipu": "A contrivance employed by the ancient Peruvians, Mexicans, etc., as a substitute for writing and figures, consisting of a main cord, from which hung at certain distances smaller cords of various colors, each having a special meaning, as silver, gold, corn, soldiers. etc. Single, double, and triple knots were tied in the smaller cords, representing definite numbers. It was chiefly used for arithmetical purposes, and to register important facts and events.", "Quadragene": "An indulgence of forty days, corresponding to the forty days of ancient canonical penance.", "Quæstor": "Same as Questor.", "Quadripartitely": "In four parts.", "Quaverer": "One who quavers; a warbler.", "Quadrivalence": "The quality or state of being quadrivalent; tetravalence.", "Quave": "To quaver.", "Quaquaversal": "Turning or dipping in any or every direction.", "Quasi corporation": "A corporation consisting of a person or body of persons invested with some of the qualities of an artificial person, though not expressly incorporated, esp. the official of certain municipal divisions such as counties, schools districts, and the towns of some States of the United States, certain church officials, as a churchwarden, etc.", "Quittal": "Return; requital; quittance.", "Quadragesima": "The forty days of fast preceding Easter; Lent.", "Quinate": "A salt of quinic acid.", "Quillback": "An American fresh-water fish (Ictiobus cyprinus syn. Carpiodes cyprinus); -- called also carp sucker, sailfish, spearfish, and skimback.", "Quiver": "A case or sheath for arrows to be carried on the person.", "Quintilllion": "According to the French notation, which is used on the Continent and in America, the cube of a million, or a unit with eighteen ciphers annexed; according to the English notation, a number produced by involving a million to the fifth power, or a unit with thirty ciphers annexed. See the Note under Numeration.", "Queest": "The European ringdove (Columba palumbus); the cushat.", "Quincuncially": "In the manner or order of a quincunx.", "Quitrent": "A rent reserved in grants of land, by the payment of which the tenant is quit from other service.", "Quadrible": "Quadrable.", "Quavemire": "See Quagmire.", "Quiddative": "Constituting, or containing, the essence of a thing; quidditative.", "Quodlibetical": "Not restricted to a particular subject; discussed for curiosity or entertainment.", "Quarreling": "Engaged in a quarrel; apt or disposed to quarrel; as, quarreling factions; a quarreling mood.", "Quaily": "The upland plover.", "Quadrennial": "Comprising four years; as, a quadrennial period.", "Quinquivalent": "Same as Pentavalent.", "Quietism": "Peace or tranquillity of mind; calmness; indifference; apathy; dispassion; indisturbance; inaction.", "Queenship": "The state, rank, or dignity of a queen.", "Queasiness": "The state of being queasy; nausea; qualmishness; squeamishness.", "Quirked": "Having, or formed with, a quirk or quirks.", "Quirites": "Roman citizens.", "Quickness": "The condition or quality of being quick or living; life.", "Quaketail": "A wagtail.", "Quercitin": "A yellow crystalline substance, occurring quite widely distributed in the vegetable kingdom, as in apple-tree bark, horse-chestnut leaves, etc., but originally obtained by the decomposition of quercitrin. Called also meletin.", "Quicksand": "Sand easily moved or readily yielding to pressure; especially, a deep mass of loose or moving sand mixed with water, sometimes found at the mouth of a river or along some coasts, and very dangerous, from the difficulty of extricating a person who begins sinking into it.", "Quindecagon": "A plane figure with fifteen angles, and consequently fifteen sides.", "Quadrilocular": "Having four cells, or cavities; as, a quadrilocular heart.", "Quadrivalent": "Having a valence of four; capable of combining with, being replaced by, or compared with, four monad atoms; tetravalent; -- said of certain atoms and radicals; thus, carbon and silicon are quadrivalent elements.", "Quirinal": "Of, pertaining to, or designating, the hill Collis Quirinalis, now Monte Quirinale (one of the seven hills of Rome), or a modern royal place situated upon it. Also used substantively.", "Quietness": "The quality or state of being quiet; freedom from noise, agitation, disturbance, or excitement; stillness; tranquillity; calmness.", "Q.E.D": "Which was demonstrated; -- a phrase used after the conclusion of some line of reasoning, especially in mathematical or logical proofs.", "Qualitative": "Relating to quality; having the character of quality.", "Quadrivalve": "A door, shutter, or the like, having four folds.", "Quadrille": "A game played by four persons with forty cards, being the remainder of an ordinary pack after the tens, nines, and eights are discarded.", "Questor": "An officer who had the management of the public treasure; a receiver of taxes, tribute, etc.; treasurer of state.", "Quadrisyllable": "A word consisting of four syllables.", "Quotum": "Part or proportion; quota.", "Quadratrix": "A curve made use of in the quadrature of other curves; as the quadratrix, of Dinostratus, or of Tschirnhausen.", "Quintine": "The embryonic sac of an ovule, sometimes regarded as an innermost fifth integument.  Cf. Quartine, and Tercine.", "Quota": "A proportional part or share; the share or proportion assigned to each in a division.", "Quadricornous": "Having four horns, or hornlike organs; as, a quadricornous beetle.", "Querpo": "The inner or body garments taken together. See Cuerpo.", "Quoll": "A marsupial of Australia (Dasyurus macrurus), about the size of a cat.", "Quadroxide": "A tetroxide.", "Quech": "A word occurring in a corrupt passage of Bacon's Essays, and probably meaning, to stir, to move.", "Quit": "To go away; to depart; to stop doing a thing; to cease.", "Quinze": "A game at cards in which the object is to make fifteen points.", "Quillwort": "Any plant or species of the genus Isoetes, cryptogamous plants with a cluster of elongated four-tubed rushlike leaves, rising from a corm, and containing spores in their enlarged and excavated bases. There are about seventeen American species, usually growing in the mud under still, shallow water. So called from the shape of the shape of the leaves.", "Quatorzain": "A poem of fourteen lines; a sonnet.", "Quiz": "To conduct a quiz. See Quiz, n., 4.", "Quadrable": "That may be sqyared, or reduced to an equivalent square; -- said of a surface when the area limited by a curve can be exactly found, and expressed in a finite number of algebraic terms.", "Quid": "To drop from the mouth, as food when partially chewed; -- said of horses.", "Quinaldine": "A colorless liquid of a slightly pungent odor, C9H6N.CH3, first obtained as a condensation product of aldehyde and aniline, and regarded as a derivative of quinoline; -- called also methyl quinoline.", "Quadrel": "A square piece of turf or peat.", "Quib": "A quip; a gibe.", "Quinogen": "A hypothetical radical of quinine and related alkaloids.", "questionnaire": "same as Questionary.", "Quin": "A European scallop (Pecten opercularis), used as food.", "Quarry": "To dig or take from a quarry; as, to quarry marble.", "Quaggy": "Of the nature of a quagmire; yielding or trembling under the foot, as soft, wet earth; spongy; boggy.", "Quite": "See Quit.", "Quagga": "A South African wild ass (Equus quagga syn. Hippotigris quagga).  The upper parts are reddish brown, becoming paler behind and behind and beneath, with dark stripes on the face, neck, and fore part of the body.  The species became extinct in the late 1800's, largely due to excessive hunting.", "Quadrisection": "A subdivision into four parts.", "Quindism": "A fifteenth.", "Quits": "See the Note under Quit, a.", "Quirkish": "Consisting of quirks; resembling a quirk.", "Quandy": "The old squaw.", "Quadricapsular": "Having four capsules.", "Quadrillé": "Marked with squares, generally by thin lines crossing at right angles and at equal intervals; as, quadrillé paper, or plotting paper.", "Quitter": "One who quits.", "Qua-bird": "The American night heron. See under Night.", "Quilter": "One who, or that which, quilts.", "Quadribasic": "Same as Tetrabasic.", "Quaternary": "The number four.", "Quadruplane": "An airplane with four superposed main supporting surfaces. Contrasted with triplane biplane and monoplane.  They are now used only for hobbyist or historical activities.", "Quaky": "Shaky, or tremulous; quaking.", "Quarl": "A medusa, or jellyfish.", "Questionary": "One who makes it his business to seek after relics and carry them about for sale.", "Quake": "A tremulous agitation; a quick vibratory movement; a shudder; a quivering.", "Quarrelet": "A little quarrel. See 1st Quarrel, 2.", "Quinquevalve": "Having five valves, as a pericarp.", "Quincewort": "The squinancy.  Called also quinsywort.", "Querele": "A complaint to a court. See Audita Querela.", "Questant": "One who undertakes a quest; a seeker.", "Quickly": "Speedily; with haste or celerity; soon; without delay; quick.", "Qualification": "The act of qualifying, or the condition of being qualified.", "Quadricostate": "Having four ribs.", "Quip": "To scoff; to use taunts.", "Quittable": "Capable of being quitted.", "Quadrivalvular": "Having four valves; quadrivalve.", "Quintal": "A hundredweight, either 112 or 100 pounds, according to the scale used.  Cf. Cental.", "Quook": "imp. of Quake.", "Quintan": "Occurring as the fifth, after four others also, occurring every fifth day, reckoning inclusively; as, a quintan fever.", "Questuary": "One employed to collect profits.", "Qualifiable": "Capable of being qualified; abatable; modifiable.", "Quiescent": "A silent letter.", "Quatuor": "A quartet; -- applied chiefly to instrumental compositions.", "Quadrinomical": "Quadrinomial.", "Queensland nut": "The nut of an Australian tree (Macadamia ternifolia). It is about an inch in diameter, and contains a single round edible seed, or sometimes two hemispherical seeds. So called from Queensland in Australia.", "Queenfish": "A California sciænoid food fish (Seriphys politus). The back is bluish, and the sides and belly bright silvery. Called also kingfish.", "Quinsy": "An inflammation of the throat, or parts adjacent, especially of the fauces or tonsils, attended by considerable swelling, painful and impeded deglutition, and accompanied by inflammatory fever. It sometimes creates danger of suffocation; -- called also squinancy, and squinzey.", "Quakerish": "Like or pertaining to a Quaker; Quakerlike.", "Quadriliteral": "Consisting of four letters.", "Quarter-saw": "To saw (a log) into quarters; specif., to saw into quarters and then into boards, as by cutting alternately from each face of a quarter, to secure lumber that will warp relatively little or show the grain advantageously.", "Quadrangular": "Having four angles, and consequently four sides; tetragonal.", "Quartzoid": "A form of crystal common with quartz, consisting of two six-sided pyramids, base to base.", "Quotationist": "One who makes, or is given to making, quotations.", "Quantitative": "Relating to quantity.", "Quirite": "One of the Quirites.", "Quadrinominal": "Quadrinomial.", "Quenchable": "Capable of being quenched.", "Quinquedentate": "Five-toothed; as, a quinquedentate leaf.", "Quinquennium": "Space of five years.", "Quitch": "Same as Quitch grass.", "Quamoclit": "Formerly, a genus of plants including the cypress vine (Quamoclit vulgaris, now called Ipomœa Quamoclit). The genus is now merged in Ipomœa.", "Quitclaim": "To release or relinquish a claim to; to release a claim to by deed, without covenants of warranty against adverse and paramount titles.", "Quadragesimals": "Offerings formerly made to the mother church of a diocese on Mid-Lent Sunday.", "Quibbler": "One who quibbles; a caviler; also, a punster.", "Quesal": "The long-tailed, or resplendent, trogon (Pharomachus mocinno, formerly Trogon resplendens), native of Southern Mexico and Central America. Called also quetzal, and golden trogon.", "Quo warranto": "A writ brought before a proper tribunal, to inquire by what warrant a person or a corporation acts, or exercises certain powers.", "Quadriga": "A car or chariot drawn by four horses abreast.", "QCD": "Quantum chromodynamics.", "Quarry-man": "A man who is engaged in quarrying stones; a quarrier.", "Quietist": "One of a sect of mystics originated in the seventeenth century by Molinos, a Spanish priest living in Rome. See Quietism.", "Quoth": "Said; spoke; uttered; -- used only in the first and third persons in the past tenses, and always followed by its nominative, the word or words said being the object; as, quoth I, quoth he.", "Quinqueliteral": "Consisting of five letters.", "Quiritation": "A crying for help.", "Quote": "A note upon an author.", "Quarterhung": "Having trunnions the axes of which lie below the bore; -- said of a cannon.", "Querquedule": "A teal.", "Quacha": "The quagga.", "Quadragenarious": "Consisting of forty; forty years old.", "Quinoidine": "A brownish resinous substance obtained as a by-product in the treatment of cinchona bark.  It consists of a mixture of several alkaloids.", "Quadratojugal": "Of or pertaining to the quadrate and jugal bones.", "Quarantine": "To compel to remain at a distance, or in a given place, without intercourse, when suspected of having contagious disease; to put under, or in, quarantine.", "Quintuplet": "A collection or combination of five of a kind.", "Quellio": "A ruff for the neck.", "Quadruped": "An animal having four feet, as most mammals and reptiles; -- often restricted to the mammals.", "Quaschi": "The brown coati. See Coati.", "Quibble": "To evade the point in question by artifice, play upon words, caviling, or by raising any insignificant or impertinent question or point; to trifle in argument or discourse; to equivocate.", "Querulous": "Given to quarreling; quarrelsome.", "Quadripartition": "A division or distribution by four, or into four parts; also, a taking the fourth part of any quantity or number.", "Quarterfoil": "An ornamental foliation having four lobes, or foils.", "Queach": "To stir; to move. See Quick, v. i.", "Quibblingly": "Triflingly; evasively.", "Quoddies": "Herring taken and cured or smoked near Quoddy Head, Maine, or near the entrance of Passamaquoddy Bay.", "Quench": "To become extinguished; to go out; to become calm or cool.", "Quaker": "One who quakes.", "Quelquechose": "A trifle; a kickshaw.", "Quartridge": "Quarterage.", "Quintain": "An object to be tilted at; -- called also quintel.", "Quick-wittedness": "Readiness of wit.", "Queening": "Any one of several kinds of apples, as summer queening, scarlet queening, and early queening. An apple called the queening was cultivated in England two hundred years ago."}