{"Jinrikisha": "A small, two-wheeled, hooded vehicle drawn by one or more men.", "Jig": "To dance a jig; to skip about.", "Jib": "To shift, or swing round, as a sail, boom, yard, etc., as in tacking.", "Jin": "See Jinnee.", "Jugoslavian": "a native or inhabitant of Yugoslavia.", "joculary": "Jocular; jocose; sportive.", "Jurdiccion": "Jurisdiction.", "Juristic": "Of or pertaining to a jurist, to the legal profession, or to jurisprudence.", "jimdandy": "someone excellent of their kind; as, he's a jimdandy of a soldier.", "Jokingly": "In a joking way; sportively.", "Judger": "One who judges.", "Juggle": "A trick by sleight of hand.", "Jaundice": "To affect with jaundice; to color by prejudice or envy; to prejudice.", "&Verbar;Jemidar": "The chief or leader of a band or body of persons; esp., in the native army of India, an officer of a rank corresponding to that of lieutenant in the English army.", "&Verbar;Jalousie": "A Venetian or slatted inside window blind.", "Jutting": "Projecting, as corbels, cornices, etc.", "Justificative": "Having power to justify; justificatory.", "&Verbar;Jamacina": "Jamaicine.", "Joe Miller": "A jest book; a stale jest; a worn-out joke.", "Joyless": "Not having joy; not causing joy; unenjoyable.", "&Verbar;Jujutsu": "The Japanese art of self-defense without weapons, now widely used as a system of physical training. It depends for its efficiency largely upon the principle of making clever use of an opponent's strength, weight, and movements to disable or injure him, and by applying pressure so that his opposing movement will throw him out of balance, dislocate or break a joint, etc.  It opposes knowledge and skill to brute strength, and demands an extensive practical knowledge of human anatomy.", "jubilance": "a feeling of extreme joy; jubilation.", "Japanned": "Treated, or coated, with varnish in the Japanese manner.", "judgship": "Same as judgeship; -- a variant spelling.", "jubilancy": "a feeling of extreme joy; jubilance; jubilation.", "Joint": "To fit as if by joints; to coalesce as joints do; as, the stones joint, neatly.", "Jumping": "of Jump, to leap.", "Japhetite": "A descendant of Japheth.", "Jubilar": "Pertaining to, or having the character of, a jubilee.", "Japanner": "One who varnishes in the manner of the Japanese, or one skilled in the art.", "Juiceless": "Lacking juice; dry.", "Joe": "See Johannes.", "Jacchus": "The common marmoset (Hapale vulgaris). Formerly, the name was also applied to other species of the same genus.", "Jangling": "Idle babbling; vain disputation.", "Jar-owl": "The goatsucker.", "Juncus": "The type genus of the Juncaceae, comprising the rushes; they are perennial tufted glabrous marsh plants of temperate regions.", "Jeer": "A railing remark or reflection; a scoff; a taunt; a biting jest; a flout; a jibe; mockery.", "Jinnee": "A genius or demon; one of the fabled genii, good and evil spirits, supposed to be the children of fire, and to have the power of assuming various forms.", "Jazerant": "A coat of defense made of small plates of metal sewed upon linen or the like; also, this kind of armor taken generally; as, a coat of jazerant.", "Judaically": "After the Jewish manner.", "Joker": "One who makes jokes or jests.", "Jeel": "A morass; a shallow lake.", "Jesuitically": "In a jesuitical manner.", "Jaw-fallen": "Dejected; chopfallen.", "Junkerism": "The principles of the aristocratic party in Prussia.", "Just": "A joust.", "Jansenism": "The doctrine of Jansen regarding free will and divine grace.", "Joyance": "Enjoyment; gayety; festivity; joyfulness.", "Jurisdictive": "Having jurisdiction.", "Jack-a-dandy": "A little dandy; a little, foppish, impertinent fellow.", "joined": "married.", "Jehovist": "One who maintains that the vowel points of the word Jehovah, in Hebrew, are the proper vowels of that word; -- opposed to adonist.", "Jansenist": "A follower of Cornelius Jansen, a Roman Catholic bishop of Ypres, in Flanders, in the 17th century, who taught certain doctrines denying free will and the possibility of resisting divine grace.", "Juice": "To moisten; to wet.", "Jacconet": "See Jaconet.", "Juiciness": "The state or quality of being juicy; succulence plants.", "Jackdaw": "See Daw, n.", "Jeffersonian simplicity": "The absence of pomp or display which Jefferson aimed at in his administration as President (1801-1809), eschewing display or ceremony tending to distinguish the President from the people, as in going to the capital on horseback and with no escort, the abolition of court etiquette and the weekly levee, refusal to recognize titles of honor, etc.", "joey": "Any young animal, especially a young kangaroo.", "Jamaicine": "An alkaloid said to be contained in the bark of Geoffroya inermis, a leguminous tree growing in Jamaica and Surinam; -- called also jamacina.", "Jesuitess": "One of an order of nuns established on the principles of the Jesuits, but suppressed by Pope Urban in 1633.", "Jowl": "To throw, dash, or knock.", "Jargonist": "One addicted to jargon; one who uses cant or slang.", "&Verbar;Jaghirdar": "The holder of a jaghir.", "Jant": "See Jaunt.", "Jessed": "Having jesses on, as a hawk.", "jiujitsu": "a method of self-defense without weapons that was developed in China and Japan; holds and blows are supplemented by clever use of the attacker's own weight and strength.", "Jink": "To move quickly, esp. with a sudden turn; hence, to dodge; to escape by a quick turn; -- obs. or dial., except as a hunting term in pig-sticking.", "jump": "same as jump-start, v. t..", "Juglandine": "An alkaloid found in the leaves of the walnut (Juglans regia).", "Jane": "A coin of Genoa; any small coin.", "jamjar": "a jar for holding jellies or preserves.", "Jowler": "A dog with large jowls, as the beagle.", "Jackstraw": "An effigy stuffed with straw; a scarecrow; hence, a man without property or influence.", "Jarvey": "The driver of a hackney coach.", "Jaggery": "Raw palm sugar, made in the East Indies by evaporating the fresh juice of several kinds of palm trees, but specifically those of the palmyra (Borassus flabelliformis) and jaggery palm (Caryota urens).", "Johnadreams": "A dreamy, idle fellow.", "Jeers": "See 1st Jeer (b).", "jambalaya": "A spicy Creole dish of rice with ham, sausage, chicken, or shellfish, plus tomatoes, and seasoned with peppers, onions, herbs, and celery.", "Jukebox": "A phonograph or compact disc player with multiple discs, requiring the insertion of coins prior to playing, and allowing the user to select the playing of any disc in its inventory.  An early version was called the nickelodeon.", "Jubilation": "A triumphant shouting; rejoicing; exultation.", "Jetton": "A metal counter used in playing cards.", "jumbal": "A small flat ring-shaped cake or cookie having a hole in the middle.", "Jargle": "To emit a harsh or discordant sound.", "Judicative": "Having power to judge; judicial; as, the judicative faculty.", "&Verbar;Jugulum": "The lower throat, or that part of the neck just above the breast.", "jocularly": "In jest; for sport or mirth; jocosely.", "&Verbar;Jugata": "The figures of two heads on a medal or coin, either side by side or joined.", "Jointworm": "The larva of a small, hymenopterous fly (Eurytoma hordei), which is found in gall-like swellings on the stalks of wheat, usually at or just above the first joint. In some parts of America it does great damage to the crop.", "jampack": "to stuff; to fill completely and tightly; to jam{1}.", "Jovialist": "One who lives a jovial life.", "Journeyer": "One who journeys.", "Jogging": "The act of giving a jog or jogs; traveling at a jog.", "Jamaican": "Of or pertaining to Jamaica.", "Jaggery palm": "An East Indian palm (Caryota urens) having leaves pinnate with wedge-shaped divisions, the petiole very stout. It is the principal source of jaggery, and is often cultivated for ornament.", "Junoesque": "suggestive of a statue.", "Jetteau": "See Jet d'eau.", "Journalize": "to conduct or contribute to a public journal; to follow the profession of a journalist.", "Juvenile": "A young person or youth; -- used sportively or familiarly.", "Jacketing": "The material of a jacket; as, nonconducting jacketing.", "Justiciar": "Same as Justiciary.", "Jorum": "A large drinking vessel; also, its contents.", "&Verbar;Julienne": "A kind of soup containing thin slices or shreds of carrots, onions, etc.", "Jump spark": "A spark produced by the jumping of electricity across a permanent gap.", "Jerboa": "Any small jumping rodent of the genus Dipus, esp. Dipus Ægyptius, which is common in Egypt and the adjacent countries.  The jerboas have very long hind legs and a long tail.", "jellaba": "a loose cloak with a hood; worn in the Middle East and northern Africa.", "Jollyhead": "Jollity.", "Javelin": "To pierce with a javelin.", "Journalistic": "Pertaining to journals, journalism, or to journalists; contained in, or characteristic of, the public journals; as, journalistic literature or enterprise.", "Juggling": "Jugglery; underhand practice.", "&Verbar;Jabot": "Originally, a kind of ruffle worn by men on the bosom of the shirt.", "Justness": "The quality of being just; conformity to truth, propriety, accuracy, exactness, and the like; justice; reasonableness; fairness; equity; as, justness of proportions; the justness of a description or representation; the justness of a cause.", "Justico": "Formerly, a close coat or waistcoat with sleeves.", "Jew": "Originally, one belonging to the tribe or kingdom of Judah; after the return from the Babylonish captivity, any member of the new state; a Hebrew; an Israelite.", "Jet": "To spout; to emit in a stream or jet.", "&Verbar;Jeu desprit": "A witticism.", "Justice": "To administer justice to.", "jailbreak": "an escape from jail; as, five prisoners escaped in a coordinated jailbreak.", "Jutes": "Jutlanders; one of the Low German tribes, a portion of which settled in Kent, England, in the 5th century.", "Jurisconsult": "A man learned in the civil law; an expert in juridical science; a professor of jurisprudence; a jurist.", "&Verbar;Jugum": "One of the ridges commonly found on the fruit of umbelliferous plants.", "Juneating": "A kind of early apple.", "Jeg": "See Jig, 6.", "Jee": "See Gee.", "Jettiness": "The state of being jetty; blackness.", "Jagannath": "A particular form of Vishnu, or of Krishna, whose chief idol and worship are at Puri, in Orissa. The idol is considered to contain the bones of Krishna and to possess a soul. The principal festivals are the Snanayatra, when the idol is bathed, and the Rathayatra, when the image is drawn upon a car adorned with obscene paintings. Formerly it was erroneously supposed that devotees allowed themselves to be crushed beneath the wheels of this car. It is now known that any death within the temple of Jagannath is considered to render the place unclean, and any spilling of blood in the presence of the idol is a pollution.", "Jossa": "A command to a horse, probably meaning “stand still.”", "Jumper": "A loose upper garment", "Junk": "A large vessel, without keel or prominent stem, and with huge masts in one piece, used by the Chinese, Japanese, Siamese, Malays, etc., in navigating their waters.", "Jalousied": "Furnished with jalousies; as, jalousied porches.", "Jubilantly": "In a jubilant manner.", "June": "The sixth month of the year, containing thirty days.", "Javelinier": "A soldier armed with a javelin.", "Jung": "Carl Gustav Jung, a noted Swiss psychiatrist and Psychologist(1875-1961).", "Joust": "A tilting match; a mock combat on horseback between two knights in the lists or inclosed field.", "Jill": "A young woman; a sweetheart. See Gill.", "Joggle": "A notch or tooth in the joining surface of any piece of building material to prevent slipping; sometimes, but incorrectly, applied to a separate piece fitted into two adjacent stones, or the like.", "Juridically": "In a juridical manner.", "Jehovistic": "Relating to, or containing, Jehovah, as a name of God; -- said of certain parts of the Old Testament, especially of the Pentateuch, in which Jehovah appears as the name of the Deity. See Elohistic.", "&Verbar;Jeunesse dorée": "Lit., gilded youth; young people of wealth and fashion, esp. if given to prodigal living; -- in the French Revolution, applied to young men of the upper classes who aided in suppressing the Jacobins after the Reign of Terror.", "Jaunty": "Airy; showy; finical; hence, characterized by an affected or fantastical manner.", "Jemlah goat": "The jharal.", "Jawing": "Scolding; clamorous or abusive talk.", "Jangle": "To cause to sound harshly or inharmoniously; to produce discordant sounds with.", "Jovinianist": "An adherent to the doctrines of Jovinian, a monk of the fourth century, who denied the virginity of Mary, and opposed the asceticism of his time.", "Journeywork": "Originally, work done by the day; work done by a journeyman at his trade.", "Jack-o-lantern": "A large orange-colored luminescent mushroom, Clitocybe illudens, also classified as Omphalotus olearius.  It is poisonous and is sometimes found on hardwood tree stumps.", "Jaborine": "An alkaloid found in jaborandi leaves, from which it is extracted as a white amorphous substance. In its action it resembles atropine.", "Jatrophic": "Of or pertaining to physic nuts, the seeds of plants of the genus Jatropha.", "Judas-colored": "Red; -- from a tradition that Judas Iscariot had red hair and beard.", "Jugger": "An East Indian falcon. See Lugger.", "Jejunal": "Pertaining to the jejunum.", "Juridic": "Pertaining to a judge or to jurisprudence; acting in the distribution of justice; used in courts of law; according to law; legal; as, juridical law.", "judo": "a sport adapted from jujitsu, originally a method of self-defense without weapons, and similar to wrestling; it was developed in Japan.", "Jubate": "Fringed with long, pendent hair.", "Jingling": "The act or process of producing a jingle; also, the sound itself; a chink.", "jack-in-the-pulpit": "A common American spring-flowering woodland herb (Arisæma triphyllum) having sheathing leaves and an upright club-shaped spadix with overarching green and purple spathe producing scarlet berries; also called Indian turnip.", "Jingal": "A small portable piece of ordnance, mounted on a swivel.", "Julian": "Relating to, or derived from, Julius Cæsar.", "Johannean": "Of or pertaining to John, esp. to the Apostle John or his writings.", "joculator": "A jester; a joker.", "Judean": "Of or pertaining to Judea.", "Jestful": "Given to jesting; full of jokes.", "Jurisprudence": "The science of juridical law; the knowledge of the laws, customs, and rights of men in a state or community, necessary for the due administration of justice.", "junked": "same as cast-off.  Contrasted with kept, retained, and saved.", "Jerry": "Flimsy; jerry-built.", "Jagger": "One who, or that which, jags;", "Jingle": "A rattling, clinking, or tinkling sound, as of little bells or pieces of metal.", "Jacal": "In Mexico and the southwestern United States, a kind of plastered house or hut, usually made by planting poles or timber in the ground, filling in between them with screen work or wickerwork, and daubing one or both sides with mud or adobe mortar; also, this method of construction.", "Jeerer": "A scoffer; a railer; a mocker.", "Jejunity": "The quality of being jejune; jejuneness.", "Jesus": "The Savior; the name of the Son of God as announced by the angel to his parents; the personal name of Our Lord, in distinction from Christ, his official appellation.", "Jell-O": "a brand of sweetened fruit-flavored powdered mixture, packaged so that it can be conveniently dissolved in hot water and solidified into a gelatin, used as a dessert, sometimes with pieces of fruit mixed in; also the gelatin dessert thus prepared; sometimes used metaphorically; as, when he pulled a gun on me, my knees turned to Jell-O..", "joewood": "A West Indian shrub or small tree (Jacquinia keyensis) having leathery saponaceous leaves and extremely hard wood.", "Jaunce": "To ride hard; to jounce.", "Jerk": "To make a sudden motion; to move with a start, or by starts.", "Jovially": "In a jovial manner; merrily; gayly.", "Jole": "Same as Jowl.", "Jasponyx": "An onyx, part or all of whose layers consist of jasper.", "Jeropigia": "See Geropigia.", "Joyful": "Full of joy; having or causing joy; very glad; as, a joyful heart.", "Jordan": "A landlocked country of the Middle East, surrounded by Israel, Iraq, Syria, and Saudi Arabia, and that  area on the west bank of the Jordan river which was once claimed by Jordan, and is at present occupied by Israel and in part governed by a Palestinian authority.  It has a population of 4,212,152 (1996) in a total area of 89,213 sq km.  The population is predominantly Arab and Moslem.  Officially known as the Hashemite Kingdom of Jordan, it was formerly called Trans-Jordan when occupied by the British.\n   The government is a constitutional monarchy, with King Hussein Bin Talal Al Hashimi as its ruler since 2 May 1953.  Jordan is a small developing Arab country, having a Gross Domestic Product of $19.3 billion in 1995.", "Jack": "To move or lift, as a house, by means of a jack or jacks. See 2d Jack, n., 5.", "Jauntily": "In a jaunty manner.", "Joinery": "The art, or trade, of a joiner; the work of a joiner; doing the woodwork (as doors, stairs, etc.) necessary for the finishing of buildings.", "Johnsonian": "Pertaining to or resembling Dr. Johnson or his style; pompous; inflated.", "Juncous": "Full of rushes: resembling rushes; juncaceous.", "Jocantry": "The act or practice of jesting.", "Jumpy": "Jumping, or inducing to jump; characterized by jumps;", "Jackscrew": "A jack in which a screw is used for lifting, or exerting pressure. See Illust. of 2d Jack, n., 5.", "Juvenileness": "The state or quality of being juvenile; juvenility.", "Juncite": "A fossil rush.", "Janker": "A long pole on two wheels, used in hauling logs.", "Jolter": "One who, or that which, jolts.", "Jessant": "Springing up or emerging; -- said of a plant or animal.", "Jaconet": "A thin cotton fabric, between cambric and muslin, used for dresses, neckcloths, etc.", "Japonism": "A quality, idiom, or peculiarity characteristic of the Japanese or their products, esp. in art.", "Johnnycake": "A kind of bread made of the meal of maize (Indian corn), mixed with water or milk, etc., and baked.", "Jumble": "A confused mixture; a mass or collection without order; as, a jumble of words.", "jumpstart": "To start (the engine of a motor vehicle) using a temporary connection to supply electrical power from another vehicle or another source of current; -- an emergency procedure used when a vehicle's own battery has insufficient power to start the vehicle normally.", "&Verbar;juba": "The mane of an animal.", "&Verbar;Jelerang": "A large, handsome squirrel (Sciurus Javensis), native of Java and Southern Asia; -- called also Java squirrel.", "Jointuress": "See Jointress.", "Jacquard": "Pertaining to, or invented by, Jacquard, a French mechanician, who died in 1834.", "Joist": "To fit or furnish with joists.", "Justiciary": "An old name for the judges of the higher English courts.", "jackboot tactics": "Harsh strongarm tactics; repressive, bullying and militaristic tactics like those used in authoritarian or totalitarian countries; --  used opprobriously, and often in hyperbolic exaggeration of police tactics in democratic countries.", "Japanese": "Of or pertaining to Japan, or its inhabitants.", "Jacobine": "A Jacobin.", "Juger": "A Roman measure of land, measuring 28,800 square feet, or 240 feet in length by 120 in breadth.", "jigaboo": "A negro, especially an African-American; -- an offensive term usually intended as an ethnic slur.", "Jaal goat": "A species of wild goat (Capra Nubiana) found in the mountains of Abyssinia, Upper Egypt, and Arabia; -- called also beden, and jaela.", "Jackeen": "A drunken, dissolute fellow.", "Journal": "Daily; diurnal.", "&Verbar;Juglans": "A genus of valuable trees, including the true walnut of Europe, and the America black walnut, and butternut.", "Jackpudding": "A merry-andrew; a buffoon.", "Jeopardy": "To jeopardize.", "jird": "Any of several North African gerbils.", "Jurassic": "Of the age of the middle Mesozoic, about 190 to 140 million years ago, including, as divided in England and Europe, the Lias, Oölite, and Wealden; -- named from certain rocks of the Jura mountains.  It was noted for the predominance of dinosaurs on land, and the development of the first birds and mammals.", "Jay": "Any one of the numerous species of birds belonging to Garrulus, Cyanocitta, and allied genera of the family Corvidae. They are allied to the crows, but are smaller, more graceful in form, often handsomely colored, and usually have a crest.", "Jaw": "To assail or abuse by scolding.", "Jayet": "See Jet.", "Jacent": "Lying at length; as, the jacent posture.", "Jar": "A rattling, tremulous vibration or shock; a shake; a harsh sound; a discord; as, the jar of a train; the jar of harsh sounds.", "Jequirity": "The seed of the wild licorice (Abrus precatorius) used by the people of India for beads in rosaries and necklaces, as a standard weight, etc.; -- called also jumble bead.", "Jan": "One of an intermediate order between angels and men.", "Jouissance": "Jollity; merriment.", "Jam": "A preserve of fruit boiled with sugar and water; also called jelly; as, raspberry jam; currant jam; grape jam.", "Jak": "see 1st Jack.", "Jah": "Jehovah.", "Jugement": "Judgment.", "Jag": "To carry, as a load; as, to jag hay, etc.", "Jab": "A thrust or stab.", "Jim Crow": "A negro; -- said to be so called from a popular negro dance song, the refrain of which is “Wheel about and turn about and jump Jim Crow,” produced in 1835 by Thomas D. Rice (1808-1860), a famous negro minstrel; -- considered disparaging and offensive.", "jock": "a person trained to compete in sports; an athlete.", "Jarble": "To wet; to bemire.", "Jocund": "Merrily; cheerfully.", "Jury": "For temporary use; -- applied to a temporary contrivance.", "Jackstay": "A rail of wood or iron stretching along a yard of a vessel, to which the sails are fastened.", "Jacamar": "Any one of numerous species of tropical American birds of the genus Galbula and allied genera. They are allied to the kingfishers, but climb on tree trunks like nuthatches, and feed upon insects. Their colors are often brilliant.", "jailing": "The act or process of putting someone in prison or in jail as a lawful punishment.", "Jears": "See 1st Jeer (b).", "&Verbar;Janthina": "See Ianthina.", "Judge": "To hear and determine by authority, as a case before a court, or a controversy between two parties.", "Juniperin": "A yellow amorphous substance extracted from juniper berries.", "Judaize": "To impose Jewish observances or rites upon; to convert to Judaism.", "Jura": "1. A range of mountains between France and Switzerland.", "Junto": "A secret council to deliberate on affairs of government or politics; a number of men combined for party intrigue; a faction; a cabal; as, a junto of ministers; a junto of politicians.", "Judaism": "The religious doctrines and rites of the Jews as enjoined in the laws of Moses, and for many adherents, in the Talmud.", "Jetter": "One who struts; one who bears himself jauntily; a fop.", "Jagua palm": "A great Brazilian palm (Maximiliana regia), having immense spathes which are used for baskets and tubs.", "Jupati palm": "A great Brazilian palm tree (Raphia tædigera), used by the natives for many purposes.", "jackboot": "a man's high tasseled boot.", "Jerry-built": "Built hastily and of bad materials; as, jerry-built houses.", "Judaization": "The act of Judaizing; a conforming to the Jewish religion or ritual.", "Jamb": "See Jambes.", "&Verbar;Juramentum": "An oath.", "Jungermanniales": "A large order of chiefly tropical liverworts.", "JAG": "Same as Judge-Advocate General.", "Jawfoot": "See Maxilliped.", "Jointer": "One who, or that which, joints.", "jampot": "a jar for holding jellies or preserves; a jamjar.", "&Verbar;Jararaca": "A poisonous serpent of Brazil (Bothrops jararaca), about eighteen inches long, and of a dusky, brownish color, variegated with red and black spots.", "Jurisprudent": "One skilled in law or jurisprudence.", "Jerquer": "A customhouse officer who searches ships for unentered goods.", "Jaculable": "Fit for throwing.", "Janissary": "See Janizary.", "jockstrap": "A supporting undergarment for the external genitals worn by men engaging in vigorous athletic sports or strenuous exercise; called also athletic supporter and jock.", "Jumart": "The fabled offspring of a bull and a mare.", "jellied": "Brought to the state or consistency of jelly.", "Jamesonite": "A steel-gray mineral, of metallic luster, commonly fibrous massive. It is a sulphide of antimony and lead, with a little iron.", "&Verbar;Jamadar": "Same as Jemidar.", "Justifiable": "Capable of being justified, or shown to be just.", "Jupartie": "Jeopardy.", "Josephs flower": "A composite herb (Tragopogon pratensis), of the same genus as the salsify.", "Jaunt": "A wearisome journey.", "&Verbar;Jalons": "Long poles, topped with wisps of straw, used as landmarks and signals.", "jouster": "One who jousts or tilts.", "jagged": "Having jags; having rough, sharp notches, protuberances, or teeth; cleft; laciniate; divided; as, jagged rocks.", "Jot": "To set down; to make a brief note of; -- usually followed by down.", "jingoist": "One who is jingoistic; a bellicose patriot; an extreme bellicose nationalist; an aggressive chauvinist.", "Jack-in-a-box": "A tropical tree (Hernandia sonora), which bears a drupe that rattles when dry in the inflated calyx.", "Joy": "To give joy to; to congratulate.", "Jards": "A callous tumor on the leg of a horse, below the hock.", "Job": "The hero of the book of that name in the Old Testament; the prototypical patient man.", "Journey": "To traverse; to travel over or through.", "Jamestown weed": "The poisonous thorn apple or stramonium (Datura stramonium), a rank weed early noticed at Jamestown, Virginia. See Datura.", "Jager": "A sharpshooter. See Yager.", "Jog": "A slight shake; a shake or push intended to give notice or awaken attention; a push; a jolt.", "Junior": "A younger person.", "jingoism": "The policy of the Jingoes, so called. See Jingo, 2.", "Japanning": "The art or act of varnishing in  the Japanese manner.", "Jovicentric": "Revolving around the planet Jupiter; appearing as viewed from Jupiter.", "Join": "The line joining two points; the point common to two intersecting lines.", "jumbo jet": "A large commercial jet airplane, usually having a passenger capacity of over 300 in normal use; also called widebody airlane.", "Jambool": "The Java plum; also, a drug obtained from its bark and seeds, formerly used as a remedy for diabetes.", "Jointed": "Having joints; articulated; full of nodes; knotty; as, a jointed doll; jointed structure.", "Jockeyship": "The art, character, or position, of a jockey; the personality of a jockey.", "Jolliness": "Jollity; noisy mirth.", "Justiceable": "Liable to trial in a court of justice.", "Judaizer": "One who conforms to or inculcates Judaism;", "Jadery": "The tricks of a jade.", "Jovian": "Of or pertaining to Jove, or Jupiter (either the deity or the planet).", "jambeau": "See jambes.", "Jewry": "Judea; also, a district inhabited by Jews; a Jews' quarter.", "Jakwood": "See Jackwood.", "Justify": "To form an even surface or true line with something else; to fit exactly.", "Jowter": "A mounted peddler of fish; -- called also jouster.", "Justinian": "Of or pertaining to the Institutes or laws of the Roman Justinian.", "Jumpered": "having a jumper{2} connecting two contacts in (a circuit).", "Jingler": "One who, or that which, jingles.", "Jabber": "Rapid or incoherent talk, with indistinct utterance; gibberish.", "jampan": "a kind of sedan chair used in India.", "Jury-rig": "to rig for temporary service; to construct flimsily and in makeshift fashion. See Jury, a.", "Junketing": "A feast or entertainment; a revel.", "Jamess powder": "Antimonial powder, first prepared by Dr. James, an English physician; -- called also fever powder.", "Jump": "Exactly; pat.", "Jacana": "Any of several wading birds belonging to the genus Jacana and several allied genera, all of which have spurs on the wings. They are able to run about over floating water weeds by means of their very long, spreading toes. Called also surgeon bird.", "Juryman": "One who is impaneled on a jury, or who serves as a juror.", "Jointing": "The act or process of making a joint; also, the joints thus produced.", "Judicially": "In a judicial capacity or judicial manner.", "Jacobinize": "To taint with, or convert to, Jacobinism.", "Jereed": "A blunt javelin used by the people of the Levant, especially in mock fights.", "Janglery": "Jangling.", "Jape": "To mock; to trick.", "Jabbernowl": "Same as Jobbernowl.", "Jantily": "See Jauntily.", "Jiggle": "To wriggle or frisk about; to move awkwardly; to shake up and down.", "Jumbler": "One who confuses things.", "Jubbah": "A long outer garment worn by both sexes of Mohammedans of the better class.", "Joules law": "The law that the rate at which heat is produced in any part of an electric circuit is measured by the product of the square of the current times the resistance of that part of the circuit. If the current (i) is constant for an interval of time (t), the energy (H) in heat units equals i2Rt, R being resistance.", "Jacketed": "Wearing, or furnished with, a jacket.", "Jabberer": "One who jabbers.", "Jackwood": "Wood of the jack (Artocarpus integrifolia), used in cabinetwork.", "Jerkin": "A male gyrfalcon.", "Jurisprudential": "Of or pertaining to jurisprudence.", "Jacobinism": "The  principles of the Jacobins; violent and factious opposition to legitimate government.", "Jezebel": "A bold, vicious woman; a termagant.", "Jews-stone": "A large clavate spine of a fossil sea urchin.", "Jeremiad": "A tale of sorrow, disappointment, or complaint; a doleful story; a dolorous tirade; -- generally used satirically.", "Jacare": "A cayman. See Yacare.", "Jester": "A buffoon; a merry-andrew; a court fool.", "Joram": "See Jorum.", "Jacky": "Dim. or pet from Jack", "&Verbar;Jaguarondi": "A South American wild cat (Felis jaguarondi), having a long, slim body and very short legs. Its color is grayish brown, varied with a blackish hue. It is arboreal in its habits and feeds mostly on birds.", "Japannish": "After the manner of the Japanese; resembling japanned articles.", "Jadeite": "See Jade, the stone.", "jacklight": "to fish for or hunt with a jacklight.", "Johnsonianism": "A manner of acting or of writing peculiar to, or characteristic of, Dr. Johnson.", "Jermoonal": "The Himalayan snow partridge.", "Jonesian": "Of or pertaining to Jones.", "Jimson weed": "See Jamestown weed.", "Jabberment": "Jabber.", "Jotter": "One who jots down memoranda.", "Jaspidean": "Consisting of jasper, or containing jasper; jaspery; jasperlike.", "Jacket": "To put a jacket on; to furnish, as a boiler, with a jacket.", "Jadish": "Vicious; ill-tempered; resembling a jade; -- applied to a horse.", "Jail": "To imprison.", "Jain": "of or pertaining to Jainism; as, Jain gods.", "junkyard": "a field where junk is collected and stored for resale.", "Jugoslav": "A native or inhabitant of Yugoslavia.", "Junco": "Any bird of the genus Junco, which includes several species of North American finches; -- called also snowbird, or blue snowbird.", "jussive": "Indicating or expressive of a mild command; as, the jussive case.", "Johnsonese": "The literary style of Dr. Samuel Johnson, or one formed in imitation of it; an inflated, stilted, or pompous style, affecting classical words.", "Jerry-builder": "A professional builder who erects cheap dwellings of poor materials and unsubstantial and slovenly construction.", "Juge": "A judge.", "jewels-of-opar": "An erect plant (Talinum paniculatum) with tuberous roots and terminal panicles of red to yellow flowers, grwing from Southwestern North America to Central America; it has been widely introduced elsewhere.", "Juratory": "Relating to or comprising an oath; as, juratory caution.", "Jacksmith": "A smith who makes jacks. See 2d Jack, 4, c.", "jehad": "Same as jihad.", "Jactation": "A throwing or tossing of the body; a shaking or agitation.", "Jointress": "A woman who has a jointure.", "Jacobitic": "Of or pertaining to the Jacobites; characterized by Jacobitism.", "Jim-crow": "A machine for bending or straightening rails.", "Jinny road": "An inclined road in a coal mine, on which loaded cars descend by gravity, drawing up empty ones.", "Junta": "A council; a convention; a tribunal; an assembly; esp., the grand council of state in Spain.", "Johannes": "A Portuguese gold coin of the value of eight dollars, named from the figure of King John which it bears; -- often contracted into joe; as, a joe, or a half joe.", "Judeo-Christian": "having origins in both Judaism and Christianity; of or pertaining to Christianity; as, the Judeo-Christian tradition.", "Jasperize": "To convert into, or make to resemble, jasper.", "Jolterhead": "A dunce; a blockhead.", "Jesting": "The act or practice of making jests; joking; pleasantry.", "Judicious": "Of or relating to a court; judicial.", "jocote": "A common tropical American shrub or small tree (Spondias purpurea) with purplish fruit.", "Jewise": "Same as Juise.", "Jewish": "Of or pertaining to the Jews or Hebrews; characteristic of or resembling the Jews or their customs; Israelitish.", "jaggary": "unrefined brown sugar made from palm sap.  See jaggery.", "jeopardize": "To expose to loss or injury; to risk.", "Jasmine": "A shrubby plant of the genus Jasminum, bearing flowers of a peculiarly fragrant odor. The Jasminum officinale, common in the south of Europe, bears white flowers. The Arabian jasmine is Jasminum Sambac, and, with Jasminum angustifolia, comes from the East Indies.  The yellow false jasmine in the Gelseminum sempervirens (see Gelsemium). Several other plants are called jasmine in the West Indies, as species of Calotropis and Faramea.", "Juneberry": "The small applelike berry of American trees of genus Amelanchier; -- also called service berry.", "Jolliment": "Jollity.", "Jaculatory": "Darting or throwing out suddenly; also, suddenly thrown out; uttered in short sentences; ejaculatory; as, jaculatory prayers.", "Juncate": "See Junket.", "jelled": "congealed from a liquid state into a jelly; jellied.", "jimmies": "Small cylindrical bits of sweet chocolate used as a granular topping on e.g. ice cream.", "Jointweed": "A slender, nearly leafless, American herb (Polygonum articulatum), with jointed spikes of small flowers.", "Jackslave": "A low servant; a mean fellow.", "Jedding ax": "A stone mason's tool, having a flat face and a pointed part.", "Jelly": "To become jelly; to come to the state or consistency of jelly.", "jumped-up": "Upstart.", "&Verbar;Jaeger": "See Jager.", "Jawed": "Having jaws; -- chiefly in composition; as, lantern-jawed.", "Juvenescent": "Growing or becoming young.", "Jeering": "Mocking; scoffing.", "Jobber": "One who works by the job.", "Juxtaposit": "To place in close connection or contiguity; to juxtapose.", "jackstraws": "The game played with jackstraws{2}, which resembles pick-up-sticks.", "Jew-baiter": "someone who hates and would persecute Jews; an anti-Semite.", "Jurisdictional": "Of or pertaining to jurisdiction; as, jurisdictional rights.", "jocularity": "Jesting; merriment.", "Juxtaposition": "A placing or being placed in nearness or contiguity, or side by side; as, a juxtaposition of words.", "Jugated": "Coupled together.", "Jasey": "A wig; -- so called, perhaps, from being made of, or resembling, Jersey yarn.", "Jackknife": "A large, strong clasp knife for the pocket; a pocket knife.", "&Verbar;Jaghir": "A village or district the government and revenues of which are assigned to some person, usually in consideration of some service to be rendered, esp. the maintenance of troops.", "Joysome": "Causing joyfulness.", "judgmental": "depending on judgment; as, a judgmental error.", "jitters": "an uneasy state; nervousness; as, the prospect of being drafted gave him a bad case of the jitters.", "Jarring": "A shaking; a tremulous motion; as, the jarring of a steamship, caused by its engines.", "jocose": "Given to jokes and jesting; containing a joke, or abounding in jokes; merry; sportive; humorous.", "jittery": "being in a tense state; easily upset or frightened; -- of a person.", "Jehu": "A coachman; a driver; especially, one who drives furiously.", "Jaspoid": "Resembling jasper.", "Jointless": "Without a joint; rigid; stiff.", "jaboticaba": "A small evergreen tropical tree (Myrciaria cauliflora) native to Brazil and West Indies but introduced into southern U. S.; it is grown in Brazil for its edible tough-skinned purple grapelike fruit that grows all along the branches.", "Jussi": "A delicate fiber, produced in the Philippine Islands from an unidentified plant, of which dresses, etc., are made.", "Justicehood": "Justiceship.", "Jinglingly": "So as to jingle.", "Jaculation": "The act of tossing, throwing, or hurling, as spears.", "judgeship": "The office or position of a judge.", "JD": "juvenile delinquent.", "Jharal": "A wild goat (Capra Jemlaica) which inhabits the loftiest mountains of India. It has long, coarse hair, forming a thick mane on its head and neck.", "Johns-wort": "See St. John's-wort.", "Jockeyism": "The practice of jockeys.", "Jerking": "The act of pulling, pushing, or throwing, with a jerk.", "Jilt": "To play the jilt; to practice deception in love; to discard lovers capriciously.", "Jumper cable": "A cable or pair of cables used to jump-start a vehicle.", "journalese": "the linguistic style in which newspapers are written.", "Jealoushood": "Jealousy.", "Jacobin": "Same as Jacobinic.", "Jumping disease": "A convulsive tic similar to or identical with miryachit, observed among the woodsmen of Maine.", "Jacob": "A Hebrew patriarch (son of Isaac, and ancestor of the Jews), who in a vision saw a ladder reaching up to heaven (Gen. xxviii. 12); -- also called Israel.", "Jura-trias": "A term applied to many American Mesozoic strata, in which the characteristics of the Jurassic and Triassic periods appear to be blended.", "jailed": "placed in a prison; -- of people.", "Juvia": "A Brazilian name for the lofty myrtaceous tree (Bertholetia excelsa) which produces the large seeds known as Brazil nuts.", "Jointure": "To settle a jointure upon.", "Joules cycle": "The cycle for the air engine proposed by Joule. In it air is taken by a pump from a cold chamber and compressed adiabatically until its pressure is eqal to that of the air in a hot chamber, into which it is then delivered, thereby displacing an equal amount of hot air into the engine cylinder. Here it expands adiabatically to the temperature of the cold chamber into which it is finally exhausted. This cycle, reversed, is used in refrigerating machines.", "jazz": "A type of music that originated in New Orleans around 1900 and developed through increasingly complex styles, but generally featuring intricate rhythms, improvisation, prominent solo segments, and great freedom in harmonic idiom played frequently in a polyphonic style, on various instruments including horn, saxophone, piano and percussion, but rarely stringed instruments.", "Jacobæan lily": "A bulbous plant  (Amaryllis formosissima syn. Sprekelia formosissima) from Mexico. It bears a single, large, deep, red, lilylike flower.", "Juicy": "A bounding with juice; succulent.", "Juncaceae": "A natural family of tufted herbs resembling grasses, including the true rushes; called also the rush family.", "Joss paper": "Gold and silver paper burned by the Chinese, in the form of coins or ingots, in worship and at funerals.", "justified": "Arranged and spaced so as to line up at the left side or right side of the printed page, or on both sides; as, left justified; right justified.", "Judiciousness": "The quality or state of being judicious; sagacity; sound judgment.", "Joe-Pye weed": "A tall composite plant of the genus Eupatorium (Eupatorium purpureum), with purplish flowers, and whorled leaves.", "Jacobite": "Of or pertaining to the Jacobites.", "Julaceous": "Like an ament, or bearing aments; amentaceous.", "Jutty": "To project beyond.", "Juncture": "A joining; a union; an alliance.", "Joviality": "The quality or state of being jovial.", "jury-rigged": "Rigged for temporary service; done or made using whatever materials are available; makeshift; as, the survivors used jury-rigged fishing gear. See Jury, a.", "jumper": "to insert a jumper{2} between the two contacts in (a circuit).  See 2nd jumper.", "Jubilate": "To exult; to rejoice.", "Johannisberger": "A fine white wine produced on the estate of Schloss (or Castle) Johannisberg, on the Rhine.", "Jerid": "Same as Jereed.", "Jealously": "In a jealous manner.", "Jemminess": "Spruceness.", "juvenile delinquent": "A child or person of minor age who commits acts which would be considered criminal if performed by an adult, such as theft, vandalism, or violence; especially, one who habitually acts in such an antisocial manner and cannot be controlled by parents.  Abbreviated JD.", "Janizar": "A janizary.", "Juggs": "See Jougs.", "&Verbar;Jeterus": "A yellowness of the parts of plants which are normally green; yellows.", "Juniperite": "One of the fossil Coniferæ, evidently allied to the juniper.", "Jerquing": "The searching of a ship for unentered goods.", "Jument": "A beast; especially, a beast of burden.", "Justicer": "One who administers justice; a judge.", "Jauntiness": "The quality of being jaunty.", "Jenkins": "A name of contempt for a flatterer of persons high in social or official life; as, the Jenkins employed by a newspaper.", "John": "A proper name of a man.", "jocoserious": "Mingling mirth and seriousness.", "Jainism": "The heterodox Hindu religion, founded in the 6th century as a revolt against Hinduism; its most striking features are the exaltation of saints or holy mortals, called jins, above the ordinary Hindu gods, and the denial of a supreme being and of the divine origin and infallibility of the Vedas.  Also, the sect comprising those adhering to Jainism.  Jainism believes in immortality and the transmigration of the soul. It is intermediate between Brahmanism and Buddhism, having some things in common with each.", "Jesuit": "One of a religious order founded by Ignatius Loyola, and approved in 1540, under the title of The Society of Jesus.", "Jolty": "That jolts; as, a jolty coach.", "Jahvist": "See Jehovist, Jehovistic.", "Justifier": "One who justifies; one who vindicates, supports, defends, or absolves.", "Jump-start": "The action or event of jump-starting.  For motor vehicles, the jump-starting of an engine is also called a jump.", "Jonah": "The Hebrew prophet, who was cast overboard as one who endangered the ship; hence, any person whose presence is unpropitious.", "Jesuitocracy": "Government by Jesuits; also, the whole body of Jesuits in a country.", "jetting": "being propelled violently in a usually narrow stream; -- of liquids.", "jerkoff": "A lazy, foolish, stupid, or otherwise contemptible person; -- an offensive and disparaging term.", "July": "The seventh month of the year, containing thirty-one days.", "Jasperated": "mixed with jasper; containing particles of jasper; as, jasperated agate.", "&Verbar;Junker": "A young German noble or squire; esp., a member of the aristocratic party in Prussia.", "Jellyfish": "Any one of the acalephs, esp. one of the larger species, having a jellylike appearance. See Medusa and acaleph.", "Jalap": "The tubers of the Mexican plant Ipomœa purga (or Exogonium purga) of the family Convolvulaceae, a climber much like the morning-glory. The abstract, extract, and powder, prepared from the tubers, are well known purgative (cathartic) medicines, and are also called jalap. Other species of Ipomœa yield several inferior kinds of jalap, as the Ipomœa Orizabensis, and Ipomœa tuberosa.", "&Verbar;Juwansa": "The camel's thorn. See under Camel.", "Junketries": "Sweetmeats.", "Janus": "A Latin deity represented with two faces looking in opposite directions. Numa is said to have dedicated to Janus the covered passage at Rome, near the Forum, which is usually called the Temple of Janus. This passage was open in war and closed in peace.", "&Verbar;Jardinière": "An ornamental stand or receptacle for plants, flowers, etc., used as a piece of decorative furniture in room.", "jackhammer": "a hammer having a strong steel cutting blade, driven by compressed air in multiple rapid strokes, and used for cutting through pavement, concrete, or other hard substances.", "Jogger": "One who jogs; as, the paths in Central Park on a summer Saturday are filled with joggers.", "Jerfalcon": "The gyrfalcon.", "Jawy": "Relating to the jaws.", "Jason": "the husband of Medea and leader of the Argonauts who sailed in quest of the Golden Fleece.", "Javel": "A vagabond.", "juba": "A dance developed by slaves in the U. S., having a lively tune and accompanied by a complex rhythmic clapping, and by slapping the thighs.", "Jihad": "A religious war against infidels or Mohammedan heretics; also, any bitter war or crusade for a principle or belief.", "Jawn": "See Yawn.", "Japhethite": "A Japhetite.", "judging": "The cognitive process of reaching a decision or drawing conclusions.", "Junction box": "A box through which the main conductors of a system of electric distribution pass, and where connection is made with branch circuits.", "Judicable": "Capable of being judged; capable of being tried or decided upon.", "Jerguer": "See Jerquer.", "Jungly": "Consisting of jungles; abounding with jungles; of the nature of a jungle.", "Jell": "To jelly.", "Jumblement": "Confused mixture.", "Jennet": "A small Spanish horse; a genet.", "Juise": "Judgment; justice; sentence.", "Justificator": "One who justifies or vindicates; a justifier.", "Jumblingly": "In a confused manner.", "Jenneting": "A variety of early apple. See Juneating.", "Jockey": "To play or act the jockey; to cheat.", "jammed": "filled to capacity or overfilled; as, the auditorium was jammed to the rafters.", "Jujube": "The sweet and edible drupes (fruits) of several Mediterranean and African species of small trees, of the genus Zizyphus, especially the Zizyphus jujuba, Zizyphus vulgaris, Zizyphus mucronata, and Zizyphus Lotus. The last named is thought to have furnished the lotus of the ancient Libyan Lotophagi, or lotus eaters.", "Jacaranda": "The native Brazilian name for certain leguminous trees, which produce the beautiful woods called king wood, tiger wood, and violet wood.", "Jenite": "See Yenite.", "Jouk": "See Juke.", "Jobbernowl": "A blockhead.", "Judaistic": "Of or pertaining to Judaism.", "Jub": "A vessel for holding ale or wine; a jug.", "Jumelle": "A jumelle opera glass, or the like.", "Jug": "To utter a sound resembling this word, as certain birds do, especially the nightingale.", "Jump suit": "a one-piece coverall used by parachutists while jumping from an airplane.", "Jacobitism": "The principles of the Jacobites.", "Judaic": "Of or pertaining to the Jews.", "&Verbar;Jantu": "A machine of great antiquity, used in Bengal for raising water to irrigate land.", "Jigging": "The act or using a jig; the act of separating ore with a jigger, or wire-bottomed sieve, which is moved up and down in water.", "jinks": "noisy and mischievous merrymaking.", "Journeyman": "Formerly, a man hired to work by the day; now, commonly, one who has finished an apprenticeship and is a competent worker in a handicraft or trade, but has not received recognition as a master; -- distinguished from apprentice and from master workman.", "Jacksaw": "The merganser.", "Jut": "That which projects or juts; a projection.", "Juddock": "See Jacksnipe.", "jerky": "Meat, especially beef, that has been cut in strips and dried; meat that has been jerked; see first jerk, v.; as, beef jerky", "Jactancy": "A boasting; a bragging.", "Jonquil": "A bulbous plant of the genus Narcissus (Narcissus Jonquilla), allied to the daffodil. It has long, rushlike leaves, and yellow or white fragrant flowers. The root has emetic properties. It is sometimes called the rush-leaved daffodil. See Illust. of Corona.", "Joso": "A small gudgeon.", "Juvenescence": "A growing young.", "Jealousy": "The quality of being jealous; earnest concern or solicitude; painful apprehension of rivalship in cases directly affecting one's happiness; painful suspicion of the faithfulness of husband, wife, or lover.", "jaded": "dulled by surfeit; as, the amoral, jaded, bored upper classes.", "Jarringly": "In a jarring or discordant manner.", "&Verbar;Jamdani": "A silk fabric, with a woven pattern of sprigs of flowers.", "Jestingly": "In a jesting manner.", "Janizarian": "Of or pertaining to the janizaries, or their government.", "jellify": "To make, or to become, gelatinous; to make into jelly; to jelly.", "Jungle": "A dense growth of brushwood, grasses, reeds, vines, etc.; an almost impenetrable thicket of trees, canes, and reedy vegetation, as in India, Africa, Australia, and Brazil.", "Javanese": "Of or pertaining to Java, or to the people of Java.", "Janitor": "A door-keeper; a porter.", "jet-setting": "frequent international travel for pleasure, as contrasted with business.", "Jewellery": "See Jewelry.", "joyfulness": "the emotion of great happiness.", "Jymold": "See Gimmal.", "Jeffersonite": "A variety of pyroxene of olive-green color passing into brown. It contains zinc.", "Jacobus": "An English gold coin, of the value of twenty-five shillings sterling, struck in the reign of James I.", "Jacobinic": "Of or pertaining to the Jacobins of France; revolutionary; of the nature of, or characterized by, Jacobinism.", "Jazel": "A gem of an azure color.", "Jewbush": "A euphorbiaceous shrub of the genus Pedilanthus (Pedilanthus tithymaloides), found in the West Indies, and possessing powerful emetic and drastic qualities.", "jingoistic": "fanatically and bellicosely patriotic; aggressively chauvinistic; belligerent in international relations.", "Jumpweld": "See Buttweld, v. t.", "Joss": "A Chinese household divinity; a Chinese idol.", "Jolt": "A sudden shock or jerk; a jolting motion, as in a carriage moving over rough ground.", "Jane-of-apes": "A silly, pert girl; -- corresponding to jackanapes.", "Juniority": "The state or quality of being junior.", "Jarrah": "The mahoganylike wood of the Australian Eucalyptus marginata. See Eucalyptus.", "Jacinth": "See Hyacinth.", "Jambee": "A fashionable cane.", "Juke": "To perch on anything, as birds do.", "Jigjog": "Having a jolting motion.", "Jo": "A sweetheart; a darling.", "Jadding": "See Holing.", "Jollification": "A merrymaking; noisy festivity.", "Jointly": "In a joint manner; together; unitedly; in concert; not separately.", "jiggery-pokery": "A verbal misrepresentation intended to take advantage of a person in some way.", "Jiffy": "A moment; an instant; as, I will be ready in a jiffy.", "Jupe": "Same as Jupon.", "Japan current": "A branch of the equatorial current of the Pacific, washing the eastern coast of Formosa and thence flowing northeastward past Japan and merging into the easterly drift of the North Pacific; -- called also Kuro-Siwo, or Black Stream, in allusion to the deep blue of its water. It is similar in may ways to the Gulf Stream.", "Joke": "To do something for sport, or as a joke; to be merry in words or actions; to jest.", "&Verbar;Jarl": "A chief; an earl; in English history, one of the leaders in the Danish and Norse invasions.", "Jovialness": "Noisy mirth; joviality.", "jeoparder": "One who puts in jeopardy.", "Judahite": "One of the tribe of Judah; a member of the kingdom of Judah; a Jew.", "Juglandin": "An extractive matter contained in the juice of the green shucks of the walnut (Juglans regia). It is used medicinally as an alterative, and also as a black hair dye.", "jitney": "a small bus or similar vehicle carrying passengers on a fixed route, used for public transport.", "JPEG": "A standardized format for storing graphic data in binary computer files, allowing over 16 million different colors.  It allows for lossy compression, i. e. the compression of data into a form which re-expands into an image close, but not identical to the original image.  Files stored in this format usually carry the extension jpg or jpeg.  Compare GIF.", "Jealousness": "State or quality of being jealous.", "jackbooted": "Wearing jackboots; -- used especially as a metaphor for harshly repressive and militaristic; as, jackbooted government agents.", "Joinant": "Adjoining.", "JCL": "Job Control Language.", "Jahweh": "a name for the Old Testament God as transliterated from the Hebrew YHVH.  See Jehovah.", "Jurel": "A yellow carangoid fish of the Atlantic and Gulf coasts (Caranx chrysos), most abundant southward, where it is valued as a food fish; -- called also hardtail, horse crevallé, jack, buffalo jack, skipjack, yellow mackerel, and sometimes, improperly, horse mackerel. Other species of Caranx (as Caranx fallax) are also sometimes called jurel.", "Jasp": "Jasper.", "Jolif": "Joyful; merry; pleasant; jolly.", "Juniper": "Any evergreen shrub or tree, of the genus Juniperus and order Coniferæ.", "Joyous": "Glad; gay; merry; joyful; also, affording or inspiring joy; with of before the word or words expressing the cause of joy.", "Jeofail": "An oversight in pleading, or the acknowledgment of a mistake or oversight.", "Jewfish": "A very large serranoid fish (Promicrops itaiara) of Florida and the Gulf of Mexico. It often reaches the weight of five hundred pounds. Its color is olivaceous or yellowish, with numerous brown spots. Called also guasa, and warsaw.", "&Verbar;Jacqueminot": "A half-hardy, deep crimson  rose of the remontant class; -- so named after General Jacqueminot, of France.", "Japonica": "A species of Camellia (Camellia Japonica), a native of Japan, bearing beautiful red or white flowers. Many other genera have species of the same name.", "Janitress": "A female janitor.", "Japer": "A jester; a buffoon.", "jerkwater": "small and remote and insignificant; as, a jerkwater college.", "Junket": "To give entertainment to; to feast.", "Juniperus": "The genus of trees comprising the junipers.", "jean": "A twilled cotton cloth.", "Jerusalem": "The chief city of Palestine, intimately associated with the glory of the Jewish nation, and the life and death of Jesus Christ.", "jangly": "like the discordant ringing of nonmusical metallic objects striking together; sounding with a jangle{3}; as, a custodian with a jangly set of keys.", "Jet-black": "Black as jet; deep black.  See first jet.", "jockey shorts": "A type of men's underpants without legs, fitting tightly and held by an elastic waistband; also called briefs.  Originally a tradename, the term has become common for that type of underpants.", "Jounce": "A jolt; a shake; a hard trot.", "Jamboree": "A noisy or unrestrained carousal or frolic; a spree.", "Jougs": "An iron collar fastened to a wall or post, formerly used in Scotland as a kind of pillory. [Written also juggs.] See Juke.", "Jeweler": "One who makes, or deals in, jewels, precious stones, and similar ornaments.", "Janus-faced": "Double-faced; deceitful.", "Jobbing": "Doing chance work or odd jobs; as, a jobbing carpenter.", "Jackpot": "Same as jack pot.  See under jack.", "&Verbar;Jeniquen": "A Mexican name for the Sisal hemp (Agave rigida, var. Sisalana); also, its fiber.", "Jews-harp": "An instrument of music, which, when placed between the teeth, gives, by means of a bent metal tongue struck by the finger, a sound which is modulated by the breath; -- called also Jew's-trump.", "Judiciary": "That branch of government in which judicial power is vested; the system of courts of justice in a country; the judges, taken collectively; as, an independent judiciary; the senate committee on the judiciary.", "Judaist": "One who believes and practices Judaism.", "Juglone": "A yellow crystalline substance (C10H6O3) resembling quinone, extracted from green shucks of the walnut (Juglans regia); -- called also nucin.  Chemically, it is 5-hydroxy-1,4-naphthalenedione.", "Jimcrack": "See Gimcrack.", "jeweled": "covered with beads or jewels or sequins.", "Jettee": "See Jetty, n.", "jerk off": "To masturbate.", "Jaggy": "Having jags; set with teeth; notched; uneven; as, jaggy teeth.", "James": "William James, an American psychologist and philosopher (1842-1910).  He was the brother of Henry James.", "Jesuited": "Conforming to the principles of the Jesuits.", "Jaspachate": "Agate jasper.", "Jeopardous": "Perilous; hazardous.", "June bug": "See june beetle.", "Juvenal": "A youth.", "&Verbar;Jaspé": "Having the surface decorated with cloudings and streaks, somewhat as if imitating jasper.", "jet-setter": "a member of the jet set.", "Journey-bated": "Worn out with journeying.", "Jamaica": "One of the West Indian islands.", "Jehovah": "A Scripture name of the Supreme Being, by which he was revealed to the Jews as their covenant God or Sovereign of the theocracy; the “ineffable name” of the Supreme Being, which was not pronounced by the Jews.", "Jeames": "A footman; a flunky.", "Juggernaut": "One of the names under which Vishnu, in his incarnation as Krishna, is worshiped by the Hindus.  See also Jagannath.", "Jaspery": "Of the nature of jasper; mixed with jasper.", "job control language": "A programming language used to specify the manner, timing, and other requirements of execution of a task or set of tasks submitted for execution, especially in background, on a multitasking computer; a programming language for controlling job{7} execution.  Abbreviated JCL.", "Jointureless": "Having no jointure.", "Justle": "An encounter or shock; a jostle.", "jaggedness": "something irregular like a bump on or crack in a smooth surface.", "Jordanella": "a genus of fishes, including the American flagfish (Jordanella floridae), of Florida.", "Jasper": "An opaque, impure variety of quartz, of red, yellow, and other dull colors, breaking with a smooth surface. It admits of a high polish, and is used for vases, seals, snuff boxes, etc.  When the colors are in stripes or bands, it is called striped jasper or banded jasper. The Egyptian pebble is a brownish yellow jasper.", "Jewess": "A female Jew; a Hebrew woman; a female adherent of Judaism.", "Jabiru": "One of several large wading birds of the genera Mycteria and Xenorhynchus, allied to the storks in form and habits.", "Jutlandish": "Of or pertaining to Jutland, or to the people of Jutland.", "Jaculate": "To throw or cast, as a dart; to throw out; to emit.", "JDL": "Jewish Defense League.", "Jurdon": "Jordan.", "Java": "One of the islands of the Malay Archipelago belonging to the Netherlands.", "joking": "intended as a joke; -- of communications.", "Jippo": "A waistcoat or kind of stays for women.", "Justiciable": "Proper to be examined in a court of justice.", "Jimp": "Neat; handsome; elegant. See Gimp.", "&Verbar;Jejunum": "The middle division of the small intestine, between the duodenum and ileum; -- so called because usually found empty after death.", "Jolly": "A marine in the English navy.", "Jentling": "A fish of the genus Leuciscus; the blue chub of the Danube.", "Jervine": "A poisonous alkaloid resembling veratrine, and found with it in white hellebore (Veratrum album); -- called also jervina.", "Juwise": "Same as Juise.", "Jemmy": "A short crowbar. See Jimmy.", "Jollily": "In a jolly manner.", "Janty": "See Jaunty.", "Joul": "See Jowl.", "Jungian": "of or pertaining to Carl Jung, Swiss psychiatrist.", "Jantiness": "See Jauntiness.", "Japery": "Jesting; buffoonery.", "jitterbug": "to do the jitterbug.", "Johnson grass": "A tall perennial grass (Sorghum Halepense), valuable in the Southern and Western States for pasture and hay. The rootstocks are large and juicy and are eagerly sought by swine. Called also Cuba grass, Means grass, Evergreen millet, and Arabian millet.", "Jayhawker": "A name given to a free-booting, unenlisted, armed man or guerrilla.", "Judaizers": "See Raskolnik.", "Jashawk": "A young hawk.", "Jarosite": "An ocher-yellow mineral occurring in minute rhombohedral crystals. It is a hydrous sulphate of iron and potash.", "&Verbar;Jubé": "A chancel screen or rood screen.", "Janus-headed": "Double-headed.", "Juliform": "Having the shape or appearance of a julus or catkin.", "Jute": "The coarse, strong fiber of the East Indian Corchorus olitorius, and Corchorus capsularis; also, the plant itself. The fiber is much used for making mats, gunny cloth, cordage, hangings, paper, etc.", "Jakes": "A privy.", "Jarnut": "An earthnut.", "Jacksnipe": "A small European snipe (Limnocryptes gallinula); -- called also judcock, jedcock, juddock, jed, and half snipe.", "Jewel": "To dress, adorn, deck, or supply with jewels, as a dress, a sword hilt, or a watch; to bespangle, as with jewels; to bejewel.", "juju": "the magical power associated with a juju{2}.", "jazzy": "resembling jazz{1} especially in its rhythm.", "Jugulate": "To cut the throat of.", "Juggleress": "A female juggler.", "joule": "A unit of work which is equal to 107 ergs (the unit of work in the C. G. S. system of units), and is equivalent to one watt-second, the energy expended in one second by an electric current of one ampere in a resistance of one ohm; also called the absolute joule.  It is abbreviated J or j.  The international joule is slightly larger, being 1.000167 times the absolute joule.  The absolute joule is approximately equal to 0.737562 foot pounds, 0.239006 gram-calories (small calories),  and 3.72506 x 10-7 horsepower-hours, and 0.000948451 B.t.u.", "Jaculator": "One who throws or casts.", "Jimmy": "A short crowbar used by burglars in breaking open doors.", "Jamesonia": "A genus of xerophytic ferns of South America.", "Johnny": "A familiar diminutive of John.", "Jiggish": "Resembling, or suitable for, a jig, or lively movement.", "Jade": "To become weary; to lose spirit.", "Jack Ketch": "A public executioner, or hangman.", "Jangleress": "A female prater or babbler.", "Jargonic": "Of or pertaining to the mineral jargon.", "Jordanian": "A native or inhabitant of Jordan.", "Jutlander": "A native or inhabitant of Jutland in Denmark.", "juvenile hormone": "A hormone secreted by insects which inhibits the molting of an insect from its juvenile into its adult form; also, substances having similar activity, but produced by plants.", "Japan": "Of or pertaining to Japan, or to the lacquered work of that country; as, Japan ware.", "Jargon": "A variety of zircon. See Zircon.", "Journalist": "One who keeps a journal or diary; a diarist.", "jimmy": "To pry open (a door, window, etc.) with a jimmy or similar device; often used with open; as, the burglar jimmied open the back door and stole the TV set.", "&Verbar;Jetsam": "Goods which sink when cast into the sea, and remain under water; -- distinguished from flotsam, goods which float, and ligan (or lagan), goods which are sunk attached to a buoy.", "Jargonelle": "A variety of pear which ripens early.", "Jnr.": "Abbreviation for Junior, used after a name by a son who has the same first and last name as his father; -- less commonly used than Jr.", "Jetty": "To jut out; to project.", "Jobbery": "The act or practice of jobbing.", "Jumping jack": "A toy figure of a man, jointed and made to jump or dance by means of strings or sticks attached to it.", "Jessamine": "Same as Jasmine.", "Jostle": "A conflict by collisions; a crowding or bumping together; interference.", "Jews-ear": "A widely distributed species of edible fungus (Auricularia auricula-judae, formerly Hirneola Auricula-Judæ, or Hirneola Auricula), bearing some resemblance to the human ear and growing on decaying wood.", "Jurist": "One who professes the science of law; one versed in the law, especially in the civil law, such as a judge, lawyer, or legal scholar; a writer on civil and international law.", "Janizary": "A soldier of a privileged military class, which formed the nucleus of the Turkish infantry, but was suppressed in 1826.", "journeying": "the act or process of traveling from one place to another.", "&Verbar;Jumelle": "Twin; paired; -- said of various objects made or formed in pairs, as a binocular opera glass, a pair of gimmal rings, etc.", "Jobation": "A scolding; a hand, tedious reproof.", "Joiner": "One who, or that which, joins.", "Justificatory": "Vindicatory; defensory; justificative.", "Jackstone": "One of the pebbles or pieces used in the game of jackstones.", "Jesuitry": "Jesuitism; subtle argument.", "Japhetic": "Pertaining to, or derived from, Japheth, one of the sons of Noah; as, Japhetic nations, the nations of Europe and Northern Asia; Japhetic languages.", "&Verbar;Jacquerie": "The name given to a revolt of French peasants against the nobles in 1358, the leader assuming the contemptuous title, Jacques Bonhomme, given by the nobles to the peasantry. Hence, any revolt of peasants.", "Joltingly": "In a jolting manner.", "&Verbar;Jeffersonia": "An American herb with a pretty, white, solitary blossom, and deeply two-cleft leaves (Jeffersonia diphylla); twinleaf.", "jinx": "To bring bad luck to; to cause to malfunction or go wrong; as, some superstitious people are reluctant to predict success for fear it will jinx them.", "Jewelweed": "See Impatiens.", "Jeat": "See Jet.", "Jungermanniaceae": "A natural family of plants comprising the leafy members of the order Jungermanniales.", "January": "The first month of the year, containing thirty-one days.", "J": "J is the tenth letter of the English alphabet. It is a later variant form of the Roman letter I, used to express a consonantal sound, that is, originally, the sound of English y in yet. The forms J and I have, until a recent time, been classed together, and they have been used interchangeably.", "Jaw-fall": "Depression of the jaw; hence, depression of spirits.", "jagg": "See Jag.", "Jucundity": "Pleasantness; agreeableness. See Jocundity.", "Jocundity": "The state or quality of being jocund; gayety; sportiveness.", "jive": "a style of jazz played by big bands popular in the 1930s; flowing rhythms but less complex than later styles of jazz.", "July-flower": "See Gillyflower.", "Jockeying": "The act or management of one who jockeys; trickery.", "Jenny": "A machine for spinning a number of threads at once, -- used in factories.  Also called spinning jenny.", "Jigger": "To move, send, or drive with a jerk; to jerk; also, to drive or send over with a jerk, as a golf ball.", "Jill-flirt": "A light, giddy, or wanton girl or woman. See Gill-flirt.", "joculatory": "Droll; sportive.", "Juncaceous": "Of. pertaining to, or resembling, a natural family of plants (Juncaceæ), of which the common rush (Juncus) is the type.", "Jeopard": "To put in jeopardy; to expose to loss or injury; to imperil; to jeopardize; to hazard.", "Joseph": "An outer garment worn in the 18th century; esp., a woman's riding habit, buttoned down the front.", "jumbo": "Any object which is a very large example of its class.", "Jaundiced": "Affected with jaundice.", "Jubilant": "Uttering songs of triumph; shouting with joy; triumphant; exulting.", "Jesse": "Any representation or suggestion of the genealogy of Christ, in decorative art", "Joinhand": "Writing in which letters are joined in words; -- distinguished from writing in single letters.", "Jack-a-lent": "A small stuffed puppet to be pelted in Lent; hence, a simple fellow.", "jailbird": "A prisoner; one is in prison or who has been confined in prison.", "Judicatory": "Pertaining to the administration of justice; dispensing justice; judicial; as, judicatory tribunals.", "Jukes, The": "A pseudonym used to designate the descendants of two sisters, the “Jukes” sisters, whose husbands were sons of a backwoodsman of Dutch descent. They lived in the State of New York, and their history was investigated by R. L. Dugdale as an example of the inheritance of criminal and immoral tendencies, disease, and pauperism.  Sixty per cent of those traced showed, degeneracy, and they are estimated to have cost society $1,308,000 in 75 years.", "&Verbar;Jujitsu": "same as jujutsu.", "Jailer": "The keeper of a jail or prison.", "Jambes": "In the Middle Ages, armor for the legs below the knees, usually having front and back pieces; called also greaves.", "jet set": "an international group of wealthy individuals who travel frequently to international resorts. -- the group is not organized, but membership is defined solely by frequent travel for pleasure.", "Jolly-boat": "A boat of medium size belonging to a ship.", "Joyancy": "Joyance.", "&Verbar;Jungermannia": "A genus of hepatic mosses, now much circumscribed, but formerly comprising most plants of the family, which is sometimes therefore called Jungermanniaceæ.", "Jalapic": "Of or pertaining to jalap.", "jiqui": "A Cuban timber tree (Malpighia obovata) with hard wood very resistant to moisture.", "Jalapin": "A glucoside found in the stems of the jalap plant and scammony. It is a strong purgative.", "Jaspilite": "A compact siliceous rock resembling jasper.", "Judge-made": "Created by judges or judicial decision; -- applied esp. to law applied or established by the judicial interpretation of statutes so as extend or restrict their scope, as to meet new cases, to provide new or better remedies, etc., and often used opprobriously of acts of judicial interpretation considered as doing this.  Judge-made law is contrasted with statutory law and civil law.", "Judas": "The disciple who betrayed Christ.", "Jaborandi": "The native name of a South American rutaceous shrub (Pilocarpus pennatifolius). The leaves are used in medicine as an diaphoretic and sialogogue.", "Jeffersonian": "Pertaining to, or characteristic of, Thomas Jefferson (third President of the United States) or his political doctrines, which were those of the Republicanism of his time, as opposed to those of the Federalists.", "&Verbar;Jet deau": "A stream of water spouting, esp. upward, from a fountain or pipe for ornament; also, the fountain or pipe from which it issues.", "Jakie": "A South American striped frog (Pseudis paradoxa), remarkable for having a tadpole larger than the adult, and hence called also paradoxical frog.", "Jacobean": "any distinguished personage during the reign of James I of England.", "jimhickey": "Same as jimdandy.", "jocosity": "A jocose act or saying; jocoseness.", "Justly": "In a just manner; in conformity to law, justice, or propriety; by right; honestly; fairly; accurately.", "Jako": "An African parrot (Psittacus erithacus), very commonly kept as a cage bird; -- called also gray parrot.", "Joulemeter": "An integrating wattmeter for measuring the energy in joules expended in an electric circuit or developed by a machine.", "Jovialty": "Joviality.", "&Verbar;Jairou": "The ahu or Asiatic gazelle.", "Jibe": "To change a ship's course so as to cause a shifting of the boom. See Jibe, v. t., and Gybe.", "Jerkinhead": "The hipped part of a roof which is hipped only for a part of its height, leaving a truncated gable.", "Jostlement": "Crowding; hustling.", "Justicement": "Administration of justice; procedure in courts of justice.", "&Verbar;Julus": "A catkin or ament. See Ament.", "Jury mast": "A temporary mast, in place of one that has been carried away, or broken.", "Jaguar": "A large and powerful feline animal (Panthera onca, formerly Felis onca), ranging from Texas and Mexico to Patagonia. It is usually brownish yellow, with large, dark, somewhat angular rings, each generally inclosing one or two dark spots. It is chiefly arboreal in its habits. It is also called the panther and the American tiger.", "juicer": "a utensil with a conical ridged center that is used for squeezing juice fro citrus fruit.", "juiced-up": "Drunk; intoxicated; inebriated.", "Juxtapose": "To place in juxtaposition.", "Jewish calendar": "A lunisolar calendar in use among Hebraic peoples, reckoning from the year 3761 b. c., the date traditionally given for the Creation.", "Justiceship": "The office or dignity of a justice.", "Joint-fir": "A genus (Ephedra) of leafless shrubs, with the stems conspicuously jointed; -- called also shrubby horsetail. There are about thirty species, of which two or three are found from Texas to California.", "juiced": "Drunk; intoxicated; inebriated.", "Jawbone": "The bone of either jaw; a maxilla or a mandible.", "Jollity": "Noisy mirth; gayety; merriment; festivity; boisterous enjoyment.", "jagghery": "Same as jaggery.", "Jackaroo": "To be a jackaroo; to pass one's time as a jackaroo.", "Judiciously": "In a judicious manner; with good judgment; wisely.", "Jess": "A short strap of leather or silk secured round the leg of a hawk, to which the leash or line, wrapped round the falconer's hand, was attached when used. See Illust. of Falcon.", "Jibber": "A horse that jibs.", "Jesu": "Jesus.", "Jabberingly": "In a jabbering manner.", "&Verbar;Jambolana": "A myrtaceous tree of the West Indies and tropical America (Calyptranthes Jambolana), with astringent bark, used for dyeing. It bears an edible fruit.", "Jeronymite": "One belonging of the mediæval religious orders called Hermits of St. Jerome.", "jawbone": "To attempt to influence solely by talking, as contrasted with threatening or inducing by other means, e.g. legislation; esp. to make public appeals in order to influence the behavior of businessmen or labor leaders; -- used especially of the President or other high government officials; as, to jawbone businessmen into forgoing price increases."}