{"Vaginervose": "Having the nerves, or veins, placed in apparent disorder.", "Vaudois": "An inhabitant, or the inhabitants, of the Swiss canton of Vaud.", "Vomiturition": "An ineffectual attempt to vomit.", "Villenage": "Villanage.", "Vehiculary": "Vehicular.", "Veratrum": "A genus of coarse liliaceous herbs having very poisonous qualities.", "Vendible": "Something to be sold, or offered for sale.", "Verbena": "A genus of herbaceous plants of which several species are extensively cultivated for the great beauty of their flowers; vervain.", "Vernier": "A short scale made to slide along the divisions of a graduated instrument, as the limb of a sextant, or the scale of a barometer, for indicating parts of divisions. It is so graduated that a certain convenient number of its divisions are just equal to a certain number, either one less or one more, of the divisions of the instrument, so that parts of a division are determined by observing what line on the vernier coincides with a line on the instrument.", "Vestibular": "Of or pertaining to a vestibule; like a vestibule.", "Vagueness": "The quality or state of being vague.", "Vernacle": "See Veronica, 1.", "Volley": "To be thrown out, or discharged, at once; to be discharged in a volley, or as if in a volley; to make a volley or volleys.", "Vasodentine": "A modified form of dentine, which is permeated by blood capillaries; vascular dentine.", "Voltairism": "The theories or practice of Voltaire.", "Ventose": "The sixth month of the calendar adopted by the first French republic. It began February 19, and ended March 20.  See Vendémiaire.", "Viduity": "Widowhood.", "Vasoformative": "Concerned in the development and formation of blood vessels and blood corpuscles; as, the vasoformative cells.", "Verderer": "An officer who has the charge of the king's forest, to preserve the vert and venison, keep the assizes, view, receive, and enroll attachments and presentments of all manner of trespasses.", "Volatileness": "Quality or state of being volatile; disposition to evaporate; changeableness; fickleness.", "Vatican Council": "The council held under Pope Pius IX. in Vatican at Rome, in 1870, which promulgated the dogma of papal infallibility.", "Version": "A change of form, direction, or the like; transformation; conversion; turning.", "Verd antique": "A mottled-green serpentine marble.", "Vigilance": "The quality or state of being vigilant; forbearance of sleep; wakefulness.", "Vineal": "Of or pertaining to vines; containing vines.", "Valsalvian": "Of or pertaining to Valsalva, an Italian anatomist of the 17th century.", "Vulgarian": "A vulgar person; one who has vulgar ideas. Used also adjectively.", "Vitamin": "any of several organic chemical substances not synthesized by an animal and required in small quantities for normal metabolism, present in and obtained from the natural foods eaten by the animal.  Human vitamins are also produced synthetically, and taken in pure form or in mixtures, as dietary supplements.  Deficiencies of specific vitamins lead to certain specific disorders, such as scurvy, caused by an insufficiency of vitamin C (ascorbic acid).", "Vitreous": "Consisting of, or resembling, glass; glassy; as, vitreous rocks.", "Visual": "Of or pertaining to sight; used in sight; serving as the instrument of seeing; as, the visual nerve.", "Vizier": "A councilor of state; a high executive officer in Turkey and other Oriental countries.", "Venditate": "To cry up. as if for sale; to blazon.", "Visitant": "Visiting.", "Vestry": "A room appendant to a church, in which sacerdotal vestments and sacred utensils are sometimes kept, and where meetings for worship or parish business are held; a sacristy; -- formerly called revestiary.", "Vial": "To put in a vial or vials.", "Vitrics": "The art or study of the manufacture and decoration of glassware.", "Vaishnavism": "The worship of Vishnu.", "Vends": "See Wends.", "Votaress": "A woman who is a votary.", "Voltage": "Electric potential or potential difference, expressed in volts.", "Verge": "To border upon; to tend; to incline; to come near; to approach.", "Vanillate": "A salt of vanillic acid.", "Viridness": "Viridity; greenness.", "Voiceless": "Having no voice, utterance, or vote; silent; mute; dumb.", "Volator": "Same as Volador, 1.", "Ventrimeson": "See Meson.", "Vidual": "Of or pertaining to the state of a widow; widowed.", "Vesicle": "A bladderlike vessel; a membranous cavity; a cyst; a cell.", "Virulence": "The quality or state of being virulent or venomous; poisonousness; malignancy.", "Ventriculite": "Any one of numerous species of siliceous fossil sponges belonging to Ventriculites and allied genera, characteristic of the Cretaceous period.", "Voluptuary": "Voluptuous; luxurious.", "vividity": "The quality or state of being vivid; vividness.", "Vesselful": "As much as a vessel will hold; enough to fill a vessel.", "Vernicose": "Having a brilliantly polished surface, as some leaves.", "Vegetarian": "Of or pertaining to vegetarianism; as, a vegetarian diet.", "Veiny": "Full of veins; veinous; veined; as, veiny marble.", "V": "V, the twenty-second letter of the English alphabet, is a vocal consonant. V and U are only varieties of the same character, U being the cursive form, while V is better adapted for engraving, as in stone. The two letters were formerly used indiscriminately, and till a comparatively recent date words containing them were often classed together in dictionaries and other books of reference (see U). The letter V is from the Latin alphabet, where it was used both as a consonant (about like English w) and as a vowel. The Latin derives it from a form (V) of the Greek vowel Υ (see Y), this Greek letter being either from the same Semitic letter as the digamma F (see F), or else added by the Greeks to the alphabet which they took from the Semitic. Etymologically v is most nearly related to u, w, f, b, p; as in vine, wine; avoirdupois, habit, have; safe, save; trover, troubadour, trope. See U, F, etc.", "Venenate": "Poisoned.", "Volcanic": "Of or pertaining to a volcano or volcanoes; as, volcanic heat.", "Vibratility": "The quality or state of being vibratile; disposition to vibration or oscillation.", "Velverd": "The veltfare.", "Volunteer State": "Tennessee; -- a nickname.", "Vespertiliones": "A tribe of bats including the common insectivorous bats of America and Europe, belonging to Vespertilio and allied genera.  They lack a nose membrane.", "Vacuometer": "An instrument for the comparison of barometers.", "Venturine": "Gold powder for covering varnished surfaces.", "Viceroyalty": "The dignity, office, or jurisdiction of a viceroy.", "Virtual": "Having the power of acting or of invisible efficacy without the agency of the material or sensible part; potential; energizing.", "Verbalize": "To be verbose.", "Vanessian": "A vanessa.", "Viduage": "The state of widows or of widowhood; also, widows, collectively.", "Visional": "Of or pertaining to a vision.", "Venerable": "Capable of being venerated; worthy of veneration or reverence; deserving of honor and respect; -- generally implying an advanced age; as, a venerable magistrate; a venerable parent.", "Vant-courier": "An avant-courier. See Van-courier.", "Ventouse": "To cup; to use a cupping glass.", "Vagabondism": "Vagabondage.", "Victrice": "A victress.", "Vaccina": "Vaccinia.", "Vaccine": "The virus of vaccinia used in vaccination.", "Vertically": "In a vertical manner, position, or direction; perpendicularly; as, to look down vertically; to raise a thing vertically.", "Virginal": "To play with the fingers, as if on a virginal; to tap or pat.", "Verdoy": "Charged with leaves, fruits, flowers, etc.; -- said of a border.", "Vizier-azem": "A grand vizier.  See under Vizier.", "Vibrissa": "One of the specialized or tactile hairs which grow about the nostrils, or on other parts of the face, in many animals, as the so-called whiskers of the cat, and the hairs of the nostrils of man.", "Varify": "To make different; to vary; to variegate.", "Vigesimation": "The act of putting to death every twentieth man.", "Vulpes": "A genus of Carnivora including the foxes.", "Vagrancy": "The quality or state of being a vagrant; a wandering without a settled home; an unsettled condition; vagabondism.", "Verbose": "Abounding in words; using or containing more words than are necessary; tedious by a multiplicity of words; prolix; wordy; as, a verbose speaker; a verbose argument.", "Vergeboard": "The ornament of woodwork upon the gable of a house, used extensively in the 15th century. It was generally suspended from the edge of the projecting roof (see Verge, n., 4), and in a position parallel to the gable wall. Called also bargeboard.", "Variometer": "An instrument for comparing magnetic forces, esp. in the earth's magnetic field.", "Vocality": "The quality or state of being vocal; utterableness; resonance; as, the vocality of the letters.", "Vellumy": "Resembling vellum.", "Verbality": "The quality or state of being verbal; mere words; bare literal expression.", "Vitro-di-trina": "A kind of Venetian glass or glassware in which white threads are embedded in transparent glass with a lacelike or netlike effect.", "Vanglo": "Benne (Sesamum orientale); also, its seeds; -- so called in the West Indies.", "Viable": "Capable of living; born alive and with such form and development of organs as to be capable of living; -- said of a newborn, or a prematurely born, infant.", "Viticulose": "Having long and slender trailing stems.", "Vomiting": "The spasmodic ejection of matter from the stomach through the mouth.", "Vesiculata": "The campanularian medusæ.", "Vaguely": "In a vague manner.", "Vesiculate": "To form vesicles in, as lava.", "Vickers-Maxim gun": "One of a system of ordnance, including machine, quick-fire, coast, and field guns, of all calibers, manufactured by the combined firms of Vickers' Sons of Sheffield and Maxim of Birmingham and elsewhere, England.", "Veniable": "Venial; pardonable.", "Veery": "An American thrush (Turdus fuscescens) common in the Northern United States and Canada. It is light tawny brown above. The breast is pale buff, thickly spotted with brown. Called also Wilson's thrush.", "Volva": "A saclike envelope of certain fungi, which bursts open as the plant develops.", "Vetiver": "An East Indian grass (Andropogon muricatus); also, its fragrant roots which are much used for making mats and screens.  Also called kuskus, and khuskhus.", "Valvula": "A little valve or fold; a valvelet; a valvule.", "Verificative": "Serving to verify; verifying; authenticating; confirming.", "Vocule": "A short or weak utterance; a faint or feeble sound, as that heard on separating the lips in pronouncing p or b.", "Vafrous": "Crafty; cunning; sly; as, vafrous tricks.", "Vindemiate": "To gather the vintage.", "Vigonia": "Of or pertaining to the vicuña; characterizing the vicuña; -- said of the wool of that animal, used in felting hats, and for other purposes.", "Vodka": "A Russian drink distilled from rye.", "Victress": "A woman who wins a victory; a female victor.", "Vitta": "One of the oil tubes in the fruit of umbelliferous plants.", "Vitriolous": "See Vitriolic.", "Venery": "The art, act, or practice of hunting; the sports of the chase.", "Verity": "The quality or state of being true, or real; consonance of a statement, proposition, or other thing, with fact; truth; reality.", "Vasculose": "One of the substances of which vegetable tissue is composed, differing from cellulose in respect to its solubility in certain media.", "Venge": "To avenge; to punish; to revenge.", "Verdurous": "Covered with verdure; clothed with the fresh green of vegetation; verdured; verdant; as, verdurous pastures.", "Valued": "Highly regarded; esteemed; prized; as, a valued contributor; a valued friend.", "Vortex fringe": "The region immediately surrounding a disk moving flatwise through air; -- so called because the air has a cyclic motion as in vortex ring.", "videotape": "a video recording made on magnetic tape.", "Vaginule": "A vaginula.", "Vice-regal": "Of or pertaining to a viceroy or viceroyalty.", "Vallar": "A vallar crown.", "Vaginula": "A little sheath, as that about the base of the pedicel of most mosses.", "Vaccary": "A cow house, dairy house, or cow pasture.", "Voortreker": "One who treks before or first; a pioneer.", "Vaishnava": "A worshiper of the god Vishnu in any of his incarnations.", "Vaticine": "A prediction; a vaticination.", "Vulnerary": "Useful in healing wounds; adapted to the cure of external injuries; as, vulnerary plants or potions.", "Voluta": "Any one of numerous species of large, handsome marine gastropods belonging to Voluta and allied genera.", "Vanfoss": "A ditch on the outside of the counterscarp, usually full of water.", "Vitelligenous": "Producing yolk, or vitelline substance; -- applied to certain cells (also called nutritive, or yolk, cells) formed in the ovaries of many insects, and supposed to supply nutriment to the developing ova.", "Vasty": "Vast; immense.", "Vatful": "As much as a vat will hold; enough to fill a vat.", "Vested school": "In Ireland, a national school which has been built by the aid of grants from the board of Commissioners of National Education and is secured for educational purposes by leases to the commissioners themselves, or to the commissioners and the trustees.", "Vers de société": "See Society verses, under Society.", "Via": "By the way of; as, to send a letter via Queenstown to London.", "Vegeto-animal": "Partaking of the nature both of vegetable and animal matter; -- a term sometimes applied to vegetable albumen and gluten, from their resemblance to similar animal products.", "Vavasory": "The quality or tenure of the fee held by a vavasor; also, the lands held by a vavasor.", "Veneficial": "Acting by poison; used in poisoning or in sorcery.", "Vie": "A contest for superiority; competition; rivalry; strife; also, a challenge; a wager.", "Visitor": "One who visits; one who comes or goes to see another, as in civility or friendship.", "Vine": "Any woody climbing plant which bears grapes.", "Vastness": "The quality or state of being vast.", "Veranda": "An open, roofed gallery or portico, adjoining a dwelling house, forming an out-of-door sitting room.  See Loggia.", "Vis": "Force; power.", "Voluted": "Having a volute, or spiral scroll.", "Viz": "To wit; that is; namely.", "Vulcanizer": "One who, or that which, vulcanizes; esp., an apparatus for vulcanizing caoutchouc.", "vivers": "Provisions; victuals.", "Vivency": "Manner of supporting or continuing life or vegetation.", "Vibration": "The act of vibrating, or the state of being vibrated, or in vibratory motion; quick motion to and fro; oscillation, as of a pendulum or musical string.", "Volary": "See Volery.", "Vomic nut": "Same as Nux vomica.", "Volitable": "Volatilizable.", "Vortex ring": "A ring-shaped mass of moving fluid which, by virtue of its motion of rotation around an axis disposed in circular form, attains a more or less distinct separation from the surrounding medium and has many of the properties of a solid.", "Vickers gun": "One of a system of guns manufactured by the firm of Vickers' Sons, at Sheffield, Eng. now included in Vickers-Maxim guns.", "Vigilancy": "Vigilance.", "Vanadic": "Pertaining to, or obtained from, vanadium; containing vanadium; specifically, designating those compounds in which vanadium has a relatively higher valence as contrasted with the vanadous compounds; as, vanadic oxide.", "Veneering": "The act or art of one who veneers.", "Vindication": "The act of vindicating, or the state of being vindicated; defense; justification against denial or censure; as, the vindication of opinions; his vindication is complete.", "Visible speech": "A system of characters invented by Prof. Alexander Melville Bell to represent all sounds that may be uttered by the speech organs, and intended to be suggestive of the position of the organs of speech in uttering them.", "Vermuth": "A liqueur made of white wine, absinthe, and various aromatic drugs, used to excite the appetite.", "Vanadium": "A rare element of the nitrogen-phosphorus group, found combined, in vanadates, in certain minerals, and reduced as an infusible, grayish-white metallic powder. It is intermediate between the metals and the non-metals, having both basic and acid properties. Symbol V (or Vd, rarely). Atomic weight 50.94 (C12=12.000).", "Verbosity": "The quality or state of being verbose; the use of more words than are necessary; prolixity; wordiness; verbiage.", "Vintager": "One who gathers the vintage.", "Villanous": "See Villainous, etc.", "Verticillaster": "A whorl of flowers apparently of one cluster, but composed of two opposite axillary cymes, as in mint.  See Illust. of Whorl.", "Vintaging": "The act of gathering the vintage, or crop of grapes.", "Vanillic": "Pertaining to, or derived from, vanilla or vanillin; resembling vanillin; specifically, designating an alcohol and an acid respectively, vanillin being the intermediate aldehyde.", "Versed": "Turned.", "Vanillin": "A white crystalline aldehyde having a burning taste and characteristic odor of vanilla. It is extracted from vanilla pods, and is also obtained by the decomposition of coniferin, and by the oxidation of eugenol.", "Vitalist": "A believer in the theory of vitalism; -- opposed to physicist.", "Verser": "A versifier.", "Vitalism": "The doctrine that all the functions of a living organism are due to an unknown vital principle distinct from all chemical and physical forces.", "Verset": "A verse.", "Volumetric": "Of or pertaining to the measurement of volume.", "Vertebrata": "One of the grand divisions of the animal kingdom, comprising all animals that have a backbone composed of bony or cartilaginous vertebræ, together with Amphioxus in which the backbone is represented by a simple undivided notochord. The Vertebrata always have a dorsal, or neural, cavity above the notochord or backbone, and a ventral, or visceral, cavity below it. The subdivisions or classes of Vertebrata are Mammalia, Aves, Reptilia, Amphibia, Pisces, Marsipobranchia, and Leptocardia.", "Villous": "Abounding in, or covered with, fine hairs, or a woolly substance; shaggy with soft hairs; nappy.", "Vertebrate": "Having a backbone, or vertebral column, containing the spinal marrow, as man, quadrupeds, birds, amphibia, and fishes.", "Vampire": "A blood-sucking ghost; a soul of a dead person superstitiously believed to come from the grave and wander about by night sucking the blood of persons asleep, thus causing their death.  This superstition was once prevalent in parts of Eastern Europe, and was especially current in Hungary about the year 1730.  The vampire was often said to have the ability to transform itself into the form of a bat, as presented in the novel depicting the legend of Dracula published by Bram Stoker in 1897, which has inspired several movies.", "Vineyardist": "One who cultivates a vineyard.", "Voyol": "See Viol, 2.", "Vermiculated": "Made or marked with irregular wavy lines or impressions; vermiculate.", "Vitalization": "The act or process of vitalizing, or infusing the vital principle.", "Varicous": "Varicose.", "Vesication": "The process of vesicating, or of raising blisters.", "Villager": "An inhabitant of a village.", "Variableness": "The quality or state of being variable; variability.", "Visayan": "A member of the most numerous of the native races of the Philippines, occupying the Visayan Islands and the northern coast Mindanao; also, their language. The Visayans possessed a native culture and alphabet.", "Vicarian": "A vicar.", "Vicarial": "Of or pertaining to a vicar; as, vicarial tithes.", "Vacillancy": "The quality or state of being vacillant, or wavering.", "Vinaigrous": "Resembling vinegar; sour.", "Vility": "Vileness; baseness.", "Vanguard": "The troops who march in front of an army; the advance guard; the van.", "Vexation": "The act of vexing, or the state of being vexed; agitation; disquiet; trouble; irritation.", "Vision": "To see in a vision; to dream.", "Viscountcy": "The dignity or jurisdiction of a viscount.", "Vell": "To cut the turf from, as for burning.", "Vele": "A veil.", "Variolic": "Variolous.", "Victoress": "A victress.", "Vegetability": "The quality or state of being vegetable.", "Voiced": "Furnished with a voice; expressed by the voice.", "Vespertilio": "A genus of bats including some of the common small insectivorous species of North America and Europe.", "Vocative": "The vocative case.", "Ventilate": "To open and expose to the free passage of air; to supply with fresh air, and remove impure air from; to air; as, to ventilate a room; to ventilate a cellar; to ventilate a mine.", "Ventriloquial": "Ventriloquous.", "Valylene": "A volatile liquid hydrocarbon, C5H6, related to ethylene and acetylene, but possessing the property of unsaturation in the third degree.  It is the only known member of a distinct series of compounds.  It has a garlic odor.", "Voluptuous": "Full of delight or pleasure, especially that of the senses; ministering to sensuous or sensual gratification; exciting sensual desires; luxurious; sensual.", "Virtueless": "Destitute of virtue; without efficacy or operating qualities; powerless.", "Veiled": "Covered by, or as by, a veil; hidden.", "Varan": "The monitor. See Monitor, 3.", "Villakin": "A little villa.", "Valkyrian": "Of or pertaining to the Valkyries; hence, relating to battle.", "Verruca": "A wart.", "Voting": "a. & n. from Vote, v.", "Vinewed": "Same as Vinnewed.", "Vulcanize": "To change the properties of, as caoutchouc, or India rubber, by the process of vulcanization.", "Vindemial": "Of or pertaining to a vintage, or grape harvest.", "Vicuña": "A South American mammal (Auchenia vicunna) native of the elevated plains of the Andes, allied to the llama but smaller. It has a thick coat of very fine reddish brown wool, and long, pendent white hair on the breast and belly. It is hunted for its wool and flesh.", "Vitrificable": "Vitrifiable.", "Verrugas": "An endemic disease occurring in the Andes in Peru, characterized by warty tumors which ulcerate and bleed. It is probably due to a special bacillus, and is often fatal.", "Villenous": "Of or pertaining to a villein.", "Vedanta": "A system of philosophy among the Hindus, founded on scattered texts of the Vedas, and thence termed the “Anta,” or end or substance.", "Venturous": "Daring; bold; hardy; fearless; venturesome; adventurous; as, a venturous soldier.", "Vasum": "A genus including several species of large marine gastropods having massive pyriform shells, with conspicuous folds on the columella.", "Volitive": "Of or pertaining to the will; originating in the will; having the power to will.", "Vanjas": "The Australian pied crow shrike (Strepera graculina). It is glossy bluish black, with the under tail coverts and the tips and bases of the tail feathers white.", "Vindicatory": "Tending or serving to vindicate or justify; justificatory; vindicative.", "Vortex line": "A line, within a rotating fluid, whose tangent at every point is the instantaneous axis of rotation as that point of the fluid.", "Venust": "Beautiful.", "Vibrator": "One that vibrates, or causes vibration or oscillation of any kind;", "Vehiculate": "To convey by means of a vehicle; to ride in a vehicle.", "Volcanize": "To subject to, or cause to undergo, volcanic heat, and to be affected by its action.", "Vulturine": "Of or pertaining to a vulture; resembling a vulture in qualities or looks; as, the vulturine sea eagle (Gypohierax Angolensis); vulturine rapacity.", "Valerone": "A ketone of valeric acid obtained as an oily liquid.", "Visionless": "Destitute of vision; sightless.", "Vitrified": "Converted into glass.", "Vinification": "The conversion of a fruit juice or other saccharine solution into alcohol by fermentation.", "Vinometer": "An instrument for determining the strength or purity of wine by measuring its density.", "Veronica": "A portrait or representation of the face of our Savior on the alleged handkerchief of Saint Veronica, preserved at Rome; hence, a representation of this portrait, or any similar representation of the face of the Savior.  Formerly called also Vernacle, and Vernicle.", "Vinegarroon": "A whip scorpion, esp. a large Mexican species (Thelyphonus giganteus) popularly supposed to be very venomous; -- from the odor that it emits when alarmed.", "Vomition": "The act or power of vomiting.", "Vascularization": "The process of becoming vascular, or the condition of being vascular; as, the vascularization of cartilege.", "Vaunter": "One who vaunts; a boaster.", "Vibrio": "A genus of motile bacteria characterized by short, slightly sinuous filaments and an undulatory motion; also, an individual of this genus.", "Verst": "A Russian measure of length containing 3,500 English feet.", "Voracity": "The quality of being voracious; voraciousness.", "Vanadite": "A salt of vanadious acid, analogous to a nitrite or a phosphite.", "Verse": "To make verses; to versify.", "Vraisemblance": "The appearance of truth; verisimilitude.", "Verso": "The reverse, or left-hand, page of a book or a folded sheet of paper; -- opposed to recto.", "Vocabulary": "A list or collection of words arranged in alphabetical order and explained; a dictionary or lexicon, either of a whole language, a single work or author, a branch of science, or the like; a word-book.", "Vaudoux": "See Voodoo.", "Vingtun": "Contraction for Vingt et un.", "Vaward": "The fore part; van.", "Verseman": "Same as Versemonger.", "Vortex tube": "An imaginary tube within a rotating fluid, formed by drawing the vortex lines through all points of a closed curve.", "Vague": "A wandering; a vagary.", "Vesiculation": "The state of containing vesicles, or the process by which vesicles are formed.", "Viperine": "Of or pertaining to a viper or vipers; resembling a viper.", "Viperina": "See Viperoidea.", "Vice": "Denoting one who in certain cases may assume the office or duties of a superior; designating an officer or an office that is second in rank or authority; as, vice president; vice agent; vice consul, etc.", "Vibrant": "Vibrating; tremulous; resonant; as, vibrant drums.", "Velarium": "The marginal membrane of certain medusæ belonging to the Discophora.", "Verdict": "The answer of a jury given to the court concerning any matter of fact in any cause, civil or criminal, committed to their examination and determination; the finding or decision of a jury on the matter legally submitted to them in the course of the trial of a cause.", "Vide": "imperative sing. of L. videre, to see; -- used to direct attention to something; as, vide supra, see above.", "Voice": "To clamor; to cry out.", "Vertilinear": "Straight; rectilinear.", "Vanadious": "Pertaining to, or containing, vanadium; specifically, designating those compounds in which vanadium has a lower valence as contrasted with the vanadic compounds; as, vanadious acid.  Usually written vanadous.", "Viscidity": "The quality or state of being viscid; also, that which is viscid; glutinous concretion; stickiness.", "vernal": "Of or pertaining to the spring; appearing in the spring; as, vernal bloom.", "Vomica": "An abscess cavity in the lungs.", "Vandalism": "The spirit or conduct of the Vandals; ferocious cruelty; hostility to the arts and literature, or willful destruction or defacement of any object of beauty or value.", "Vermeology": "A discourse or treatise on worms; that part of zoölogy which treats of worms; helminthology.", "Volubility": "The quality or state of being voluble (in any of the senses of the adjective).", "Valetudinary": "A valetudinarian.", "Vadantes": "An extensive artificial group of birds including the wading, swimming, and cursorial birds.", "Virtually": "In a virtual manner; in efficacy or effect only, and not actually; to all intents and purposes; practically.", "videocasette recorder": "an electronic device which can record electronic signals, as from a television program, on magnetic tape contained in a videocassette, and can also play back the recording.  It is used, for example, to record television programs broadcast at some particular time, which can then be viewed at any subsequent time by attaching the videocasette recorder to a television receiver and playing the signals throught the television receiver.  Also called VCR.", "Vulgarize": "To make vulgar, or common.", "Visigoth": "One of the West Goths.  See the Note under Goth.", "Vulcanicity": "Volcanicity.", "Variation": "The act of varying; a partial change in the form, position, state, or qualities of a thing; modification; alteration; mutation; diversity; deviation; as, a variation of color in different lights; a variation in size; variation of language.", "Vanishing": "a. & n. from Vanish, v.", "Villanize": "To make vile; to debase; to degrade; to revile.", "Verein": "A union, association, or society; -- used in names of German organizations.", "Versant": "The slope of a side of a mountain chain; hence, the general slope of a country; aspect.", "Valuer": "One who values; an appraiser.", "Verger": "A garden or orchard.", "Victor": "Victorious.", "Veldt": "A region or tract of land; esp., the open field, thinly forested or with bushes and shrubs; grass country.", "Vallary": "Same as Vallar.", "Valero-": "A combining form (also used adjectively) indicating derivation from, or relation to, valerian or some of its products, as valeric acid; as in valerolactone, a colorless oily liquid produced as the anhydride of an hydroxy valeric acid.", "Vociferant": "Noisy; clamorous.", "Voltmeter": "An instrument for measuring in volts the differences of potential between different points of an electrical circuit.", "Vitalic": "Pertaining to life; vital.", "Vitiligo": "A rare skin disease consisting in the development of smooth, milk-white spots upon various parts of the body.", "Variety show": "A stage entertainment, live or televised, of successive separate performances, usually songs, dances, acrobatic feats, dramatic sketches, exhibitions of trained animals, or any specialties. When performed live in a theater, it was often called a vaudeville show, but when television became a dominant form of entertainment live vaudeville performances almost completely ceased.", "Volatilize": "To render volatile; to cause to exhale or evaporate; to cause to pass off in vapor.", "Versute": "Crafty; wily; cunning; artful.", "Vitalistic": "Pertaining to, or involving, vitalism, or the theory of a special vital principle.", "Violet-ear": "Any tropical humming bird of the genus Petasophora, having violet or purplish ear tufts.", "Viroled": "Furnished with a virole or viroles; -- said of a horn or a bugle when the rings are of different tincture from the rest of the horn.", "Vulvovaginal": "Pertaining both to the vulva and the vagina.", "Virile": "Having the nature, properties, or qualities, of an adult man; characteristic of developed manhood; hence, masterful; forceful; specifically, capable of begetting; -- opposed to womanly, feminine, and puerile; as, virile age, virile power, virile organs.", "Voodoo": "Of or pertaining to voodooism, or a voodoo; as, voodoo incantations.", "Viscountess": "The wife of a viscount.", "Voussoir": "One of the wedgelike stones of which an arch is composed.", "Voter": "One who votes; one who has a legal right to vote, or give his suffrage; an elector; a suffragist; as, an independent voter.", "Vespertine": "Of or pertaining to the evening; happening or being in the evening.", "Venesection": "The act or operation of opening a vein for letting blood; bloodletting; phlebotomy.", "Venenation": "The act of poisoning.", "Vituperrious": "Worthy of vituperation; shameful; disgraceful.", "Vestiture": "Investiture.", "Vesting": "Cloth for vests; a vest pattern.", "Viviparous": "Producing young in a living state, as most mammals, or as those plants the offspring of which are produced alive, either by bulbs instead of seeds, or by the seeds themselves germinating on the plant, instead of falling, as they usually do; -- opposed to oviparous.", "Voiture": "A carriage.", "Vauntful": "Given to vaunting or boasting; vainly ostentatious; boastful; vainglorious.", "Violaceous": "Resembling violets in color; bluish purple.", "Valentia": "See Valencia.", "Vigilantly": "In a vigilant manner.", "Virole": "A ring surrounding a bugle or hunting horn.", "Valedictorian": "One who pronounces a valedictory address; especially, in American colleges, the student who pronounces the valedictory of the graduating class at the annual commencement, usually the student who ranks first in scholarship.", "Virescent": "Beginning to be green; slightly green; greenish.", "Ventricular": "Of or pertaining to a ventricle; bellied.", "Vegetality": "The quality or state of being vegetal, or vegetable.", "Vapulation": "The act of beating or whipping.", "Viced": "Vicious; corrupt.", "Viaduct": "A structure of considerable magnitude, usually with arches or supported on trestles, for carrying a road, as a railroad, high above the ground or water; a bridge; especially, one for crossing a valley or a gorge.  Cf. Trestlework.", "Volge": "The common sort of people; the crowd; the mob.", "Valentine": "A sweetheart chosen on St. Valentine's Day.", "Vidame": "One of a class of temporal officers who originally represented the bishops, but later erected their offices into fiefs, and became feudal nobles.", "Vienna paste": "A caustic application made up of equal parts of caustic potash and quicklime; -- called also Vienna caustic.", "Vassaless": "A female vassal.", "Valued-policy law": "A law requiring insurance companies to pay to the insured, in case of total loss, the full amount of the insurance, regardless of the actual value of the property at the time of the loss.", "Venin": "A toxic substance contained in the venom of poisonous snakes; also, a (supposedly identical) toxic substance obtained by the cleavage of an albumose.", "Vaccinator": "One who, or that which, vaccinates.", "Vervel": "See Varvel.", "Victrix": "A victress.", "Villany": "See Villainy.", "Vinny": "Vinnewed.", "Vervet": "A South African monkey (Cercopithecus pygerythrus syn. Cercopithecus Lelandii).  The upper parts are grayish green, finely specked with black.  The cheeks and belly are reddish white.", "Vanadyl": "The hypothetical radical VO, regarded as a characteristic residue of certain vanadium compounds.", "Vavasor": "The vassal or tenant of a baron; one who held under a baron, and who also had tenants under him; one in dignity next to a baron; a title of dignity next to a baron.", "Verisimilitude": "The quality or state of being verisimilar; the appearance of truth; probability; likelihood.", "Vespa": "A genus of Hymenoptera including the common wasps and hornets.", "Vessicnon": "A soft swelling on a horse's leg; a windgall.", "Volumetrical": "Volumetric.", "Ventilation": "The act of ventilating, or the state of being ventilated; the art or process of replacing foul air by that which is pure, in any inclosed place, as a house, a church, a mine, etc.; free exposure to air.", "Vanillyl": "The hypothetical radical characteristic of vanillic alcohol.", "Vixenly": "Like a vixen; vixenish.", "Virginity": "The quality or state of being a virgin; undefiled purity or chastity; maidenhood.", "Voe": "An inlet, bay, or creek; -- so called in the Orkney and Shetland Islands.", "Vouchee": "The person who is vouched, or called into court to support or make good his warranty of title in the process of common recovery.", "Vapory": "Full of vapors; vaporous.", "Vermilinguia": "A tribe of edentates comprising the South American ant-eaters. The tongue is long, slender, exsertile, and very flexible, whence the name.", "Viscerate": "To deprive of the viscera, or entrails; to eviscerate; to disembowel.", "Volt": "The unit of electro-motive force; -- defined by the International Electrical Congress in 1893 and by United States Statute as, that electro-motive force which steadily applied to a conductor whose resistance is one ohm will produce a current of one ampère. It is practically equivalent to 1000/1434 the electro-motive force of a standard Clark's cell at a temperature of 15° C.", "Vow": "To make a vow, or solemn promise.", "veterinarian": "One skilled in the treatment of diseases of cattle or domestic animals; a veterinary surgeon.  Often abbreviated to vet.", "Voucher": "One who vouches, or gives witness or full attestation, to anything.", "Vine-clad": "Covered with vines.", "Visceral": "Of, pertaining to, or affecting the viscera; splanchnic.", "Vox": "A voice.", "Vista": "A view; especially, a view through or between intervening objects, as trees; a view or prospect through an avenue, or the like; hence, the trees or other objects that form the avenue.", "Verisimility": "Verisimilitude.", "Viewly": "Pleasing to the sight; sightly.", "Visto": "A vista; a prospect.", "Vargueno": "A decorative cabinet, of a form originating in Spain, the body being rectangular and supported on legs or an ornamental framework and the front opening downwards on hinges to serve as a writing desk.", "Virgin": "To act the virgin; to be or keep chaste; -- followed by it.  See It, 5.", "Vitaille": "Food; victuals.", "Velutina": "Any one of several species of marine gastropods belonging to Velutina and allied genera.", "Verdine": "A commercial name for a green aniline dye.", "Voltammeter": "A wattmeter.", "Vivificate": "To give life to; to animate; to revive; to vivify.", "Vegetarianism": "The theory or practice of living upon vegetables and fruits.", "Veliger": "Any larval gastropod or bivalve mollusk in the stage when it is furnished with one or two ciliated membranes for swimming.", "Volumescope": "An instrument consisting essentially of a glass tube provided with a graduated scale, for exhibiting to the eye the changes of volume of a gas or gaseous mixture resulting from chemical action, etc.", "Vestigate": "To investigate.", "Vellication": "The act of twitching, or of causing to twitch.", "Vibratiuncle": "A small vibration.", "Virtuosoship": "The condition, pursuits, or occupation of a virtuoso.", "Vociferate": "To utter with a loud voice; to shout out.", "Valued policy": "A policy in which the value of the goods, property, or interest insured is specified; -- opposed to open policy.", "Vitrify": "To become glass; to be converted into glass.", "Videlicet": "To wit; namely; -- often abbreviated to viz.", "Velvet": "To make like, or cover with, velvet.", "Vase clock": "A clock whose decorative case has the general form of a vase, esp. one in which there is no ordinary dial, but in which a part of a vase revolves while a single stationary indicator serves as a hand.", "Vaticinal": "Of or pertaining to prophecy; prophetic.", "Voltigeur": "A tumbler; a leaper or vaulter.", "Ventosity": "Quality or state of being ventose; windiness; hence, vainglory; pride.", "Vetoist": "One who uses, or sustains the use of, the veto.", "Ventricose": "Swelling out on one side or unequally; bellied; ventricular; as, a ventricose corolla.", "Vocalism": "The exercise of the vocal organs; vocalization.", "Vaporability": "The quality or state of being vaporable.", "Vigoroso": "Vigorous; energetic; with energy; -- a direction to perform a passage with energy and force.", "Vesicularia": "Any one of numerous species of marine Bryozoa belonging to Vesicularia and allied genera. They have delicate tubular cells attached in clusters to slender flexible stems.", "vegan": "A vegetarian who does not eat any animal products, not even fish, eggs, or milk.", "Veneracea": "An extensive tribe of bivalve mollusks of which the genus Venus is the type. The shells are usually oval, or somewhat heartshaped, with a conspicuous lunule.  See Venus.", "Ventriculous": "Somewhat distended in the middle; ventricular.", "Vend": "The act of vending or selling; a sale.", "Volacious": "Apt or fit to fly.", "Vena": "A vein.", "Vigilant": "Attentive to discover and avoid danger, or to provide for safety; wakeful; watchful; circumspect; wary.", "Violuric": "Of, pertaining to, or designating, a complex nitroso derivative of barbituric acid. It is obtained as a white or yellow crystalline substance, and forms characteristic yellow, blue, and violet salts.", "Vitellogene": "A gland secreting the yolk of the eggs in trematodes, turbellarians, and some other helminths.", "Vitascope": "A form of machine for exhibiting animated pictures.", "Valorous": "Possessing or exhibiting valor; brave; courageous; valiant; intrepid.", "Velvetbreast": "The goosander.", "Verdancy": "The quality or state of being verdant.", "Vapidity": "The quality or state of being vapid; vapidness.", "Varicotomy": "Excision of a varicosity.", "Vortex filament": "A vortex tube of infinitesimal cross section.", "Votary": "One devoted, consecrated, or engaged by a vow or promise; hence, especially, one devoted, given, or addicted, to some particular service, worship, study, or state of life.", "Vexingly": "In a vexing manner; so as to vex, tease, or irritate.", "Vervain": "Any plant of the genus Verbena.", "Vastation": "A laying waste; waste; depopulation; devastation.", "Vaginicola": "A genus of Infusoria which form minute vaselike or tubular cases in which they dwell.", "Vastidity": "Vastness; immensity.", "Vettura": "An Italian four-wheeled carriage, esp. one let for hire; a hackney coach.", "Ventage": "A small hole, as the stop in a flute; a vent.", "Verrucose": "Covered with wartlike elevations; tuberculate; warty; verrucous; as, a verrucose capsule.", "Verbiage": "The use of many words without necessity, or with little sense; a superabundance of words; verbosity; wordiness.", "Venditation": "The act of setting forth ostentatiously; a boastful display.", "Verminous": "Tending to breed vermin; infested by vermin.", "Vermifugal": "Tending to prevent, destroy, or expel, worms or vermin; anthelmintic.", "Veracity": "The quality or state of being veracious; habitual observance of truth; truthfulness; truth; as, a man of veracity.", "Vorticel": "A vorticella.", "Volunteer navy": "A navy of vessels fitted out and manned by volunteers who sail under the flag of the regular navy and subject to naval discipline. Prussia in 1870, in the Franco-German war, organized such a navy, which was commanded by merchant seamen with temporary commissions, with the claim (in which England acquiesced) that it did not come within the meaning of the term privateer.", "Viscosimeter": "An instrument for measuring the degree of viscosity of liquids, as solutions of gum.", "Vacuous": "Empty; unfilled; void; vacant.", "Vailer": "One who vails.", "Visit": "The act of visiting, or going to see a person or thing; a brief stay of business, friendship, ceremony, curiosity, or the like, usually longer than a call; as, a visit of civility or respect; a visit to Saratoga; the visit of a physician.", "Vituperative": "Uttering or writing censure; containing, or characterized by, abuse; scolding; abusive.", "Volyer": "A lurcher.", "Vachette clasp": "A piece of strong steel wire with the ends curved and pointed, used on toe or quarter cracks to bind the edges together and prevent motion. It is clasped into two notches, one on each side of the crack, burned into the wall with a cautery iron.", "Vanquisher": "One who, or that which, vanquishes.", "Volost": "In the greater part of Russia, a division for local government consisting of a group of mirs, or village communities; a canton.", "Variate": "To alter; to make different; to vary.", "Vacuousness": "The quality or state of being vacuous; emptiness; vacuity.", "Voidable": "Capable of being voided, or evacuated.", "Valueless": "Being of no value; having no worth.", "Vernage": "A kind of sweet wine from Italy.", "Varicocele": "A varicose enlargement of the veins of the spermatic cord; also, a like enlargement of the veins of the scrotum.", "Venial": "Capable of being forgiven; not heinous; excusable; pardonable; as, a venial fault or transgression.", "Visa": "To indorse, after examination, with the word visé, as a passport; to visé.", "Varsity": "Colloquial contraction of University.", "Vise": "An instrument consisting of two jaws, closing by a screw, lever, cam, or the like, for holding work, as in filing.", "Virgalieu": "A valuable kind of pear, of an obovate shape and with melting flesh of delicious flavor; -- more properly called White Doyenné.", "Verminously": "In a verminous manner.", "Vivacious": "Having vigorous powers of life; tenacious of life; long-lived.", "Vetturino": "One who lets or drives a vettura.", "Vanquishment": "The act of vanquishing, or the state of being vanquished.", "Varus": "A deformity in which the foot is turned inward. See Talipes.", "Validate": "To confirm; to render valid; to give legal force to.", "Violently": "In a violent manner.", "Vivant": "In mort, bridge, and similar games, the partner of dummy.", "Vocabulist": "The writer or maker of a vocabulary; a lexicographer.", "Voluntary": "One who engages in any affair of his own free will; a volunteer.", "Veratrina": "Same as Veratrine.", "Veratrine": "A poisonous alkaloid obtained from the root of hellebore (Veratrum) and from sabadilla seeds as a white crystalline powder, having an acrid, burning taste.  It is sometimes used externally, as in ointments, in the local treatment of neuralgia and rheumatism.  Called also veratria, and veratrina.", "Volcanicity": "Quality or state of being volcanic; volcanic power.", "Ventriloquous": "Of or pertaining to a ventriloquist or ventriloquism.", "Vacher": "A keeper of stock or cattle; a herdsman.", "Volubilate": "Turning, or whirling; winding; twining; voluble.", "Voiceful": "Having a voice or vocal quality; having a loud voice or many voices; vocal; sounding.", "Violescent": "Tending to a violet color; violascent.", "Vizierial": "Of, pertaining to, or issued by, a vizier.", "Vitality": "The quality or state of being vital; the principle of life; vital force; animation; as, the vitality of eggs or vegetable seeds; the vitality of an enterprise.", "Vulpinism": "The quality of being cunning like the fox; craft; artfulness.", "Ventriloquy": "Same as Ventriloquism.", "Vitiation": "The act of vitiating, or the state of being vitiated; depravation; corruption; invalidation; as, the vitiation of the blood; the vitiation of a contract.", "Visé": "To examine and indorse, as a passport; to visa.", "Viscacha": "A large burrowing South American rodent (Lagostomus trichodactylus) allied to the chinchillas, but much larger. Its fur is soft and rather long, mottled gray above, white or yellowish white beneath. There is a white band across the muzzle, and a dark band on each cheek. It inhabits grassy plains, and is noted for its extensive burrows and for heaping up miscellaneous articles at the mouth of its burrows. Called also biscacha, bizcacha, vischacha, vishatscha.", "Voidness": "The quality or state of being void; emptiness; vacuity; nullity; want of substantiality.", "Veretillum": "Any one of numerous species of club-shaped, compound Alcyonaria belonging to Veretillum and allied genera, of the tribe Pennatulacea.  The whole colony can move about as if it were a simple animal.", "Vinic": "Of or pertaining to wine; as, vinic alcohol.", "Valerianate": "A valerate.", "Variolous": "Of or pertaining to the smallpox; having pits, or sunken impressions, like those of the smallpox; variolar; variolic.", "Vanward": "Being on, or towards, the van, or front.", "View": "To see; to behold; especially, to look at with attention, or for the purpose of examining; to examine with the eye; to inspect; to explore.", "Vireton": "An arrow or bolt for a crossbow having feathers or brass placed at an angle with the shaft to make it spin in flying.", "Visage": "To face.", "Vacuist": "One who holds the doctrine that the space between the bodies of the universe, or the molecules and atoms of matter, is a vacuum; -- opposed to plenist.", "Vermicular": "Of or pertaining to a worm or worms; resembling a worm; shaped like a worm; especially, resembling the motion or track of a worm; as, the vermicular, or peristaltic, motion of the intestines.  See Peristaltic.", "Vituline": "Of or pertaining to a calf or veal.", "Vivisect": "To perform vivisection upon; to dissect alive.", "Votress": "A votaress.", "Valeridine": "A base, C10H19N, produced by heating valeric aldehyde with ammonia.  It is probably related to the conine alkaloids.", "Vibrate": "To move to and fro, or from side to side, as a pendulum, an elastic rod, or a stretched string, when disturbed from its position of rest; to swing; to oscillate.", "Volta-electrometer": "An instrument for the exact measurement of electric currents.", "Valvelet": "A little valve; a valvule; especially, one of the pieces which compose the outer covering of a pericarp.", "Villus": "One of the minute papillary processes on certain vascular membranes; a villosity; as, villi cover the lining of the small intestines of many animals and serve to increase the absorbing surface.", "Vileyns": "Villainous.", "Vallets pills": "Pills containing sulphate of iron and carbonate of sodium, mixed with saccharine matter; -- called also Vallet's mass.", "Violet-tip": "A very handsome American butterfly (Polygonia interrogationis).  Its wings are mottled with various shades of red and brown and have violet tips.", "Violascent": "Violescent.", "Virent": "Green; not withered.", "Vein": "To form or mark with veins; to fill or cover with veins.", "Vibratile": "Adapted to, or used in, vibratory motion; having the power of vibrating; vibratory; as, the vibratile organs of insects.", "Vitrescent": "Capable of being formed into glass; tending to become glass.", "Volante": "A two-wheeled carriage formerly much used in Cuba. The body is in front of the axle; the driver rides on the horse.", "Vernate": "To become young again.", "Vogue": "The way or fashion of people at any particular time; temporary mode, custom, or practice; popular reception for the time; -- used now generally in the phrase in vogue.", "Variegate": "To diversify in external appearance; to mark with different colors; to dapple; to streak; as, to variegate a floor with marble of different colors.", "Vulnerose": "Full of wounds; wounded.", "Voltatype": "An electrotype.", "Vesperal": "Vesper; evening.", "Verbarium": "A game in word making.  See Logomachy, 2.", "Vaporize": "To pass off in vapor.", "Vaticanist": "One who strongly adheres to the papal authority; an ultramontanist.", "Vansire": "An ichneumon (Herpestes galera) native of Southern Africa and Madagascar. It is reddish brown or dark brown, grizzled with white. Called also vondsira, and marsh ichneumon.", "Venturesome": "Inclined to venture; not loth to run risk or danger; venturous; bold; daring; adventurous; as, a venturesome boy or act.", "Volutation": "A rolling of a body; a wallowing.", "Virtuate": "To make efficacious; to give virtue of efficacy.", "Vaquero": "One who has charge of cattle, horses, etc.; a herdsman; a cowboy.", "Volar": "Of or pertaining to the palm of the hand or the sole of the foot.", "Voivode": "See Waywode.", "Vase": "A vessel adapted for various domestic purposes, and anciently for sacrificial uses; especially, a vessel of antique or elegant pattern used for ornament; as, a porcelain vase; a gold vase; a Grecian vase.  See Illust. of Portland vase, under Portland.", "Vengeance": "Punishment inflicted in return for an injury or an offense; retribution; -- often, in a bad sense, passionate or unrestrained revenge.", "Venire facias": "A judicial writ or precept directed to the sheriff, requiring him to cause a certain number of qualified persons to appear in court at a specified time, to serve as jurors in said court.", "Viscin": "A clear, viscous, tasteless substance extracted from the mucilaginous sap of the mistletoe (Viscum album), holly, etc., and constituting an essential ingredient of birdlime.", "Vast": "A waste region; boundless space; immensity.", "Vasodilator": "A substance which causes dilation of blood vessels.", "VCR": "a videocasette recorder.", "Valeric": "Valerianic; specifically, designating any one of three metameric acids, of which the typical one (called also inactive valeric acid), C4H9CO2H, is obtained from valerian root and other sources, as a corrosive, mobile, oily liquid, having a strong acid taste, and an odor of old cheese.", "vamoose": "To depart quickly; to depart from.", "Valure": "Value.", "Vinous": "Of or pertaining to wine; having the qualities of wine; as, a vinous taste.", "Valerin": "A salt of valeric acid with glycerin, occurring in butter, dolphin oil, etc., and forming an oily liquid with a slightly unpleasant odor.", "Voluntarism": "Any theory which conceives will to be the dominant factor in experience or in the constitution of the world; -- contrasted with intellectualism.  Schopenhauer and Fichte are typical exponents of the two types of metaphysical voluntarism, Schopenhauer teaching that the evolution of the universe is the activity of a blind and irrational will, Fichte holding that the intelligent activity of the ego is the fundamental fact of reality.", "Versicolor": "Having various colors; changeable in color.", "Vandyke beard": "A trim, pointed beard, such as those often seen in pictures by Vandyke.", "Vulpic": "Pertaining to, derived from, or designating, an acid obtained from a lichen (Cetraria vulpina) as a yellow or red crystalline substance which on decomposition yields pulvinic acid.", "Vielle": "An old stringed instrument played upon with a wheel; a hurdy-gurdy.", "Venter": "The belly; the abdomen; -- sometimes applied to any large cavity containing viscera.", "Vanadium bronze": "A yellow pigment consisting of a compound of vanadium.", "Volage": "Light; giddy.", "Ventrad": "Toward the ventral side; on the ventral side; ventrally; -- opposed to dorsad.", "Ventral": "Of, pertaining to, or situated near, the belly, or ventral side, of an animal or of one of its parts; hemal; abdominal; as, the ventral fin of a fish; the ventral root of a spinal nerve; -- opposed to dorsal.", "Vulcanization": "The act or process of imparting to caoutchouc, gutta-percha, or the like, greater elasticity, durability, or hardness by heating with sulphur under pressure.", "Valedictory": "A valedictory oration or address spoken at commencement in American colleges or seminaries by one of the graduating class, usually by the leading scholar.", "Volleyed": "Discharged with a sudden burst, or as if in a volley; as, volleyed thunder.", "Verrel": "See Ferrule.", "Verberate": "To beat; to strike.", "Van-courier": "One sent in advance; an avant-courier; a precursor.", "Vertical": "Vertical position; zenith.", "Vertebrarterial": "Of or pertaining to a vertebra or vertebræ and an artery; -- said of the foramina in the transverse processes of cervical vertebræ and of the canal which they form for the vertebral artery and vein.", "Verminate": "To breed vermin.", "Volumenometer": "An instrument for measuring the volume of a body, especially a solid, by means of the difference in tension caused by its presence and absence in a confined portion of air.", "Vitilitigation": "Cavilous litigation; cavillation.", "Vulcano": "A volcano.", "Veritas": "The Bureau Veritas.  See under Bureau.", "Vickers-Maxim automatic machine gun": "An automatic machine gun in which the mechanism is worked by the recoil, assisted by the pressure of gases from the muzzle, which expand in a gas chamber against a disk attached to the end of the barrel, thus moving the latter to the rear with increased recoil, and against the front wall of the gas chamber, checking the recoil of the system.", "Venatorial": "Or or pertaining to hunting; venatic.", "Vulcan powder": "A dynamite composed of nitroglycerin (30 parts), sodium nitrate (52.5), charcoal (10.5), and sulphur (7), used in mining and blasting.", "Vindictive": "Disposed to revenge; prompted or characterized by revenge; revengeful.", "Visioned": "Having the power of seeing visions; inspired; also, seen in visions.", "Vagabondage": "The condition of a vagabond; a state or habit of wandering about in idleness; vagrancy.", "Vital": "A vital part; one of the vitals.", "Valval": "Valvular.", "Venene": "Poisonous; venomous.", "vitamin B6": "a B vitamin that is essential for metabolism of amino acids and starch.", "Varsovienne": "A kind of Polish dance.", "Versemonger": "A writer of verses; especially, a writer of commonplace poetry; a poetaster; a rhymer; -- used humorously or in contempt.", "Verruciform": "Shaped like a wart or warts.", "Vyce": "A kind of clamp with gimlet points for holding a barrel head while the staves are being closed around it.", "Vernile": "Suiting a slave; servile; obsequious.", "Vitiate": "To make vicious, faulty, or imperfect; to render defective; to injure the substance or qualities of; to impair; to contaminate; to spoil; as, exaggeration vitiates a style of writing; sewer gas vitiates the air.", "Venary": "Of or, pertaining to hunting.", "Variability": "The quality or state of being variable; variableness.", "Visitation": "The act of visiting, or the state of being visited; access for inspection or examination.", "Virginhood": "Virginity; maidenhood.", "Vicariate": "Delegated office or power; vicarship; the office or oversight of a vicar.", "Voracious": "Greedy in eating; very hungry; eager to devour or swallow; ravenous; gluttonous; edacious; rapacious; as, a voracious man or appetite; a voracious gulf or whirlpool.", "Vermicious": "Of or pertaining to worms; wormy.", "Vendors lien": "An implied lien (that is, one not created by mortgage or other express agreement) given in equity to a vendor of lands for the unpaid purchase money.", "Verdigris": "To cover, or coat, with verdigris.", "Vestal": "A virgin consecrated to Vesta, and to the service of watching the sacred fire, which was to be perpetually kept burning upon her altar.", "Vermicule": "A small worm or insect larva; also, a wormlike body.", "Verdantly": "In a verdant manner.", "Vengeful": "Vindictive; retributive; revengeful.", "Vizard": "A mask; a visor.", "Verbal": "A noun derived from a verb.", "Vizcacha": "Same as Viscacha.", "Vacuna": "The goddess of rural leisure, to whom the husbandmen sacrificed at the close of the harvest.  She was especially honored by the Sabines.", "Vesicant": "A vesicatory.", "Vire": "An arrow, having a rotary motion, formerly used with the crossbow.  Cf. Vireton.", "vitamin B complex": "a mixture of water-soluble vitamins originally thought to be a single vitamin but now known to be a mixture of several compounds with vitaminic activity.", "Vermiculation": "The act or operation of moving in the manner of a worm; continuation of motion from one part to another; as, the vermiculation, or peristaltic motion, of the intestines.", "Verners law": "A statement, propounded by the Danish philologist Karl Verner in 1875, which explains certain apparent exceptions to Grimm's law by the original position of the accent.  Primitive Indo-European k, t, p, became first in Teutonic h, th, f, and appear without further change in old Teutonic, if the accent rested on the preceding syllable; but these sounds became voiced and produced g, d, b, if the accent was originally on a different syllable. Similarly s either remained unchanged, or it became z and later r. Example: Skt. sapt&amacr; (accent on ultima), Gr. 'e`pta, Gothic sibun (seven). Examples in English are dead by the side of death, to rise and to rear.", "Viatic": "Of or pertaining to a journey or traveling.", "Vociferation": "The act of vociferating; violent outcry; vehement utterance of the voice.", "Veinlet": "A small vein.", "Velours": "One of many textile fabrics having a pile like that of velvet.", "Votist": "One who makes a vow.", "Vergalieu": "See Virgalieu.", "Vaivode": "See Waywode.", "Vertex": "A turning point; the principal or highest point; top; summit; crown; apex.", "Vitric": "Having the nature and qualities of glass; glasslike; -- distinguished from ceramic.", "Virtuosity": "The quality or state of being a virtuoso; in a bad sense, the character of one in whom mere artistic feeling or æsthetic cultivation takes the place of religious character; sentimentalism.", "Variolite": "A kind of diorite or diabase containing imbedded whitish spherules, which give the rock a spotted appearance.", "Vesicouterine": "Of or pertaining to the bladder and the uterus.", "Vole": "Any one of numerous species of micelike rodents belonging to Arvicola and allied genera of the subfamily Arvicolinæ. They have a thick head, short ears, and a short hairy tail.", "Violence": "To assault; to injure; also, to bring by violence; to compel.", "Vlissmaki": "The diadem indris.  See Indris.", "Violator": "One who violates; an infringer; a profaner; a ravisher.", "Villa": "A country seat; a country or suburban residence of some pretensions to elegance.", "Villi": "pl. of Villus.", "Vivisector": "A vivisectionist.", "Verily": "In very truth; beyond doubt or question; in fact; certainly.", "Ventilator": "A contrivance for effecting ventilation; especially, a contrivance or machine for drawing off or expelling foul or stagnant air from any place or apartment, or for introducing that which is fresh and pure.", "Viscoidal": "Somewhat viscous.  Cf. Mobile, a., 2.", "Visualize": "To form a mental image of something not present before the eye at the time.", "Veratralbine": "A yellowish amorphous alkaloid extracted from the rootstock of Veratrum album.", "Volumeter": "An instrument for measuring the volumes of gases or liquids by introducing them into a vessel of known capacity.", "vitamin B2": "a B vitamin that prevents skin lesions and weight loss.", "vitamin B3": "See nicotinamide.", "vitamin B1": "a B vitamin (C12H17N4OS)Cl that prevents beriberi and maintains appetite and growth.  Same as thiamine.", "Villatic": "Of or pertaining to a farm or a village; rural.", "Veinous": "Marked with veins; veined; veiny.", "vitamin B5": "See nicotinic acid.", "Virescence": "The act or state of becoming green through the formation of chlorophyll.", "Voyager": "One who voyages; one who sails or passes by sea or water.", "Vigorous": "Possessing vigor; full of physical or mental strength or active force; strong; lusty; robust; as, a vigorous youth; a vigorous plant.", "Vassal": "To treat as a vassal; to subject to control; to enslave.", "Vaporose": "Full of vapor; vaporous.", "Varietal": "Of or pertaining to a variety; characterizing a variety; constituting a variety, in distinction from an individual or species.", "Verbarian": "One who coins words; a neologist.", "Varietas": "A variety; -- used in giving scientific names, and often abbreviated to var.", "Virtue": "Manly strength or courage; bravery; daring; spirit; valor.", "Vouchsafement": "The act of vouchsafing, or that which is vouchsafed; a gift or grant in condescension.", "vitamin Bc": "a B vitamin that is essential for cell growth and reproduction.  Also called folic acid", "Veined": "Full of veins; streaked; variegated; as, veined marble.", "Vestlet": "Any one of several species of actinians belonging to the genus Cerianthus.  These animals have a long, smooth body tapering to the base, and two separate circles of tentacles around the mouth.  They form a tough, flexible, feltlike tube with a smooth internal lining, in which they dwell, whence the name.", "Vowelize": "To give the quality, sound, or office of a vowel to.", "Vestiary": "Pertaining to clothes, or vestments.", "Vehiculation": "Movement of vehicles.", "Velure": "Velvet.", "Vendition": "The act of vending, or selling; sale.", "Voided": "Emptied; evacuated.", "Virgated": "Striped; streaked.", "Voider": "One who, or that which, voids, &unr_;mpties, vacates, or annuls.", "Vesper": "Of or pertaining to the evening, or to the service of vespers; as, a vesper hymn; vesper bells.", "Vehm": "A vehmic court.", "Viviparity": "The quality or condition of being viviparous.", "Vade": "To fade; hence, to vanish.", "Vida finch": "The whidah bird.", "Vehemency": "Vehemence.", "Virose": "Having a nauseous odor; fetid; poisonous.", "Volkslied": "A popular song, or national air.", "Volvox": "A genus of minute, pale-green, globular, organisms, about one fiftieth of an inch in diameter, found rolling through water, the motion being produced by minute colorless cilia. It has been considered as belonging to the flagellate Infusoria, but is now referred to the vegetable kingdom, and each globule is considered a colony of many individuals. The commonest species is Volvox globator, often called globe animalcule.", "Vortiginous": "Moving rapidly round a center; vortical.", "Veto": "To prohibit; to negative; also, to refuse assent to, as a legislative bill, and thus prevent its enactment; as, to veto an appropriation bill.", "Verbenaceous": "Of or pertaining to a natural order (Verbenaceæ) of gamopetalous plants of which Verbena is the type. The order includes also the black and white mangroves, and many plants noted for medicinal use or for beauty of bloom.", "Vitoe": "See Durukuli.", "Vower": "One who makes a vow.", "Vicissitudinous": "Full of, or subject to, changes.", "Virial": "A certain function relating to a system of forces and their points of application, -- first used by Clausius in the investigation of problems in molecular physics.", "Varec": "The calcined ashes of any coarse seaweed used for the manufacture of soda and iodine; also, the seaweed itself; fucus; wrack.", "Victorium": "A probable chemical element discovered by Sir William Crookes in 1898. Its nitrate is obtained byy practical decomposition and crystallization of yttrium nitrate. At. wt., about 117.", "Ventriloquism": "The act, art, or practice of speaking in such a manner that the voice appears to come, not from the person speaking, but from some other source, as from a dummy held by the ventriloquist, from the opposite side of the room, from the cellar, etc.", "Vociferance": "Vociferation; noise; clamor.", "Vinette": "A sprig or branch.", "Virtuality": "The quality or state of being virtual.", "Ventriloquist": "One who practices, or is skilled in, ventriloquism.", "Vincetoxin": "A glucoside extracted from the root of the white swallowwort (Vincetoxicum officinale, a plant of the Asclepias family) as a bitter yellow amorphous substance; -- called also asclepiadin, and cynanchin.", "Vary": "Alteration; change.", "Vizor": "See Visor.", "Valuable": "A precious possession; a thing of value, especially a small thing, as an article of jewelry; -- used mostly in the plural.", "Vare": "A weasel.", "Vaporizable": "Capable of being vaporized, or converted into vapor.", "Valuably": "So as to be of value.", "Vitally": "In a vital manner.", "Versatile": "Capable of being turned round.", "Viscount": "An officer who formerly supplied the place of the count, or earl; the sheriff of the county.", "Vari": "The ringtailed lemur (Lemur catta) of Madagascar. Its long tail is annulated with black and white.", "Vark": "The bush hog, or boshvark.", "Vernility": "Fawning or obsequious behavior; servility.", "Vinolency": "Drunkennes.", "Volcanically": "Like a volcano.", "Violinist": "A player on the violin.", "Votive": "Given by vow, or in fulfillment of a vow; consecrated by a vow; devoted; as, votive offerings; a votive tablet.", "Valencia": "A kind of woven fabric for waistcoats, having the weft of wool and the warp of silk or cotton.", "Voyageur": "A traveler; -- applied in Canada to a man employed by the fur companies in transporting goods by the rivers and across the land, to and from the remote stations in the Northwest.", "Viviparousness": "The quality of being viviparous; viviparity.", "Virulently": "In a virulent manner.", "Vugg": "A cavity in a lode; -- called also vogle.", "Vedic": "Of or pertaining to the Vedas or one of the Vedas.", "Visceroskeletal": "Of or pertaining to the framework, or skeleton, or skeleton, of the viscera; as, the visceroskeletal system of muscles.", "Void": "To be emitted or evacuated.", "Viscosity": "The quality or state of being viscous.", "Vinyl": "The hypothetical radical C2H3, regarded as the characteristic residue of ethylene and that related series of unsaturated hydrocarbons with which the allyl compounds are homologous.", "Vowel": "Of or pertaining to a vowel; vocal.", "Veratrol": "A liquid hydrocarbon obtained by the decomposition of veratric acid, and constituting the dimethyl ether of pyrocatechin.", "Verbify": "To make into a verb; to use as a verb; to verbalize.", "Victuals": "Food for human beings, esp. when it is cooked or prepared for the table; that which supports human life; provisions; sustenance; meat; viands.", "Virgouleuse": "An old French variety of pear, of little value.", "Vacate": "To make vacant; to leave empty; to cease from filling or occupying; as, it was resolved by Parliament that James had vacated the throne of England; the tenant vacated the house.", "Volunteers of America": "A religious and philanthropic organization, similar to the Salvation Army, founded (1896) by Commander and Mrs. Ballington Booth.", "Vertebral": "A vertebrate.", "Vively": "In a lively manner.", "Vin ordinaire": "A cheap claret, used as a table wine in France.", "Vellicate": "To move spasmodically; to twitch; as, a nerve vellicates.", "Vaccination": "The act, art, or practice of vaccinating, or inoculating with the cowpox, in order to prevent or mitigate an attack of smallpox.  Cf. Inoculation.", "Velleity": "The lowest degree of desire; imperfect or incomplete volition.", "Viripotent": "Developed in manhood; hence, able to beget; marriageable.", "Vaccinal": "Of or pertaining to vaccinia or vaccination.", "Vauquelinite": "Chromate of copper and lead, of various shades of green.", "Versionist": "One who makes or favors a version; a translator.", "Vegetal": "A vegetable.", "Vitellary": "Vitelline.", "Vinatico": "Madeira mahogany; the coarse, dark-colored wood of the Persea Indica.", "Vulpine": "Of or pertaining to the fox; resembling the fox; foxy; cunning; crafty; artful.", "Vitious": "See Vicious, Viciously, Viciousness.", "Vicety": "Fault; defect; coarseness.", "Valediction": "A farewell; a bidding farewell.", "Vulcan": "The god of fire, who presided over the working of metals; -- answering to the Greek Hephæstus.", "vives": "A disease of brute animals, especially of horses, seated in the glands under the ear, where a tumor is formed which sometimes ends in suppuration.", "Venosity": "The quality or state of being venous.", "Vitrage": "A curtain of light and translucent material intended to be secured directly to the woodwork of a French casement window or a glazed door.", "Vermiculite": "A group of minerals having, a micaceous structure. They are hydrous silicates, derived generally from the alteration of some kind of mica. So called because the scales, when heated, open out into wormlike forms.", "Villein": "See Villain, 1.", "Vertiginous": "Turning round; whirling; rotary; revolving; as, a vertiginous motion.", "Vaporiform": "Existing in a vaporous form or state; as, steam is a vaporiform substance.", "Vestibuled train": "Same as Vestibule  train, under Vestibule.", "Vulviform": "Like a cleft with projecting edges.", "Vitrification": "Same as Vitrifaction.", "Vibroscope": "An instrument for observing or tracing vibrations.", "Vaginant": "Serving to invest, or sheathe; sheathing.", "Verisimilous": "Verisimilar.", "Villanel": "A ballad.", "Valuator": "One who assesses, or sets a value on, anything; an appraiser.", "Varicosis": "The formation of varices; varicosity.", "Vicount": "See Viscount.", "Vaginitis": "Inflammation of the vagina, or the genital canal, usually of its mucous lining membrane.", "Venerator": "One who venerates.", "Visibility": "The quality or state of being visible.", "Vicontiel": "Of or pertaining to the viscount or sheriff of a county.", "Vested interest": "a special personal interest, usually financial, in an existing system, law, or institution, which hinders a person from making objective decisions regarding that system, law, or institution.  A vested interest may be one which benefits a relative, or, in an extended sense, one which defends a person's own reputation or previously expressed views.", "Valeryl": "The hypothetical radical C5H9O, regarded as the essential nucleus of certain valeric acid derivatives.", "Viage": "A voyage; a journey.", "Ventilative": "Of or pertaining to ventilation; adapted to secure ventilation; ventilating; as, ventilative apparatus.", "Viceman": "A smith who works at the vice instead of at the anvil.", "Venetian": "A native or inhabitant of Venice.", "Viander": "A feeder; an eater; also, one who provides viands, or food; a host.", "Vulture": "Any one of numerous species of rapacious birds belonging to Vultur, Cathartes, Catharista, and various other genera of the family Vulturidæ.", "Verdure": "Green; greenness; freshness of vegetation; as, the verdure of the meadows in June.", "Voltairean": "Of or relating to Voltaire, the French author.", "Vengement": "Avengement; penal retribution; vengeance.", "Vertebrally": "At or within a vertebra or vertebræ; -- distinguished from interverterbrally.", "Voodoo economics": "an economic hypothesis, proposed by President Ronald Regan, that large cuts in tax rates would so stimulate the economy that the tax revenue on the increases in business and personal income would offset the anticipated tax revenue losses, so that such tax cuts would not increasing the federal budget deficit.  Its believers do not consider the actual massive deficit increases subsequent to the 1982-83 tax cut as being caused by the tax cut itself, but by other governmental policies.  This hypothesis was graphically illustrated by the Laffer curve.", "Velvetleaf": "A name given to several plants which have soft, velvety leaves, as the Abutilon Avicennæ, the Cissampelos Pareira, and the Lavatera arborea, and even the common mullein.", "Vivisectionist": "One who practices or advocates vivisection; a vivisector.", "Vadimony": "A bond or pledge for appearance before a judge on a certain day.", "Vermiculose": "Containing, or full of, worms; resembling worms.", "Vaultage": "Vaulted work; also, a vaulted place; an arched cellar.", "Vamper": "To swagger; to make an ostentatious show.", "Violantin": "A complex nitrogenous substance, produced as a yellow crystalline substance, and regarded as a complex derivative of barbituric acid.", "Vetch": "Any leguminous plant of the genus Vicia, some species of which are valuable for fodder. The common species is Vicia sativa.", "Variously": "In various or different ways.", "Verifier": "One who, or that which, verifies.", "Vivificative": "Able or tending to vivify, animate, or give life; vivifying.", "Vaut": "A vault; a leap.", "Volt ampère": "A unit of electric measurement equal to the product of a volt and an ampere. For direct current it is a measure of power and is the same as a watt; for alternating current it is a measure of apparent power.", "Vitelline": "Of or pertaining to the yolk of eggs; as, the vitelline membrane, a smooth, transparent membrane surrounding the vitellus.", "Vivace": "Brisk; vivacious; with spirit; -- a direction to perform a passage in a brisk and lively manner.", "Victoria crape": "A kind of cotton crape.", "Vulgarization": "The act or process of making vulgar, or common.", "Visite": "A light cape or short cloak of silk or lace worn by women in summer.", "Vanquish": "A disease in sheep, in which they pine away.", "Vulnerableness": "The quality or state of being vulnerable; vulnerability.", "Violaquercitrin": "A yellow crystalline glucoside obtained from the pansy (Viola tricolor), and decomposing into glucose and quercitrin.", "Veer": "To direct to a different course; to turn; to wear; as, to veer, or wear, a vessel.", "Vertebre": "A vertebra.", "Vaginismus": "A painful spasmodic contraction of the vagina, often rendering copulation impossible.", "Vidonia": "A dry white wine, of a tart flavor, produced in Teneriffe; -- called also Teneriffe.", "Vedantist": "One versed in the doctrines of the Vedantas.", "Vernacular": "The vernacular language; one's mother tongue; often, the common forms of expression in a particular locality, opposed to literary or learned forms.", "Vinose": "Vinous.", "Vulvo-uterine": "Pertaining both to the vulva and the uterus.", "Verticillus": "A whorl; a verticil.", "Vincibility": "The quality or state of being vincible, vincibleness.", "Vedantic": "Of or pertaining to the Vedas.", "Vesicate": "To raise little bladders or blisters upon; to inflame and separate the cuticle of; to blister.", "Vaginopennous": "Having elytra; sheath-winged.", "Verdured": "Covered with verdure.", "Varnisher": "One who varnishes; one whose occupation is to varnish.", "Vicegerent": "An officer who is deputed by a superior, or by proper authority, to exercise the powers of another; a lieutenant; a vicar.", "Valet": "A male waiting servant; a servant who attends on a gentleman's person; a body servant.", "Venereous": "Venereal; exciting lust; aphrodisiac.", "Vindemiation": "The operation of gathering grapes.", "Volupere": "A woman's cap.", "Virelay": "An ancient French song, or short poem, wholly in two rhymes, and composed in short lines, with a refrain.", "Vasomotor": "Causing movement in the walls of vessels; as, the vasomotor mechanisms; the vasomotor nerves, a system of nerves distributed over the muscular coats of the blood vessels.", "Verberation": "The act of verberating; a beating or striking.", "Viatometer": "A viameter.", "Vimen": "A long, slender, flexible shoot or branch.", "Visitorial": "Same as Visitatorial.", "Ventro-": "A combining form used in anatomy to indicate connection with, or relation to, the abdomen; also, connection with, relation to, or direction toward, the ventral side; as, ventrolateral; ventro-inguinal.", "Vendetta": "A blood feud; private revenge for the murder of a kinsman.", "Versification": "The act, art, or practice, of versifying, or making verses; the construction of poetry; metrical composition.", "Vinegary": "Having the nature of vinegar; sour; unamiable.", "Voltzite": "An oxysulphide of lead occurring in implanted spherical globules of a yellowish or brownish color; -- called also voltzine.", "Vicar": "One deputed or authorized to perform the functions of another; a substitute in office; a deputy.", "Viperoid": "Like or pertaining to the vipers.", "Violent": "To be violent; to act violently.", "Vehiculatory": "Vehicular.", "Van": "To fan, or to cleanse by fanning; to winnow.", "Velveret": "A kind of velvet having cotton back.", "Vigily": "A vigil.", "Vexatious": "Causing vexation; agitating; afflictive; annoying; as, a vexatious controversy; a vexatious neighbor.", "Vaimure": "An outer, or exterior, wall.  See Vauntmure.", "Vae": "See Voe.", "Vernine": "An alkaloid extracted from the shoots of the vetch, red clover, etc., as a white crystalline substance.", "Volapükist": "One who is conversant with, or who favors adoption of, Volapük.", "Valorization": "Act or process of attempting to give an arbitrary market value or price to a commodity by governmental interference, as by maintaining a purchasing fund, making loans to producers to enable them to hold their products, etc.; -- used chiefly of such action by Brazil.", "Vauntingly": "In a vaunting manner.", "Vas": "A vessel; a duct.", "Vap": "That which is vapid, insipid, or lifeless; especially, the lifeless part of liquor or wine.", "Verdant": "Covered with growing plants or grass; green; fresh; flourishing; as, verdant fields; a verdant lawn.", "Volcanian": "Volcanic.", "Vat": "To put or transfer into a vat.", "Varuna": "The god of the waters; the Indian Neptune. He is regarded as regent of the west, and lord of punishment, and is represented as riding on a sea monster, holding in his hand a snaky cord or noose with which to bind offenders, under water.", "Vaunt-courier": "See Van-courier.", "Vapor galvanizing": "A process for coating metal (usually iron or steel) surfaces with zinc by exposing them to the vapor of zinc instead of, as in ordinary galvanizing, to molten zinc; -- called also Sherardizing. Vapor galvanizing is accomplished by heating the articles to be galvanized together with zinc dust in an air tight receptacle to a temperature of about 600° F., which is 188° below the melting point of zinc, or by exposing the articles to vapor from molten zinc in a separate receptacle, using hydrogen or other reducing gas to prevent oxidation.", "viverrine": "Of or pertaining to the Viverridæ, or Civet family.", "Vivacity": "The quality or state of being vivacious.", "Versificator": "A versifier.", "Vetchling": "Any small leguminous plant of the genus Lathyrus, especially Lathyrus Nissolia.", "Voiding": "Receiving what is ejected or voided.", "Vicariously": "In a vicarious manner.", "Vegete": "Lively; active; sprightly; vigorous.", "Vigintivirate": "The office of the vigintiviri, a body of officers of government consisting of twenty men; also, the vigintiviri.", "Viperish": "Somewhat like a viper; viperous.", "Venturer": "One who ventures, or puts to hazard; an adventurer.", "Valeritrine": "A base, C15H27N, produced together with valeridine, which it resembles.", "Viviparously": "In a viviparous manner.", "Vitiosity": "Viciousness; depravity.", "Vesta": "One of the great divinities of the ancient Romans, identical with the Greek Hestia. She was a virgin, and the goddess of the hearth; hence, also, of the fire on it, and the family round it.", "Vitrite": "A kind of glass which is very hard and difficult to fuse, used as an insulator in electrical lamps and other apparatus.", "Validation": "The act of giving validity.", "Vehicled": "Conveyed in a vehicle; furnished with a vehicle.", "Vaunt": "To put forward; to display.", "Vulneration": "The act of wounding, or the state of being wounded.", "Verditure": "The faintest and palest green.", "Veiling": "A veil; a thin covering; also, material for making veils.", "Vail": "Submission; decline; descent.", "Vain": "Vanity; emptiness; -- now used only in the phrase in vain.", "Vair": "The skin of the squirrel, much used in the fourteenth century as fur for garments, and frequently mentioned by writers of that period in describing the costly dresses of kings, nobles, and prelates.  It is represented in heraldry by a series of small shields placed close together, and alternately white and blue.", "Vermil": "See Vermeil.", "Vallum": "A rampart; a wall, as in a fortification.", "Vibraculum": "One of the movable, slender, spinelike organs or parts with which certain bryozoans are furnished. They are regarded as specially modified zooids, of nearly the same nature as Avicularia.", "Vicontiels": "Things belonging to the sheriff; especially, farms (called also vicontiel rents) for which the sheriff used to pay rent to the king.", "Vagient": "Crying like a child.", "Vacuole": "A small air cell, or globular space, in the interior of organic cells, either containing air, or a pellucid watery liquid, or some special chemical secretions of the cell protoplasm.", "Vaporimeter": "An instrument for measuring the volume or the tension of any vapor; specifically, an instrument of this sort used as an alcoholometer in testing spirituous liquors.", "Vaccinate": "To inoculate with the cowpox by means of a virus, called vaccine, taken either directly or indirectly from cows; now, generally, to administer (by injection or otherwise) any vaccine with the objective of rendering the recipient immune to an infectious disease.  One who has been thus immunized by vaccination is said to be vaccinated against a particular disease.  One may be thus immunized (vaccinated) also by oral ingestion or inhalation of a vaccine.", "Vicarship": "The office or dignity of a vicar.", "Verriculate": "Having thickset tufts of parallel hairs, bristles, or branches.", "Variscite": "An apple-green mineral occurring in reniform masses. It is a hydrous phosphate of alumina.", "Vara": "A Spanish measure of length equal to about one yard. The vara now in use equals 33.385 inches.", "Volcanization": "The act of volcanizing, or the state of being volcanized; the process of undergoing volcanic heat, and being affected by it.", "Valvata": "A genus of small spiral fresh-water gastropods having an operculum.", "Victualing": "Of or pertaining to victuals, or provisions; supplying provisions; as, a victualing ship.", "Valiance": "The quality or state of being valiant; bravery; valor.", "Versability": "The quality or state of being versable.", "Vivda": "See Vifda.", "Verine": "An alkaloid obtained as a yellow amorphous substance by the decomposition of veratrine.", "Variformed": "Formed with different shapes; having various forms; variform.", "Venerate": "To regard with reverential respect; to honor with mingled respect and awe; to reverence; to revere; as, we venerate parents and elders.", "Vulpinite": "A scaly granular variety of anhydrite of a grayish white color, used for ornamental purposes.", "Veinless": "Having no veins; as, a veinless leaf.", "Variegation": "The act of variegating or diversifying, or the state of being diversified, by different colors; diversity of colors.", "Vermiparous": "Producing or breeding worms.", "Volition": "The act of willing or choosing; the act of forming a purpose; the exercise of the will.", "Virgularian": "Any one of numerous species of long, slender Alcyonaria belonging to Virgularia and allied genera of the family Virgularidæ. These corals are allied to the sea-pens, but have a long rodlike rhachis inclosing a slender, round or square, calcareous axis. The polyps are arranged in transverse rows or clusters along each side of the rhachis.", "Veneration": "The act of venerating, or the state of being venerated; the highest degree of respect and reverence; respect mingled with awe; a feeling or sentiment excited by the dignity, wisdom, or superiority of a person, by sacredness of character, by consecration to sacred services, or by hallowed associations.", "Velveting": "The fine shag or nap of velvet; a piece of velvet; velvet goods.", "Venefice": "The act or practice of poisoning.", "Vexillation": "A company of troops under one vexillum.", "Veda": "The ancient sacred literature of the Hindus; also, one of the four collections, called Rig-Veda, Yajur-Veda, Sama-Veda, and Atharva-Veda, constituting the most ancient portions of that literature.", "Vined": "Having leaves like those of the vine; ornamented with vine leaves.", "Virtuoso": "One devoted to virtu; one skilled in the fine arts, in antiquities, and the like; a collector or ardent admirer of curiosities, etc.", "Versicular": "Of or pertaining to verses; designating distinct divisions of a writing.", "Vinegarette": "See Vinaigrette, n., 2.", "Vichy water": "A mineral water found at Vichy, France.  It is essentially an effervescent aqueous solution of sodium, calcium, and magnesium carbonates, with sodium and potassium chlorides; also, by extension, any artificial or natural water resembling in composition the Vichy water proper.  Called also, colloquially, Vichy.", "Vinaceous": "Belonging to, or like, wine or grapes.", "Vivary": "A vivarium.", "Volcanic neck": "A column of igneous rock formed by congelation of lava in the conduit of a volcano and later exposed by the removal of surrounding rocks.", "Vastel": "See Wastel.", "Vaso-inhibitory": "See Vasodilator.", "Vincibleness": "The quality or state of being vincible.", "Verys night signals": "A system of signaling in which balls of red and green fire are fired from a pistol, the arrangement in groups denoting numbers having a code significance.  The pistol used to fire the signal flare is called a Very pistol.", "Voluntarily": "In a voluntary manner; of one's own will; spontaneously.", "Versify": "To relate or describe in verse; to compose in verse.", "Vendue": "A public sale of anything, by outcry, to the highest bidder; an auction.", "Viceroy": "The governor of a country or province who rules in the name of the sovereign with regal authority, as the king's substitute; as, the viceroy of India.", "Verticality": "The quality or state of being vertical; verticalness.", "Vibrograph": "An instrument to observe and record vibrations.", "Versual": "Of or pertaining to a verse.", "Vulturous": "Like a vulture; rapacious.", "Valetudinarianism": "The condition of a valetudinarian; a state of feeble health; infirmity.", "Viand": "An article of food; provisions; food; victuals; -- used chiefly in the plural.", "Vesuvianite": "A mineral occurring in tetragonal crystals, and also massive, of a brown to green color, rarely sulphur yellow and blue. It is a silicate of alumina and lime with some iron magnesia, and is common at Vesuvius. Also called idocrase.", "Vitreousness": "The quality or state of being vitreous.", "Vim": "Power; force; energy; spirit; activity; vigor.", "Vagabondize": "To play the vagabond; to wander about in idleness.", "Viny": "Of or pertaining to vines; producing, or abounding in, vines.", "Visible": "Perceivable by the eye; capable of being seen; perceptible; in view; as, a visible star; the least spot is visible on white paper.", "Vociferous": "Making a loud outcry; clamorous; noisy; as, vociferous heralds.", "Vairy": "Charged with vair; variegated with shield-shaped figures. See Vair.", "Vitriolated": "Changed into a vitriol or a sulphate, or subjected to the action of sulphuric acid or of a sulphate; as, vitriolated potash, i. e., potassium sulphate.", "Victualer": "One who furnishes victuals.", "Vantbrace": "Armor for the arm; vambrace.", "Venose": "Having numerous or conspicuous veins; veiny; as, a venose frond.", "Viscid": "Sticking or adhering, and having a ropy or glutinous consistency; viscous; glutinous; sticky; tenacious; clammy; as, turpentine, tar, gums, etc., are more or less viscid.", "Vinegar": "To convert into vinegar; to make like vinegar; to render sour or sharp.", "Valvasor": "See Vavasor.", "Verbalist": "A literal adherent to, or a minute critic of, words; a literalist.", "Vivipara": "An artificial division of vertebrates including those that produce their young alive; -- opposed to Ovipara.", "Vincible": "Capable of being overcome or subdued; conquerable.", "Verbalism": "Something expressed verbally; a verbal remark or expression.", "Vallation": "A rampart or intrenchment.", "Vilany": "Villainy.", "Vagantes": "A tribe of spiders, comprising some of those which take their prey in a web, but which also frequently run with agility, and chase and seize their prey.", "Volatilizable": "Capable of being volatilized.", "Vigesimo-quarto": "A book composed of sheets each of which is folded into twenty-four leaves; hence, indicating more or less definitely a size of book so made; -- usually written 24mo, or 24°.", "Volley ball": "A game played by volleying a large inflated ball with the hands over a net 7 ft. 6 in. high.", "Vitilitigate": "To contend in law litigiously or cavilously.", "Virgate": "A yardland, or measure of land varying from fifteen to forty acres.", "Vulcanology": "The science which treats of phenomena due to plutonic action, as in volcanoes, hot springs, etc.", "Viticulture": "The cultivation of the vine; grape growing.", "Viatecture": "The art of making roads or ways for traveling, including the construction of bridges, canals, viaducts, etc.", "Vomit": "To throw up; to eject from the stomach through the mouth; to disgorge; to puke; to spew out; -- often followed by up or out.", "Valenciennes lace": "A rich kind of lace made at Valenciennes, in France. Each piece is made throughout, ground and pattern, by the same person and with the same thread, the pattern being worked in the net.", "Valuation": "The act of valuing, or of estimating value or worth; the act of setting a price; estimation; appraisement; as, a valuation of lands for the purpose of taxation.", "Valerianic": "Pertaining to, or obtained from, valerian root; specifically, designating an acid which is usually called valeric acid.", "Vertebro-": "A combining form used in anatomy to indicate connection with, or relation to, a vertebra, vertebræ, or the vertebral column; as in vertebrocostal.", "Viridescence": "Quality or state of being viridescent.", "Vent": "To let out at a vent, or small aperture; to give passage or outlet to.", "Vakeel": "A native attorney or agent; also, an ambassador.", "Volow": "To baptize; -- used in contempt by the Reformers.", "Victorian": "Of or pertaining to the reign of Queen Victoria of England; as, the Victorian poets.", "Vatical": "Of or pertaining to a prophet; prophetical.", "Vatican": "A magnificent assemblage of buildings at Rome, near the church of St. Peter, including the pope's palace, a museum, a library, a famous chapel, etc.", "Vestured": "Covered with vesture or garments; clothed; enveloped.", "Ventail": "That part of a helmet which is intended for the admission of air, -- sometimes in the visor.", "Vermily": "Vermeil.", "Vituperator": "One who vituperates, or censures abusively.", "Vernonin": "A glucoside extracted from the root of a South African plant of the genus Vernonia, as a deliquescent powder, and used as a mild heart tonic.", "Vibratory": "Consisting in, or causing, vibration, or oscillation; vibrating; as, a vibratory motion; a vibratory power.", "Verisimilar": "Having the appearance of truth; probable; likely.", "Vishnu": "A divinity of the modern Hindu trimurti, or trinity. He is regarded as the preserver, while Brahma is the creator, and Siva the destroyer of the creation.", "Verecund": "Bashful; modest.", "Venison": "Beasts of the chase.", "Vaccinium": "A genus of ericaceous shrubs including the various kinds of blueberries and the true cranberries.", "Vagous": "Wandering; unsettled.", "Votarist": "A votary.", "Vincentian": "Same as Lazarist.", "Varnishing": "The act of laying on varnish; also, materials for varnish.", "Vocalness": "The quality of being vocal; vocality.", "Vestige": "The mark of the foot left on the earth; a track or footstep; a trace; a sign; hence, a faint mark or visible sign left by something which is lost, or has perished, or is no longer present; remains; as, the vestiges of ancient magnificence in Palmyra; vestiges of former population.", "Vasohypertonic": "See Vasoconstrictor.", "Visionist": "A visionary.", "Viner": "A vinedresser.", "Vivandière": "In Continental armies, especially in the French army, a woman accompanying a regiment, who sells provisions and liquor to the soldiers; a female sutler.", "Vinaigrette": "A sauce, made of vinegar, oil, and other ingredients, -- used esp. for cold meats.", "Victimate": "To make a victim of; to sacrifice; to immolate.", "Varvel": "In falconry, one of the rings secured to the ends of the jesses.", "Volplane": "To glide in a flying machine.", "Vendace": "A European lake whitefish (Coregonus Willughbii, or Coregonus Vandesius) native of certain lakes in Scotland and England.  It is regarded as a delicate food fish.  Called also vendis.", "Vow-fellow": "One bound by the same vow as another.", "Vaulty": "Arched; concave.", "Vi-apple": "See Otaheite apple.", "Vinnewed": "Moldy; musty.", "Veronese": "Of or pertaining to Verona, in Italy.", "Vanish": "The brief terminal part of a vowel or vocal element, differing more or less in quality from the main part; as, a as in ale ordinarily ends with a vanish of i as in ill, o as in old with a vanish of oo as in foot.", "Variciform": "Resembling a varix.", "Varicella": "Chicken pox.", "Vicenary": "Of or pertaining to twenty; consisting of twenty.", "Vastity": "Vastness.", "Vigorite": "An explosive containing nitroglycerin. It is used in blasting.", "Vis-a-vis": "Face to face.", "Vagissate": "To caper or frolic.", "Viva voce": "By word of mouth; orally.", "Vesiculose": "Bladdery; vesicular; vesiculate; composed of vesicles; covered with vesicles; as, a vesiculose shell.", "Viraginity": "The qualities or characteristics of a virago.", "Vaticination": "Prediction; prophecy.", "Valency": "See Valence.", "vitamin A2": "dehydroretinol (C20H28O), one of the substances also called vitamin A.  It has about 40% of the bioactivity of vitamin A1.", "vitamin A1": "retinol (C20H30O), one of the substances also called vitamin A.  It is also called more specifically vitamin A alcohol.  It is a required factor for human nutrition.  The USP unit of activity is equal to 0.30 micrograms of retinol.", "Vocal": "Of or pertaining to the voice or speech; having voice; endowed with utterance; full of voice, or voices.", "Villanette": "A small villa.", "Vaporation": "The act or process of converting into vapor, or of passing off in vapor; evaporation.", "Venture": "To expose to hazard; to risk; to hazard; as, to venture one's person in a balloon.", "Valence": "The degree of combining power of an atom (or radical) as shown by the number of atoms of hydrogen (or of other monads, as chlorine, sodium, etc.) with which it will combine, or for which it can be substituted, or with which it can be compared; thus, an atom of hydrogen is a monad, and has a valence of one; the atoms of oxygen, nitrogen, and carbon are respectively dyads, triads, and tetrads, and have a valence respectively of two, three, and four.", "Vainglorious": "Feeling or indicating vainglory; elated by vanity; boastful.", "Voltameter": "An instrument for measuring the voltaic electricity passing through it, by its effect in decomposing water or some other chemical compound acting as an electrolyte.", "Vestales": "A group of butterflies including those known as virgins, or gossamer-winged butterflies.", "Viscountship": "The quality, rank, or office of a viscount.", "Voltaism": "That form of electricity which is developed by the chemical action between metals and different liquids; voltaic electricity; also, the science which treats of this form of electricity; -- called also galvanism, from Galvani, on account of his experiments showing the remarkable influence of this agent on animals.", "Vestiarian": "Of or pertaining to a vestiary or vestments.", "Visive": "Of or pertaining to the sight; visual.", "Valinch": "A tube for drawing liquors from a cask by the bunghole.", "Victorious": "Of or pertaining to victory, or a victor; being a victor; bringing or causing a victory; conquering; winning; triumphant; as, a victorious general; victorious troops; a victorious day.", "Verticillate": "Arranged in a transverse whorl or whorls like the rays of a wheel; as, verticillate leaves of a plant; a verticillate shell.", "Vehmgericht": "A vehmic court.", "Vanner hawk": "The kestrel.", "Vestigial": "Of or pertaining to a vestige or remnant; like a vestige.", "Vellon": "A word occurring in the phrase real vellon. See the Note under 1st Real.", "Virginia": "One of the States of the United States of America.", "Vicinage": "The place or places adjoining or near; neighborhood; vicinity; as, a jury must be of the vicinage.", "Volti": "Turn, that is, turn over the leaf.", "Vitriolic": "Of or pertaining to vitriol; derived from, or resembling, vitriol; vitriolous; as, a vitriolic taste.  Cf. Vitriol.", "Versicle": "A little verse; especially, a short verse or text said or sung in public worship by the priest or minister, and followed by a response from the people.", "Viaticum": "An allowance for traveling expenses made to those who were sent into the provinces to exercise any office or perform any service.", "Vulnerability": "The quality or state of being vulnerable; vulnerableness.", "Volitation": "The act of flying; flight.", "Vega": "An open tract of ground; a plain, esp. one which is moist and fertile, as those used for tobacco fields.", "Vituperable": "Liable to, or deserving, vituperation, or severe censure.", "Viewer": "One who views or examines.", "Vacuolation": "Formation into, or multiplication of, vacuoles.", "Vortical": "Of or pertaining to a vortex or vortexes; resembling a vortex in form or motion; whirling; as, a vortical motion.", "Verbalization": "The act of verbalizing, or the state of being verbalized.", "Verray": "Very; true.", "Vernaculous": "Vernacular.", "Vulgarly": "In a vulgar manner.", "Vivianite": "A hydrous phosphate of iron of a blue to green color, growing darker on exposure.  It occurs in monoclinic crystals, also fibrous, massive, and earthy.", "Victorine": "A woman's fur tippet.", "Vestment": "A covering or garment; some part of clothing or dress", "Vintry": "A place where wine is sold.", "Venite": "The 95th Psalm, which is said or sung regularly in the public worship of many churches. Also, a musical composition adapted to this Psalm.", "Vagarious": "Given to, or characterized by, vagaries; capricious; whimsical; crochety.", "Varicosity": "The quality or state of being varicose.", "Vaporer": "One who vapors; a braggart.", "Value": "The property or aggregate properties of a thing by which it is rendered useful or desirable, or the degree of such property or sum of properties; worth; excellence; utility; importance.", "Viciate": "See Vitiate.", "Vulcanism": "Volcanism.", "Variance": "The quality or state of being variant; change of condition; variation.", "Vilifier": "One who vilifies or defames.", "Vapored": "Wet with vapors; moist.", "Valuableness": "The quality of being valuable.", "Virger": "See Verger.", "Veniality": "The quality or state of being venial; venialness.", "Vicegerency": "The office of a vicegerent.", "Violoncellist": "A player on the violoncello.", "Vainness": "The quality or state of being vain.", "Vignetter": "A device used by photographers in printing vignettes, consisting of a screen of paper or glass with a central aperture the edges of which become opaque by insensible gradations.", "Vineyard": "An inclosure or yard for grapevines; a plantation of vines producing grapes.", "vamp": "To seduce (a man) sexually for purpose of exploitation.", "Venom": "To infect with venom; to envenom; to poison.", "Venantes": "The hunting spiders, which run after, or leap upon, their prey.", "Vasoconstrictor": "A substance which causes constriction of the blood vessels.  Such substances are used in medicine to raise abnormally low blood pressure.", "Valerylene": "A liquid hydrocarbon, C5H8; -- called also pentine.", "Vermiculate": "Wormlike in shape; covered with wormlike elevations; marked with irregular fine lines of color, or with irregular wavy impressed lines like worm tracks; as, a vermiculate nut.", "Vauntmure": "A false wall; a work raised in front of the main wall.", "Vested": "Clothed; robed; wearing vestments.", "Viscous": "Adhesive or sticky, and having a ropy or glutinous consistency; viscid; glutinous; clammy; tenacious; as, a viscous juice.", "Vermiform": "Resembling a worm in form or motions; vermicular; as, the vermiform process of the cerebellum.", "Vapor pressure": "The pressure or tension of a confined body of vapor of a chemical substance in equilibrium with the solid or liquid form of the substance.  The pressure of a given saturated vapor is a function of the temperature only, and may be measured by introducing a small quantity of the substance into a barometer and noting the depression of the column of mercury.", "Viva": "Lit., (long) live; -- an exclamation expressing good will, well wishing, etc.", "Vive": "Lively; animated; forcible.", "Vachery": "An inclosure for cows.", "vamose": "To vamoose; -- an older spelling and pronunciation variant.", "Victory": "The defeat of an enemy in battle, or of an antagonist in any contest; a gaining of the superiority in any struggle or competition; conquest; triumph; -- the opposite of defeat.", "Valetudinous": "Valetudinarian.", "Violable": "Capable of being violated, broken, or injured.", "Verdureless": "Destitute of verdure.", "Viniculture": "The cultivation of the vine, esp. for making wine; viticulture.", "Vulgarness": "The quality of being vulgar.", "Vindicable": "Capable of being vindicated.", "Verifiable": "Capable of being verified; confirmable.", "Venatica": "See Vinatico.", "Viciosity": "Vitiosity.", "Violet": "Dark blue, inclining to red; bluish purple; having a color produced by red and blue combined.", "Venada": "The pudu.", "Vecture": "The act of carrying; conveyance; carriage.", "Variole": "A foveola.", "Vitrina": "A genus of terrestrial gastropods, having transparent, very thin, and delicate shells, -- whence the name.", "Vendee": "The person to whom a thing is vended, or sold; -- the correlative of vendor.", "Vitrine": "A glass show case for displaying fine wares, specimens, etc.", "Ventuse": "See Ventouse.", "Vainglory": "Excessive vanity excited by one's own performances; empty pride; undue elation of mind; vain show; boastfulness.", "Vender": "One who vends; one who transfers the exclusive right of possessing a thing, either his own, or that of another as his agent, for a price or pecuniary equivalent; a seller; a vendor.", "Vauty": "Vaulted.", "Vastitude": "Vastness; immense extent.", "Villosity": "State of being villous.", "Velitation": "A dispute or contest; a slight contest; a skirmish.", "Vedro": "A Russian liquid measure, equal to 3.249 gallons of U. S. standard measure, or 2.706 imperial gallons.", "Vaticide": "The murder, or the murderer, of a prophet.", "Vignette": "To make, as an engraving or a photograph, with a border or edge insensibly fading away.", "Vulturish": "Vulturous.", "Viticultural": "Of or pertaining to viticulture.", "Vulturism": "The quality or state of being like a vulture; rapaciousness.", "Viewiness": "The quality or state of being viewy, or of having unpractical views.", "Venal": "Capable of being bought or obtained for money or other valuable consideration; made matter of trade or barter; held for sale; salable; mercenary; purchasable; hireling; as, venal services.", "Velate": "Having a veil; veiled.", "Vitre-o-electic": "Containing or exhibiting positive, or vitreous, electricity.", "Vaisya": "The third of the four great original castes among the Hindus, now either extinct or partially represented by the mercantile class of Banyas. See the Note under Caste, 1.", "Volapük": "Literally, world's speech; the name of an artificial language invented by Johan Martin Schleyer, of Constance, Switzerland, about 1879.", "Virgilian": "Of or pertaining to Virgil, the Roman poet; resembling the style of Virgil.", "Volborthite": "A mineral occurring in small six-sided tabular crystals of a green or yellow color. It is a hydrous vanadate of copper and lime.", "Velivolant": "Flying with sails; passing under full sail.", "Volta-electric": "Of or pertaining to voltaic electricity, or voltaism.", "Violation": "The act of violating, treating with violence, or injuring; the state of being violated.", "Vaniloquent": "Talking foolishly.", "Vivisection": "The dissection of an animal while alive, for the purpose of making physiological investigations.", "Vacatur": "An order of court by which a proceeding is set aside or annulled.", "Viraginian": "Of or pertaining to a virago; having the qualities of a virago.", "Vogle": "Same as Vugg.", "Vacillatory": "Inclined to vacillate; wavering; irresolute.", "Viperoidea": "A division of serpents which includes the true vipers of the Old World and the rattlesnakes and moccasin snakes of America; -- called also Viperina.", "Viole": "A vial.", "Victual": "To supply with provisions for subsistence; to provide with food; to store with sustenance; as, to victual an army; to victual a ship.", "Viola": "An instrument in form and use resembling the violin, but larger, and a fifth lower in compass.", "Vartabed": "A doctor or teacher in the Armenian church. Members of this order of ecclesiastics frequently have charge of dioceses, with episcopal functions.", "Vesicovaginal": "Of or pertaining to the bladder and the vagina.", "Valise": "A small sack or case, usually of leather, but sometimes of other material, for containing the clothes, toilet articles, etc., of a traveler; a traveling bag; a portmanteau.", "Virtuous": "Possessing or exhibiting virtue.", "Velocipede": "A light road carriage propelled by the feet of the rider. Originally it was propelled by striking the tips of the toes on the roadway, but commonly now by the action of the feet on a pedal or pedals connected with the axle of one or more of the wheels, and causing their revolution. They are made in many forms, with two, three, or four wheels. See Bicycle, and Tricycle.", "Vermicelli": "The flour of a hard and small-grained wheat made into dough, and forced through small cylinders or pipes till it takes a slender, wormlike form, whence the Italian name. When the paste is made in larger tubes, it is called macaroni.", "Vengeable": "Revengeful; deserving revenge.", "Ventriculus": "One of the stomachs of certain insects.", "Valerianaceous": "Of, pertaining to, or resembling, plants of a natural order (Valerianaceæ) of which the valerian is the type. The order includes also the corn salads and the oriental spikenard.", "Vermination": "The generation or breeding of vermin.", "Veinal": "Pertaining to veins; venous.", "Vaporable": "Capable of being converted into vapor by the agency of heat; vaporizable.", "Vocally": "In a vocal manner; with voice; orally; with audible sound.", "Venomous": "Full of venom; noxious to animal life; poisonous; as, the bite of a serpent may be venomous.", "Variolar": "Variolous.", "Velvety": "Made of velvet, or like velvet; soft; smooth; delicate.", "Vilification": "The act of vilifying or defaming; abuse.", "Virago": "A woman of extraordinary stature, strength, and courage; a woman who has the robust body and masculine mind of a man; a female warrior.", "Villose": "See Villous.", "Vascularity": "The quality or state of being vascular.", "Viscus": "One of the organs, as the brain, heart, or stomach, in the great cavities of the body of an animal; -- especially used in the plural, and applied to the organs contained in the abdomen.", "Viscum": "A genus of parasitic shrubs, including the mistletoe of Europe.", "Visnomy": "Face; countenance.", "Vifda": "In the Orkney and Shetland Islands, beef and mutton hung and dried, but not salted.", "Vermetus": "Any one of many species of marine gastropods belonging to Vermetus and allied genera, of the family Vermetidæ. Their shells are regularly spiral when young, but later in life the whorls become separate, and the shell is often irregularly bent and contorted like a worm tube.", "Variorum": "Containing notes by different persons; -- applied to a publication; as, a variorum edition of a book.", "Varicose": "Irregularly swollen or enlarged; affected with, or containing, varices, or varicosities; of or pertaining to varices, or varicosities; as, a varicose nerve fiber; a varicose vein; varicose ulcers.", "Visiting": "a. & vb. n. from Visit.", "Vaccine point": "See Point, n., 26.", "Vitrifiable": "Capable of being vitrified, or converted into glass by heat and fusion; as, flint and alkalies are vitrifiable.", "Verrucous": "Verrucose.", "Vying": "a. & n. from Vie.", "Violist": "A player on the viol.", "Volvulus": "The spasmodic contraction of the intestines which causes colic.", "Voodooism": "A degraded form of superstition and sorcery, said to include human sacrifices and cannibalism in some of its rites. It is prevalent among the negroes of Haiti, and to some extent in the United States, and is regarded as a relic of African barbarism.", "Versableness": "Versability.", "Vicarage": "The benefice of a vicar.", "Vol-au-vent": "A light puff paste, with a raised border, filled, after baking, usually with a ragout of fowl, game, or fish.", "Vinosity": "The quality or state of being vinous.", "Venemous": "Venomous.", "Villanage": "The state of a villain, or serf; base servitude; tenure on condition of doing the meanest services for the lord.", "Varveled": "Having varvels, or rings.", "Vinum": "Wine, -- chiefly used in Pharmacy in the name of solutions of some medicinal substance in wine; as: vina medicata, medicated wines; vinum opii, wine of opium.", "Vintage": "The produce of the vine for one season, in grapes or in wine; as, the vintage is abundant; the vintage of 1840.", "Valkyria": "One of the maidens of Odin, represented as awful and beautiful, who presided over battle and marked out those who were to be slain, and who also ministered at the feasts of heroes in Valhalla.  Now commonly written Valkyrie.", "Vill": "A small collection of houses; a village.", "Victimize": "To make a victim of, esp. by deception; to dupe; to cheat.", "Vergency": "The act of verging or approaching; tendency; approach.", "Verbatim": "Word for word; in the same words; verbally; as, to tell a story verbatim as another has related it.", "Volumist": "One who writes a volume; an author.", "Virus": "Contagious or poisonous matter, as of specific ulcers, the bite of snakes, etc.; -- applied to organic poisons.", "Vasiform": "Having the form of a vessel, or duct.", "Vacuum": "A space entirely devoid of matter (called also, by way of distinction, absolute vacuum); hence, in a more general sense, a space, as the interior of a closed vessel, which has been exhausted to a high or the highest degree by an air pump or other artificial means; as, water boils at a reduced temperature in a vacuum.", "Vidette": "Same as Vedette.", "Vanadate": "A salt of vanadic acid.", "Visionariness": "The quality or state of being visionary.", "Vendémiaire": "The first month of the French republican calendar, dating from September 22, 1792.", "Verecundious": "Verecund.", "Vibices": "More or less extensive patches of subcutaneous extravasation of blood.", "Vitrificate": "To convert into glass; to vitrify.", "Vaporiferous": "Conveying or producing vapor.", "vivid": "True to the life; exhibiting the appearance of life or freshness; animated; spirited; bright; strong; intense; as, vivid colors.", "Viameter": "An odometer; -- called also viatometer.", "Voidance": "The act of voiding, emptying, ejecting, or evacuating.", "Violous": "Violent.", "Verticle": "An axis; a hinge; a turning point.", "Vivarium": "A place artificially arranged for keeping or raising living animals, as a park, a pond, an aquarium, a warren, etc.", "Vasectomy": "Resection or excision of the vas deferens.", "Voluntariness": "The quality or state of being voluntary; spontaneousness; specifically, the quality or state of being free in the exercise of one's will.", "Vicary": "A vicar.", "Vertebro-iliac": "Iliolumbar.", "Vaticanism": "The doctrine of papal supremacy; extreme views in support of the authority of the pope; ultramontanism; -- a term used only by persons who are not Roman Catholics.", "Vanning": "A process by which ores are washed on a shovel, or in a vanner.", "Vanadinite": "A mineral occurring in yellowish, brownish, and ruby-red hexagonal crystals.  It consists of lead vanadate with a small proportion of lead chloride.", "Villagery": "Villages; a district of villages.", "Ventricle": "A cavity, or one of the cavities, of an organ, as of the larynx or the brain; specifically, the posterior chamber, or one of the two posterior chambers, of the heart, which receives the blood from the auricle and forces it out from the heart.  See Heart.", "Vaporization": "The act or process of vaporizing, or the state of being converted into vapor; the artificial formation of vapor; specifically, the conversion of water into steam, as in a steam boiler.", "Vitalize": "To endow with life, or vitality; to give life to; to make alive; as, vitalized blood.", "Venereal": "The venereal disease; syphilis.", "Venger": "An avenger.", "Venerean": "Devoted to the offices of Venus, or love; venereal.", "Variably": "In a variable manner.", "Venerability": "The quality or state of being venerable; venerableness.", "Veridical": "Truth-telling; truthful; veracious.", "Vocalization": "The act of vocalizing, or the state of being vocalized.", "Vitals": "Organs that are necessary for life; more especially, the heart, lungs, and brain.", "Variable": "That which is variable; that which varies, or is subject to change.", "Vapid": "Having lost its life and spirit; dead; spiritless; insipid; flat; dull; unanimated; as, vapid beer; a vapid speech; a vapid state of the blood.", "Vectitation": "The act of carrying, or state of being carried.", "Vehemently": "In a vehement manner.", "Variegated": "Having marks or patches of different colors; as, variegated leaves, or flowers.", "Verbigerate": "To talk; chat.", "Versable": "Capable of being turned.", "Vocalic": "Of or pertaining to vowel sounds; consisting of the vowel sounds.", "Veritable": "Agreeable to truth or to fact; actual; real; true; genuine.", "Vaulter": "One who vaults; a leaper; a tumbler.", "Vesiculitis": "Inflammation of a vesicle.", "Vaulted": "Arched; concave; as, a vaulted roof.", "Validly": "In a valid manner; so as to be valid.", "Viennese": "Of or pertaining to Vienna, or the people of Vienna.", "Vagrant": "One who strolls from place to place; one who has no settled habitation; an idle wanderer; a sturdy beggar; an incorrigible rogue; a vagabond.", "Vesica": "A bladder.", "Vassalry": "The body of vassals.", "Vigesimal": "Twentieth; divided into, or consisting of, twenties or twenty parts.", "Vespiary": "A nest, or habitation, of insects of the wasp kind.", "Vultern": "The brush turkey (Talegallus Lathami) of Australia.  See Brush turkey.", "Vigil": "Abstinence from sleep, whether at a time when sleep is customary or not; the act of keeping awake, or the state of being awake; sleeplessness; wakefulness; watch.", "Voltaplast": "A form of voltaic, or galvanic, battery suitable for use electrotyping.", "Vexil": "A vexillum.", "Vitriol": "To dip in dilute sulphuric acid; to pickle.", "Viled": "Abusive; scurrilous; defamatory; vile.", "Vanner": "A machine for concentrating ore. See Frue vanner.", "Violone": "The largest instrument of the bass-viol kind, having strings tuned an octave below those of the violoncello; the contrabasso; -- called also double bass.", "V hook": "A gab at the end of an eccentric rod, with long jaws, shaped like the letter V.", "Vodanium": "A supposed element, afterward found to be a mixture of several metals, as copper, iron, lead, nickel, etc.", "Virgulate": "Shaped like a little twig or rod.", "Vade mecum": "A book or other thing that a person carries with him as a constant companion; a manual; a handbook.", "Vox angelica": "An organ stop of delicate stringlike quality, having for each finger key a pair of pipes, of which one is tuned slightly sharp to give a wavy effect to their joint tone.", "Violine": "A pale yellow amorphous substance of alkaloidal nature and emetic properties, said to have been extracted from the root and foliage of the violet (Viola).", "Vizarded": "Wearing a vizard.", "Vacuolated": "Full of vacuoles, or small air cavities; as, vacuolated cells.", "Vespillo": "One who carried out the dead bodies of the poor at night for burial.", "Vallancy": "A large wig that shades the face.", "Vasculum": "Same as Ascidium, n., 1.", "Village": "A small assemblage of houses in the country, less than a town or city.", "Vaccinist": "A vaccinator.", "Vitriolation": "The act, process, or result of vitriolating.", "Velocimeter": "An apparatus for measuring speed, as of machinery or vessels, but especially of projectiles.", "Vermeil": "Vermilion; also, the color of vermilion, a bright, beautiful red.", "Vection": "Vectitation.", "Velutinous": "Having the surface covered with a fine and dense silky pubescence; velvety; as, a velutinous leaf.", "vivific": "Giving life; reviving; enlivening.", "Veterinary": "Of or pertaining to the art of healing or treating the diseases of domestic animals, as oxen, horses, sheep, various pets, etc.; as, a veterinary writer or school.", "Viperous": "Having the qualities of a viper; malignant; venomous; as, a viperous tongue.", "Veliferous": "Carrying or bearing sails.", "Vortex theory": "The theory, advanced by Thomson (Lord Kelvin) on the basis of investigation by Helmholtz, that the atoms are vortically moving ring-shaped masses (or masses of other forms having a similar internal motion) of a homogeneous, incompressible, frictionless fluid. Various properties of such atoms (vortex atoms) can be mathematically deduced.  This theory is now (1998) obsolete, and has been superseded by quantum mechanics, which provides more accurate and detailed explanations of atomic behavior.", "Vindicate": "To lay claim to; to assert a right to; to claim.", "Vernicle": "A Veronica.  See Veronica, 1.", "Vaginate": "Invested with, or as if with, a sheath; as, a vaginate stem, or one invested by the tubular base of a leaf.", "Vaginati": "A tribe of birds comprising the sheathbills.", "Vibrancy": "The state of being vibrant; resonance.", "Vesuvine": "A trade name for a brown dyestuff obtained from certain basic azo compounds of benzene; -- called also Bismarck brown, Manchester brown, etc.", "Vagal": "Of or pertaining to the vagus, or pneumogastric nerves; pneumogastric.", "Veraciously": "In a veracious manner.", "Vaporing": "Talking idly; boasting; vaunting.", "Villanizer": "One who villanizes.", "Vermes": "An extensive artificial division of the animal kingdom, including the parasitic worms, or helminths, together with the nemerteans, annelids, and allied groups. By some writers the branchiopods, the bryzoans, and the tunicates are also included. The name was used in a still wider sense by Linnæus and his followers.", "Veal": "The flesh of a calf when killed and used for food.", "Veerable": "Changeable; shifting; as, winds veerable to southwest.", "Vulpinic": "Same as Vulpic.", "Vicissy duck": "A West Indian duck, sometimes domesticated.", "Vernacularization": "The act or process of making vernacular, or the state of being made vernacular.", "Vinedresser": "One who cultivates, prunes, or cares for, grapevines; a laborer in a vineyard.", "Vandal": "Of or pertaining to the Vandals; resembling the Vandals in barbarism and destructiveness.", "Vulnific": "Causing wounds; inflicting wounds; wounding.", "Vitriolizable": "Capable of being converted into a vitriol.", "Veiled plate": "A fogged plate.", "Vacillation": "The act of vacillating; a moving one way and the other; a wavering.", "Vaporousness": "The quality of being vaporous.", "Visionary": "One whose imagination is disturbed; one who sees visions or phantoms.", "Venerous": "Venereous.", "Vergette": "A small pale.", "Volumed": "Having the form of a volume, or roil; as, volumed mist.", "Vizierate": "The office, dignity, or authority of a vizier.", "Volatilization": "The act or process of volatilizing, or rendering volatile; the state of being volatilized.", "Vote": "To choose by suffrage; to elec&unr_;; as, to vote a candidate into office.", "Vest": "To come or descend; to be fixed; to take effect, as a title or right; -- followed by in; as, upon the death of the ancestor, the estate, or the right to the estate, vests in the heir at law.", "Vomitive": "Causing the ejection of matter from the stomach; emetic.", "Ventro-inguinal": "Pertaining both to the abdomen and groin, or to the abdomen and inguinal canal; as, ventro-inguinal hernia.", "Vegetism": "Vegetal state or characteristic.", "Vese": "Onset; rush; violent draught or wind.", "Varices": "See Varix.", "Vicissitudinary": "Subject to vicissitudes.", "Venation": "The act or art of hunting, or the state of being hunted.", "Vingt et un": "A game at cards, played by two or more persons. The fortune of each player depends upon obtaining from the dealer such cards that the sum of their pips, or spots, is twenty-one, or a number near to it; -- also called blackjack, or twenty-one.", "Vex": "To be irritated; to fret.", "Velouté": "A white sauce or stock made by boiling down ham, veal, beef, fowl, bouillon, etc., then adding soup stock, seasoning, vegetables, and thickening, and again boiling and straining.", "Vernation": "The arrangement of the leaves within the leaf bud, as regards their folding, coiling, rolling, etc.; prefoliation.", "Varying": "a. & n. from Vary.", "Vis major": "A superior force which under certain circumstances is held to exempt from contract obligations; inevitable accident; -- a civil-law term used as nearly equivalent to, but broader than, the common-law term act of God (which see).", "Voltagraphy": "In electrotypy, the act or art of copying, in metals deposited by electrolytic action, a form or pattern which is made the negative electrode.", "Vaseline": "A yellowish translucent substance, almost odorless and tasteless, obtained as a residue in the purification of crude petroleum, and consisting essentially of a mixture of several of the higher members of the paraffin series. It is used as an unguent, and for various purposes in the arts. See the Note under Petrolatum.", "Verrayment": "Verily; truly.", "Volcanist": "One versed in the history and phenomena of volcanoes.", "Visiter": "A visitor.", "Volcanism": "Volcanic power or action; volcanicity.", "Velocipedist": "One who rides on a velocipede; a cyclist.", "Vituperation": "The act of vituperating; abuse; severe censure; blame.", "Vedette": "A sentinel, usually on horseback, stationed on the outpost of an army, to watch an enemy and give notice of danger; a vidette.", "Viminal": "Of or pertaining to twigs; consisting of twigs; producing twigs.", "Visard": "To mask.", "Vernant": "Flourishing, as in spring; vernal.", "Vellum": "A fine kind of parchment, usually made from calfskin, and rendered clear and white, -- used as for writing upon, and for binding books.", "Vespertilionine": "Of or pertaining to the Vespertiliones.", "Viewless": "Not perceivable by the eye; invisible; unseen.", "Virtu": "A love of the fine arts; a taste for curiosities.", "Vamp": "To provide, as a shoe, with new upper leather; hence, to to piece, as any old thing, with a new part; to repair; to patch; -- often followed by up.", "Vaagmer": "The dealfish.", "Versal": "Universal.", "Vanadous": "Of or pertaining to vanadium; obtained from vanadium; -- said of an acid containing one equivalent of vanadium and two of oxygen; specifically, designating those compounds in which vanadium has a lower valence as contrasted with the vanadic compounds; as, vanadous acid", "Volitient": "Exercising the will; acting from choice; willing, or having power to will.", "Visored": "Wearing a visor; masked.", "Variant": "Something which differs in form from another thing, though really the same; as, a variant from a type in natural history; a variant of a story or a word.", "Vertuous": "Virtuous; powerful.", "Valved": "Having a valve or valves; valvate.", "Vouchment": "A solemn assertion.", "Valetudinarian": "A person of a weak or sickly constitution; one who is seeking to recover health.", "Visne": "Neighborhood; vicinity; venue.  See Venue.", "Vasohypotonic": "See Vasodilator.", "Valance": "To furnish with a valance; to decorate with hangings or drapery.", "Voluminous": "Of or pertaining to volume or volumes.", "Vulcanist": "A volcanist.", "Vantage game": "The first game after the set is deuce. See Set, n., 9.", "Volador": "A flying fish of California (Exocœtus Californicus): -- called also volator.", "Vomerine": "Of or pertaining to the vomer.", "Vergetté": "Divided by pallets, or pales; paly.", "Verditer": "Verdigris.", "vitamin p": "a water-soluble vitamin that maintains the resistance of cell and capillary walls to permeation.", "Venefical": "Veneficial.", "Veadar": "The thirteenth, or intercalary, month of the Jewish ecclesiastical calendar, which is added about every third year.", "Vagrantly": "In a vagrant manner.", "Volant": "Passing through the air upon wings, or as if upon wings; flying; hence, passing from place to place; current.", "Viduation": "The state of being widowed or bereaved; loss; bereavement.", "Vacuate": "To make void, or empty.", "Vambrace": "The piece designed to protect the arm from the elbow to the wrist.", "Vitellin": "An albuminous body, belonging to the class of globulins, obtained from yolk of egg, of which it is the chief proteid constituent, and from the seeds of many plants. From the latter it can be separated in crystalline form.", "Voyageable": "That may be sailed over, as water or air; navigable.", "Vincture": "A binding.", "vitamin B": "a group of water-soluble vitamins originally thought to be a single vitamin but now separated into several B vitamins.", "vitamin A": " any of several related fat-soluble vitamins (such as retinol) essential for normal vision; it also prevents night blindness or inflammation or dryness of the eyes.", "vitamin G": "same as vitamin B2.", "vitamin E": "a fat-soluble vitamin that is essential for normal reproduction.  It is found in vegetable oils, butter, and eggs.", "vitamin D": "any of several chemically related fat-soluble vitamins that prevent rickets.  It is found in fish-liver oils, egg yolks and milk.  Component vitamin D2 is also called calciferol, and vitamin D3 is called cholecalciferol.", "vitamin K": "either of two fat-soluble vitamins (vitamin K1 or vitamin K2) that help clot blood by participating in the fromation of prothrombin.", "vitamin H": "a B vitamin that aids in body growth.", "Verjuice": "The sour juice of crab apples, of green or unripe grapes, apples, etc.; also, an acid liquor made from such juice.", "Vicennial": "Lasting or comprising twenty years.", "Volunteer": "To enter into, or offer for, any service of one's own free will, without solicitation or compulsion; as, he volunteered in that undertaking.", "Vernacularly": "In a vernacular manner; in the vernacular.", "Verumontanum": "An elevation, or crest, in the wall of the urethra where the seminal ducts enter it.", "Velveteen": "A kind of cloth, usually cotton, made in imitation of velvet; cotton velvet.", "Venue": "A neighborhood or near place; the place or county in which anything is alleged to have happened; also, the place where an action is laid.", "Vainly": "In a vain manner; in vain.", "Vertu": "Virtue; power.  See Virtue.", "Voweled": "Furnished with vowels.", "Venus": "The goddess of beauty and love, that is, beauty or love deified.", "Volksraad": "A legislative assembly or parliament of any one of several countries colonized by the Dutch, esp. that of the South African Republic, or the Transvaal, and that of the Orange Free State.", "Vaniloquence": "Vain or foolish talk.", "Verteber": "A vertebra.", "Viary": "Of or pertaining to roads; happening on roads.", "Vitriolate": "A sulphate.", "Vein quartz": "Quartz occurring as gangue in a vein.", "Vitis": "A genus of plants including all true grapevines.", "Vagabondry": "Vagabondage.", "Vittate": "Bearing or containing vittæ.", "Veneer": "A thin leaf or layer of a more valuable or beautiful material for overlaying an inferior one, especially such a thin leaf of wood to be glued to a cheaper wood; hence, external show; gloss; false pretense.", "Vers": "A verse or verses.  See Verse, n.", "Vert": "Everything that grows, and bears a green leaf, within the forest; as, to preserve vert and venison is the duty of the verderer.", "Villanella": "An old rustic dance, accompanied with singing.", "Very": "In a high degree; to no small extent; exceedingly; excessively; extremely; as, a very great mountain; a very bright sun; a very cold day; the river flows very rapidly; he was very much hurt.", "Vermetid": "Any species of vermetus.", "Volupty": "Voluptuousness.", "Volitional": "Belonging or relating to volition.", "Vehmic": "Of, pertaining to, or designating, certain secret tribunals which flourished in Germany from the end of the 12th century to the middle of the 16th, usurping many of the functions of the governments which were too weak to maintain law and order, and inspiring dread in all who came within their jurisdiction.", "Verbenate": "To strew with verbena, or vervain, as in ancient sacrifices and rites.", "Verd": "The privilege of cutting green wood within a forest for fuel.", "Vilayet": "One of the chief administrative divisions or provinces of the Ottoman Empire; -- formerly called eyalet.", "Vanity box": "A small box, usually jeweled or of precious metal and worn on a chain, containing a mirror, powder puff, and other small toilet articles for a woman.", "Vantage": "To profit; to aid.", "Varisse": "An imperfection on the inside of the hind leg in horses, different from a curb, but at the same height, and often growing to an unsightly size.", "Vesicula": "A vesicle.", "Verification": "The act of verifying, or the state of being verified; confirmation; authentication.", "Varanus": "A genus of very large lizards native of Asia and Africa.  It includes the monitors. See Monitor, 3.", "Virmilion": "See Vermilion.", "Ventiduct": "A passage for wind or air; a passage or pipe for ventilating apartments.", "Vaporish": "Full of vapors; vaporous.", "Vaporizer": "One who, or that which, vaporizes, or converts into vapor.", "Vesical": "Of or pertaining to the bladder.", "Verminly": "Resembling vermin; in the manner of vermin.", "Venally": "In a venal manner.", "Vespertinal": "Vespertine.", "Vagrantness": "State of being vagrant; vagrancy.", "Vixen": "A female fox.", "Volcanity": "The quality or state of being volcanic, or volcanic origin; volcanicity.", "Variety store": "a retail store selling a wide variety of items, especially of low price, as in a five and ten.", "Veratria": "Veratrine.", "Veratric": "Pertaining to, or derived from, plants of the genus Veratrum.", "Volatile": "A winged animal; wild fowl; game.", "Voluntaryism": "The principle of supporting a religious system and its institutions by voluntary association and effort, rather than by the aid or patronage of the state.", "Vomer": "A bone, or one of a pair of bones, beneath the ethmoid region of the skull, forming a part a part of the partition between the nostrils in man and other mammals.", "Venatic": "Of or pertaining to hunting; used in hunting.", "Vale": "See 2d Vail, 3.", "Vouch": "Warrant; attestation.", "Veratrate": "A salt of veratric acid.", "Vondsira": "Same as Vansire.", "Vimineous": "Of or pertaining to twigs; made of pliant twigs.", "Vacuation": "The act of emptying; evacuation.", "Virility": "The quality or state of being virile; developed manhood; manliness; specif., the power of procreation; as, exhaustion.", "Vinolent": "Given to wine; drunken; intemperate.", "Vesses": "A kind of worsted; also, a worsted cloth.", "Vacillating": "Inclined to fluctuate; wavering.", "Vermivorous": "Devouring worms; feeding on worms; as, vermivorous birds.", "Vessel": "To put into a vessel.", "Vilify": "To make vile; to debase; to degrade; to disgrace.", "Vison": "The mink.", "Vibrative": "Vibrating; vibratory.", "Veteran": "One who has been long exercised in any service or art, particularly in war; one who has had much experience, or has grown old or decrepit in service.", "Vitrescence": "The quality or state of being vitreous; glassiness, or the quality of being vitrescent; capability of conversion into glass; susceptibility of being formed into glass.", "Vaporific": "Producing vapor; tending to pass, or to cause to pass, into vapor; thus, volatile fluids are vaporific; heat is a vaporific agent.", "Vegetable": "A plant. See Plant.", "Visor": "A part of a helmet, arranged so as to lift or open, and so show the face. The openings for seeing and breathing are generally in it.", "Vaticinator": "One who vaticinates; a prophet.", "Vellicative": "Having the power of vellicating, plucking, or twitching; causing vellication.", "Vindicative": "Tending to vindicate; vindicating; as, a vindicative policy.", "Varangian": "One of the Northmen who founded a dynasty in Russia in the 9th century; also, one of the Northmen composing, at a later date, the imperial bodyguard at Constantinople.", "Vulcanic": "Of or pertaining to Vulcan; made by Vulcan; Vulcanian.", "Vulnose": "Having wounds; vulnerose.", "Vespers": "One of the little hours of the Breviary.", "Vixenish": "Of or pertaining to a vixen; resembling a vixen.", "Validness": "The quality or state of being valid.", "Vehicular": "Of or pertaining to a vehicle; serving as a vehicle; as, a vehicular contrivance.", "Viticulturist": "One engaged in viticulture.", "Vindicator": "One who vindicates; one who justifies or maintains.", "Vapor": "To send off in vapor, or as if in vapor; as, to vapor away a heated fluid.", "Valeramide": "The acid amide derivative of valeric acid, obtained as a white crystalline substance.", "Varioloid": "The smallpox as modified by previous inoculation or vaccination.", "Vulpicide": "One who kills a fox, except in hunting; also, the act of so killing a fox.", "Visaged": "Having a visage.", "Vociferator": "One who vociferates, or is clamorous.", "Vulgate": "Of or pertaining to the Vulgate, or the old Latin version of the Scriptures.", "Variolation": "Inoculation with smallpox.", "Vigor": "To invigorate.", "Vanessa": "Any one of numerous species of handsomely colored butterflies belonging to Vanessa and allied genera. Many of these species have the edges of the wings irregularly scalloped.", "Visitatorial": "Of or pertaining to visitation, or a judicial visitor or superintendent; visitorial.", "Vaccinia": "Cowpox; vaccina. See Cowpox.", "Vorticella": "Any one of numerous species of ciliated Infusoria belonging to Vorticella and many other genera of the family Vorticellidæ.  They have a more or less bell-shaped body with a circle of vibrating cilia around the oral disk. Most of the species have slender, contractile stems, either simple or branched.", "Versatility": "The quality or state of being versatile; versatileness.", "Vouchsafe": "To condescend; to deign; to yield; to descend or stoop.", "Variform": "Having different shapes or forms.", "Vomito": "The yellow fever in its worst form, when it is usually attended with black vomit.  See Black vomit.", "Visualizer": "One who visualizes or is proficient in visualization;", "Vicine": "An alkaloid extracted from the seeds of the vetch (Vicia sativa) as a white crystalline substance.", "VIOXX": "A trade name for rofecoxib.", "Villain": "To debase; to degrade.", "Vicarious": "Of or pertaining to a vicar, substitute, or deputy; deputed; delegated; as, vicarious power or authority.", "Vocation": "A call; a summons; a citation; especially, a designation or appointment to a particular state, business, or profession.", "Victualage": "Victuals; food.", "Vowelish": "Of the nature of a vowel.", "Vesture": "A garment or garments; a robe; clothing; dress; apparel; vestment; covering; envelope.", "Vowelism": "The use of vowels.", "Ventriloquize": "To practice ventriloquism; to speak like a ventriloquist.", "Vacuum cleaner": "A machine for cleaning carpets, tapestry, upholstered work, etc., by suction; -- sometimes called a vacuum.", "Vengeancely": "Extremely; excessively.", "Vastly": "To a vast extent or degree; very greatly; immensely.", "Vintner": "One who deals in wine; a wine seller, or wine merchant.", "Vector": "Same as Radius vector.", "Venulose": "Full of venules, or small veins.", "Vesicatory": "Tending, or having power, to raise a blister.", "Vexed": "Annoyed; harassed; troubled.", "vitamin K1": "one of the two K vitamins, (C31H46O2).  It is fat-soluble and occurs naturally as the trans isomer. Chemically it is 2-methyl-3-phytyl-1,4,-naphthoquinone.", "vitamin K3": "menadione, (C11H8O2) being chemically 2-methyl-1,4,-naphthoquinone.  Having no side chain in the 3 position, it cannot exert all functions of a true K vitamin and the designation as vitamin K3 has been discouraged", "vitamin K2": "one of the two K vitamins, actually a mixture of homologous fat-soluble substituted naphthoquinones (called menaquinones), (C11H7O2[C5H8]nH), where n may be 1 to 13 but is mostly 7 to 9.  The term is also used for synthetic compounds resembling vitamin K2 and having the same physiological action.  The individual components of vitamin K2 are also referred to by the number of isoprenyl units in the side chain (the number n in the formula), as for menadione, having no units at that position of the naphthaquinone ring, and also called vitamin K2(0) (and also called vitamin K3).", "Villainy": "The quality or state of being a villain, or villainous; extreme depravity; atrocious wickedness; as, the villainy of the seducer.", "Vexer": "One who vexes or troubles.", "Violative": "Violating, or tending to violate.", "Vinquish": "See Vanquish, n.", "Viewy": "Having peculiar views; fanciful; visionary; unpractical; as, a viewy person.", "Vertiginate": "Turned round; giddy.", "Volcanic wind": "A wind associated with a volcanic outburst and due to the eruption or to convection currents over hot lava.", "Voraginous": "Pertaining to a gulf; full of gulfs; hence, devouring.", "Vinasse": "The waste liquor remaining in the process of making beet sugar, -- used in the manufacture of potassium carbonate.", "vitamin C": "a vitamin that prevents scurvy.  Also called ascorbic acid.", "Vomitory": "An emetic; a vomit.", "Varletry": "The rabble; the crowd; the mob.", "Vaza parrot": "Any one of several species of parrots of the genus Coracopsis, native of Madagascar; -- called also vasa parrot.", "Vivisectional": "Of or pertaining to vivisection.", "Vegetous": "Vigorous; lively; active; vegete.", "Verticil": "A circle either of leaves or flowers about a stem at the same node; a whorl.", "Vellet": "Velvet.", "Vivandier": "In Continental armies, esp. the French, a sutler.", "Vadium": "Pledge; security; bail. See Mortgage.", "Verdin": "A small yellow-headed bird (Auriparus flaviceps) of Lower California, allied to the titmice; -- called also goldtit.", "Vitriolize": "To convert into a vitriol; to vitriolate.", "Villan": "A villain.", "Veltfare": "The fieldfare.", "Viverra": "A genus of carnivores which comprises the civets.", "Vestibule": "To furnish with a vestibule or vestibules.", "Vitrescible": "That may be vitrified; vitrifiable.", "Vexillary": "A standard bearer.", "Verdit": "Verdict.", "Vaporate": "To emit vapor; to evaporate.", "Vase-shaped": "Formed like a vase, or like a common flowerpot.", "Vallatory": "Of or pertaining to a vallation; used for a vallation; as, vallatory reeds.", "Vermin": "An animal, in general.", "Vituperate": "To find fault with; to scold; to overwhelm with wordy abuse; to censure severely or abusively; to rate.", "Verecundity": "The quality or state of being verecund; modesty.", "vitamin M": "same as vitamin Bc; folic acid.", "Vermeologist": "One who treats of vermes, or worms; a helminthologist.", "Voir dire": "An oath administered to a witness, usually before being sworn in chief, requiring him to speak the truth, or make true answers in reference to matters inquired of, to ascertain his competency to give evidence.", "Vetust": "Venerable from antiquity; ancient; old.", "Ventrilocution": "Ventriloquism.", "Vacillant": "Vacillating; wavering; fluctuating; irresolute.", "Viking": "One belonging to the pirate crews from among the Northmen, who plundered the coasts of Europe in the eighth, ninth, and tenth centuries.", "Virgule": "A comma.", "Vermiformia": "A tribe of worms including Phoronis.  See Phoronis.", "Venthole": "A touchhole; a vent.", "Valerian": "Any plant of the genus Valeriana. The root of the officinal valerian (Valeriana officinalis) has a strong smell, and is much used in medicine as an antispasmodic.", "Versifier": "One who versifies, or makes verses; as, not every versifier is a poet.", "Visitable": "Liable or subject to be visited or inspected.", "Vilipend": "To value lightly; to depreciate; to slight; to despise.", "Virulented": "Made virulent; poisoned.", "Vierkleur": "The four-colored flag of the South African Republic, or Transvaal, -- red, white, blue, and green.", "Vomicine": "See Brucine.", "Verb": "A word; a vocable.", "Vant": "See Vaunt.", "Villiform": "Having the form or appearance of villi; like close-set fibers, either hard or soft; as, the teeth of perch are villiform.", "Vouchor": "Same as Voucher, 3 (b).", "Violoncello": "A stringed instrument of music; a bass viol of four strings, or a bass violin with long, large strings, giving sounds an octave lower than the viola, or tenor or alto violin.", "Vinculum": "A bond of union; a tie.", "Violin": "A small instrument with four strings, played with a bow; a fiddle.", "Volta": "A turning; a time; -- chiefly used in phrases signifying that the part is to be repeated one, two, or more times; as, una volta, once.  Seconda volta, second time, points to certain modifications in the close of a repeated strain.", "Vitriform": "Having the form or appearance of glass; resembling glass; glasslike.", "Violate": "To treat in a violent manner; to abuse.", "Verify": "To prove to be true or correct; to establish the truth of; to confirm; to substantiate.", "Verbally": "In a verbal manner; orally.", "Vacuity": "The quality or state of being vacuous, or not filled; emptiness; vacancy; as, vacuity of mind; vacuity of countenance.", "Veney": "A bout; a thrust; a venew.", "Volume": "A roll; a scroll; a written document rolled up for keeping or for use, after the manner of the ancients.", "Vant Hoffs law": "The generalization that: when a system is in equilibrium, of the two opposed interactions the endothermic is promoted by raising the temperature, the exothermic by lowering it.", "Vulnerate": "To wound; to hurt.", "Venew": "A bout, or turn, as at fencing; a thrust; a hit; a veney.", "Victoria": "A genus of aquatic plants named in honor of Queen Victoria.  The Victoria regia is a native of Guiana and Brazil.  Its large, spreading leaves are often over five feet in diameter, and have a rim from three to five inches high; its immense rose-white flowers sometimes attain a diameter of nearly two feet.", "vitamin B12": "a B vitamin that is used to treat pernicious anemia.", "Viridine": "A greenish, oily, nitrogenous hydrocarbon, C12H19N7, obtained from coal tar, and probably consisting of a mixture of several metameric compounds which are higher derivatives of the base pyridine.", "Vaunce": "To advance.", "Vitruvian": "Of or pertaining to Vitruvius, an ancient Roman architect.", "Variola": "The smallpox.", "Vermicide": "A medicine which destroys intestinal worms; a worm killer.", "Volcano": "A mountain or hill, usually more or less conical in form, from which lava, cinders, steam, sulphur gases, and the like, are ejected; -- often popularly called a burning mountain.", "Veracious": "Observant of truth; habitually speaking truth; truthful; as, veracious historian.", "Vild": "Vile.", "Vesicoprostatic": "Of or pertaining to the bladder and the prostate gland.", "Vaticinate": "To prophesy; to foretell; to practice prediction; to utter prophecies.", "Veriloquent": "Speaking truth; truthful.", "Vanilloes": "An inferior kind of vanilla, the pods of Vanilla Pompona.", "Victim": "A living being sacrificed to some deity, or in the performance of a religious rite; a creature immolated, or made an offering of.", "Vorticose": "Vortical; whirling; as, a vorticose motion.", "Vinegar fly": "Any of several fruit flies, esp. Drosophila ampelopophila, which breed in imperfectly sealed preserves and in pickles.", "Vocable": "A word; a term; a name; specifically, a word considered as composed of certain sounds or letters, without regard to its meaning.", "Viability": "The quality or state of being viable.", "Vitrifacture": "The manufacture of glass and glassware.", "Veteranize": "To reënlist for service as a soldier.", "Versus": "Against; as, John Doe versus Richard Roe; -- chiefly used in legal language, and abbreviated to v. or vs.", "Vinery": "A vineyard.", "Venule": "A small vein; a veinlet; specifically (Zoöl.), one of the small branches of the veins of the wings in insects.", "Vendor": "A vender; a seller; the correlative of vendee.", "Vamure": "See Vauntmure.", "Veddahs": "A primitive people of Ceylon.", "Vanquishable": "That may be vanquished.", "Victus": "Food; diet.", "Vantage point": "A point giving advantage; vantage ground.", "Verve": "Excitement of imagination such as animates a poet, artist, or musician, in composing or performing; rapture; enthusiasm; spirit; energy.", "Vacantly": "In a vacant manner; inanely.", "Vitriolization": "The act of vitriolizing, or the state of being vitriolized; vitriolation.", "Venenose": "Poisonous.", "Vanishment": "A vanishing.", "V moth": "A common gray European moth (Halia vauaria) having a V-shaped spot of dark brown on each of the fore wings.", "Violaniline": "A dyestuff of the induline group, made from aniline, and used as a substitute for indigo in dyeing wool and silk a violet-blue or a gray-blue color.", "Vestryman": "A member of a vestry; especially (Prot. Epis. Ch.), a member other than a warden.  See Vestry.", "Voyage": "To travel; to pass over; to traverse.", "Vagus": "Wandering; -- applied especially to the pneumogastric nerve.", "Varied": "Changed; altered; various; diversified; as, a varied experience; varied interests; varied scenery.", "Virgo": "A sign of the zodiac which the sun enters about the 21st of August, marked thus [&virgo_;] in almanacs.", "Veinstone": "The valueless nonmetalliferous mineral or rock material which surrounds the ores in a vein, as quartz, calcite, barite, fluor spar, etc.; gangue; matrix; -- called also veinstuff.", "Varier": "A wanderer; one who strays in search of variety.", "Venous": "Of or pertaining to a vein or veins; as, the venous circulation of the blood.", "Virge": "A wand.  See Verge.", "Verruculose": "Minutely verrucose; as, a verruculose leaf or stalk.", "Valve-shell": "Any fresh-water gastropod of the genus Valvata.", "Vesico-": "A combining form used in anatomy to indicate connection with, or relation to, the bladder; as in vesicoprostatic, vesicovaginal.", "Veilless": "Having no veil.", "Vaulting": "The act of constructing vaults; a vaulted construction.", "Versor": "The turning factor of a quaternion.", "Volumenometry": "The method or process of measuring volumes by means of the volumenometer.", "Vegetive": "A vegetable.", "Velella": "Any species of oceanic Siphonophora belonging to the genus Velella.", "Vocalist": "A singer, or vocal musician, as opposed to an instrumentalist.", "Vamplate": "A round plate of iron on the shaft of a tilting spear, to protect the hand.", "Vocalize": "To form into voice; to make vocal or sonant; to give intonation or resonance to.", "Verticalness": "Quality or state of being vertical.", "Vexillum": "A flag or standard.", "Veering": "Shifting.", "Vulvitis": "Inflammation of the vulva.", "Vicinal": "Near; vicine.", "Vermifuge": "A medicine or substance that expels worms from animal bodies; an anthelmintic.", "Verdingale": "See Farthingale.", "Vetchy": "Consisting of vetches or of pea straw.", "Vagabond": "To play the vagabond; to wander like a vagabond; to stroll.", "Verticity": "The quality or power of turning; revolution; rotation.", "Vitrella": "One of the transparent lenslike cells in the ocelli of certain arthropods.", "Vestibulum": "A cavity into which, in certain bryozoans, the esophagus and anus open.", "Vertigo": "Dizziness or swimming of the head; an affection of the head in which objects, though stationary, appear to move in various directions, and the person affected finds it difficult to maintain an erect posture; giddiness.", "Veldt sore": "An infective sore mostly on the hands and feet, often contracted in walking on the veldt and apparently due to a specific microörganism.", "Vesicular": "Of or pertaining to vesicles; esp., of or pertaining to the air vesicles, or air cells, of the lungs; as, vesicular breathing, or normal breathing, in which the air enters freely the air vesicles of the lungs.", "Vagancy": "A wandering; vagrancy.", "Vulcanite": "Hard rubber produced by vulcanizing with a large proportion of sulphur.", "Vandyke": "To fit or furnish with a Vandyke; to form with points or scallops like a Vandyke.", "Vernish": "Varnish.", "Viburnum": "A genus of shrubs having opposite, petiolate leaves and cymose flowers, several species of which are cultivated as ornamental plants, as the laurestine and the guelder-rose.", "Vicious": "Characterized by vice or defects; defective; faulty; imperfect.", "Vesbium": "A rare metallic element of which little is known. It is said by Scacchi to have been extracted from a yellowish incrustation from the cracks of a Vesuvian lava erupted in 1631.", "Virid": "Green.", "Vireo": "Any one of numerous species of American singing birds belonging to Vireo and allied genera of the family Vireonidæ. In many of the species the back is greenish, or olive-colored.  Called also greenlet.", "Vang": "A rope to steady the peak of a gaff.", "Valentinian": "One of a school of Judaizing Gnostics in the second century; -- so called from Valentinus, the founder.", "Viridescent": "Slightly green; greenish.", "Vernacularism": "A vernacular idiom.", "Vivification": "The act of vivifying, or the state of being vivified; restoration of life; revival.", "videocasette": "a casette containing magnetic tape, which can be used in a videocasette recorder to record and play back electronic signals, such as from television programs.  The long magnetic tape in the videocasette is moved between two spindles, and a small portion of the tape at any one time is passed over a recording or playback head.", "Villanelle": "A poem written in tercets with but two rhymes, the first and third verse of the first stanza alternating as the third verse in each successive stanza and forming a couplet at the close.", "Vitrifaction": "The act, art, or process of vitrifying; also, the state of being vitrified.", "Virulent": "Extremely poisonous or venomous; very active in doing injury.", "Venality": "The quality or state of being venal, or purchasable; mercenariness; prostitution of talents, offices, or services, for money or reward; as, the venality of a corrupt court; the venality of an official.", "Valerate": "A salt of valeric acid.", "Vesuvian": "Vesuvianite.", "Vendibility": "The quality or state of being vendible, or salable.", "Viceroyship": "Viceroyalty.", "Viridite": "A greenish chloritic mineral common in certain igneous rocks, as diabase, as a result of alternation.", "Vermilion": "To color with vermilion, or as if with vermilion; to dye red; to cover with a delicate red.", "Viridity": "Greenness; verdure; the color of grass and foliage.", "Vilipendency": "Disesteem; slight; disparagement.", "Viscera": "pl. of Viscus.", "Vivify": "To endue with life; to make to be living; to quicken; to animate.", "Vizir": "See Vizier."}