{"Zocco": "Same as Socle.", "zine": "A publication similar to a magazine{4} but in electronic rather than printed form, maintained as data files on a computer and accessible via the world wide web.", "Zope": "A European fresh-water bream (Abramis ballerus).", "Zoöpraxiscope": "An instrument similar to, or the same as, the, the phenakistoscope, by means of which pictures projected upon a screen are made to exhibit the natural movements of animals, and the like.", "Zygobranchiate": "Of or pertaining to the Zygobranchia.", "Zoötomist": "One who dissects animals, or is skilled in zoötomy.", "Zigzag": "To move in a zigzag manner; also, to have a zigzag shape.", "&Verbar;Zygodactyli": "Same as Scansores.", "Zinco-": "A combining form from zinc; in chemistry, designating zinc as an element of certain double compounds. Also used adjectively.", "Zetetic": "A seeker; -- a name adopted by some of the Pyrrhonists.", "Zoögraphist": "A zoögrapher.", "Zoölogist": "One who is well versed in zoölogy.", "&Verbar;Zwieback": "A kind of biscuit or rusk first baked in a loaf and afterwards cut and toasted.", "Zante currant": "A kind of seedless grape or raisin; -- so called from Zante, one of the Ionian Islands.", "&Verbar;Zerda": "The fennec.", "Zoutch": "To stew, as flounders, eels, etc., with just enough or liquid to cover them.", "Zolaesque": "In the style of Zola (see Zolaism).", "Zincification": "The act or process of applying zinc; the condition of being zincified, or covered with zinc; galvanization.", "Zodiacal": "Of or pertaining to the zodiac; situated within the zodiac; as, the zodiacal planets.", "&Verbar;Zeriba": "Same as Zareba.", "Zebrinny": "A cross between a male horse and a female zebra.", "Zamindar": "A landowner; also, a collector of land revenue; now, usually, a kind of feudatory recognized as an actual proprietor so long as he pays to the government a certain fixed revenue.", "Zoötrophic": "Of or pertaining to the nourishment of animals.", "Zoönule": "Same as Zoönite.", "Zealotry": "The character and behavior of a zealot; excess of zeal; fanatical devotion to a cause.", "Zulu": "Any member of the tribe of Zulus; a Zulu-Kaffir. See Zulus.", "Zemstvo": "In Russia, an elective local district and provincial administrative assembly. Originally it was composed of representatives elected by the peasantry, the householders of the towns, and the landed proprietors. In the reign of Alexander III. the power of the noble landowners was increased, the peasants allowed only to elect candidates from whom the governor of the province nominated the deputy, and all acts of the zemstvo subjected to the approval of the governor. Theoretically the zemstvo has large powers relating to taxation, education, public health, etc., but practically these powers are in most cases limited to the adjustment of the state taxation.", "Zeylanite": "See Ceylanite.", "Zeus": "The chief deity of the Greeks, and ruler of the upper world (cf. Hades). He was identified with Jupiter.", "Zambo": "The child of a mulatto and a negro; also, the child of an Indian and a negro; colloquially or humorously, a negro; a sambo.", "Zymic": "Pertaining to, or produced by, fermentation; -- formerly, by confusion, used to designate lactic acid.", "Zymogene": "One of a physiological group of globular bacteria which produces fermentations of diverse nature; -- distinguished from pathogene.", "&Verbar;Zygodactylæ": "The zygodactylous birds. In a restricted sense applied to a division of birds which includes the barbets, toucans, honey guides, and other related birds.", "Zapotilla": "See Sapodilla.", "Zeuglodon": "A genus of extinct Eocene whales, remains of which have been found in the Gulf States. The species had very long and slender bodies and broad serrated teeth.  See Phocodontia.", "&Verbar;Zobo": "A kind of domestic cattle reared in Asia for its flesh and milk. It is supposed to be a hybrid between the zebu and the yak.", "Zoösperm": "One of the spermatic particles; spermatozoid.", "Zabian": "See Sabian.", "&Verbar;Zaphrentis": "An extinct genus of cyathophylloid corals common in the Paleozoic formations. It is cup-shaped with numerous septa, and with a deep pit in one side of the cup.", "&Verbar;Zoster": "Shingles.", "Zapatera": "A cured olive which has spoiled or is on the verge of decomposition; loosely, an olive defective because of bruises, wormholes, or the like.", "Zietrisikite": "A mineral wax, vert similar to ozocerite. It is found at Zietrisika, Moldavia, whence its name.", "Zonal": "Of or pertaining to a zone; having the form of a zone or zones.", "&Verbar;Zeitgeist": "The spirit of the time; the general intellectual and moral state or temper characteristic of any period of time.", "zip + 4": "a full nine-digit zip code.  See zip code.", "Zenithal": "Of or pertaining to the zenith.", "zip code": "any one of a set of numbers assigned by the United States Postal Service to designate a particular postal delivery area. One or more zip codes are assigned to each post office.  The numbers initially had five digits (the initial code), indicating state and post office.  Later, four more optional digits were added (the expanded code) indicating the box number or delivery route.  The full set of nine digits is also referred to as zip + 4.  The code is appended in an address to the line bearing the city and state names, as in “Plainfield, NJ 07062”.", "Za": "An old solfeggio name for B flat; the seventh harmonic, as heard in the or æolian string; -- so called by Tartini. It was long considered a false, but is the true note of the chord of the flat seventh.", "Zizel": "The suslik.", "Zander": "A European pike perch (Stizostedion lucioperca) allied to the wall-eye; -- called also sandari, sander, sannat, schill, and zant.", "Zinco-polar": "Electrically polarized like the surface of the zinc presented to the acid in a battery, which has zincous affinity.", "Zante": "See Zantewood.", "&Verbar;Zillah": "A district or local division, as of a province.", "Zincky": "Pertaining to zinc, or having its appearance.", "Zantiot": "A native or inhabitant of Zante, one of the Ionian Islands.", "Zebrine": "Pertaining to, or resembling, the zebra.", "Zarnich": "Native sulphide of arsenic, including sandarach, or realgar, and orpiment.", "&Verbar;Zif": "The second month of the Jewish ecclesiastical year, corresponding to our May.", "zit": "a pimple.", "Zoölatry": "The worship of animals.", "&Verbar;Zwanziger": "An Austrian silver coin equivalent to 20 kreutzers, or about 10 cents.", "Zoilean": "Having the characteristic of Zoilus, a bitter, envious, unjust critic, who lived about 270 years before Christ.", "Zebec": "See Xebec.", "Zaffer": "A pigment obtained, usually by roasting cobalt glance with sand or quartz, as a dark earthy powder. It consists of crude cobalt oxide, or of an impure cobalt arseniate. It is used in porcelain painting, and in enameling pottery, to produce a blue color, and is often confounded with smalt, from which, however, it is distinct, as it contains no potash. The name is often loosely applied to mixtures of zaffer proper with silica, or oxides of iron, manganese, etc.", "&Verbar;Zymolysis": "The action of enzymes, such as digestion or fermentation; also, the changes produced by such action.", "Zamouse": "A West African buffalo (Bubalus brachyceros) having short horns depressed at the base, and large ears fringed internally with three rows of long hairs. It is destitute of a dewlap. Called also short-horned buffalo, and bush cow.", "&Verbar;Zoanthus": "A genus of Actinaria, including numerous species, found mostly in tropical seas. The zooids or polyps resemble small, elongated actinias united together at their bases by fleshy stolons, and thus forming extensive groups. The tentacles are small and bright colored.", "Zymogenic": "Pertaining to, or formed by, a zymogene.", "&Verbar;Zareba": "An improvised stockade; especially, one made of thorn bushes, etc.", "Zincide": "A binary compound of zinc.", "Zincking": "The act or process of applying zinc; galvanization.", "Zorilla": "Either one of two species of small African carnivores of the genus Ictonyx allied to the weasels and skunks.", "&Verbar;Zamang": "An immense leguminous tree (Pithecolobium Saman) of Venezuela. Its branches form a hemispherical mass, often one hundred and eighty feet across. The sweet pulpy pods are used commonly for feeding cattle. Also called rain tree.", "Zinkenite": "A steel-gray metallic mineral, a sulphide of antimony and lead.", "Zeeman effect": "The widening and duplication, triplication, etc., of spectral lines when the radiations emanate in a strong magnetic field, first observed in 1896 by P. Zeeman, a Dutch physicist, and regarded as an important confirmation of the electromagnetic theory of light.", "Zincode": "The positive electrode of an electrolytic cell; anode.", "Zincic": "Pertaining to, containing, or resembling, zinc; zincous.", "&Verbar;Zayat": "A public shed, or portico, for travelers, worshipers, etc.", "&Verbar;Zoöchlorella": "One of the small green granulelike bodies found in the interior of certain stentors, hydras, and other invertebrates.", "&Verbar;Zokor": "An Asiatic burrowing rodent (Siphneus aspalax) resembling the mole rat. It is native of the Altai Mountains.", "Zealotical": "Like, or suitable to, a zealot; ardently zealous.", "Zemindary": "Same as Zamindary.", "Zebrula": "A cross between a male zebra and a female horse.", "Zoömorphic": "Of or pertaining to zoömorphism.", "Zygodactylic": "Yoke-footed; having the toes disposed in pairs; -- applied to birds which have two toes before and two behind, as the parrot, cuckoo, woodpecker, etc.", "Zoanthoid": "Of or pertaining to the Zoanthacea.", "Zoönite": "One of the segments of the body of an articulate animal.", "Zealant": "One who is zealous; a zealot; an enthusiast.", "Zaptiah": "A Turkish policeman.", "Zinnwaldite": "A kind of mica containing lithium, often associated with tin ore.", "Zip": "To make, or move with, such a sound.", "Zemni": "The blind mole rat (Spalax typhlus), native of Eastern Europe and Asia. Its eyes and ears are rudimentary, and its fur is soft and brownish, more or less tinged with gray. It constructs extensive burrows.", "Zebu": "A bovine mammal (Ros Indicus) extensively domesticated in India, China, the East Indies, and East Africa. It usually has short horns, large pendulous ears, slender legs, a large dewlap, and a large, prominent hump over the shoulders; but these characters vary in different domestic breeds, which range in size from that of the common ox to that of a large mastiff.", "&Verbar;Zechstein": "The upper division of the Permian (Dyas) of Europe. The prevailing rock is a magnesian limestone.", "Zonure": "Any one of several of South African lizards of the genus Zonura, common in rocky situations.", "&Verbar;Zizania": "A genus of grasses including Indian rice.  See Indian rice, under Rice.", "Zeolitiform": "Having the form of a zeolite.", "&Verbar;Zoön": "An animal which is the sole product of a single egg; -- opposed to zooid.", "&Verbar;Zygobranchia": "A division of marine gastropods in which the gills are developed on both sides of the body and the renal organs are also paired. The abalone (Haliotis) and the keyhole limpet (Fissurella) are examples.", "Zuche": "A stump of a tree.", "Zoömelanin": "A pigment giving the black color to the feathers of many birds.", "&Verbar;Zoœcium": "One of the cells or tubes which inclose the feeling zooids of Bryozoa.  See Illust. of Sea Moss.", "Zirconic": "Pertaining to, containing, or resembling, zirconium; as, zirconic oxide; zirconic compounds.", "Zingel": "A small, edible, freshwater European perch (Aspro zingel), having a round, elongated body and prominent snout.", "Zenick": "A South African burrowing mammal (Suricata tetradactyla), allied to the civets. It is grayish brown, with yellowish transverse stripes on the back. Called also suricat.", "Zircon light": "A light, similar to the calcium light, produced by incandescent zirconia.", "Zubr": "The aurochs.", "Zinsang": "The delundung.", "Zopilote": "The urubu, or American black vulture.", "Ziphioid": "See Xiphioid.", "Zarathustrian": "Of or pertaining to Zarathustra, or Zoroaster; Zoroastrian.", "&Verbar;Zeekoe": "A hippopotamus.", "Zigger": "Same as Sicker.", "Zone": "To girdle; to encircle.", "&Verbar;Zostera": "A genus of plants of the Naiadaceæ, or Pondweed family. Zostera marina is commonly known as sea wrack, and eelgrass.", "Zantewood": "A yellow dyewood; fustet; -- called also zante, and zante fustic.  See Fustet, and the Note under Fustic.", "Zoögraphy": "A description of animals, their forms and habits.", "Zealot": "One who is zealous; one who engages warmly in any cause, and pursues his object with earnestness and ardor; especially, one who is overzealous, or carried away by his zeal; one absorbed in devotion to anything; an enthusiast; a fanatical partisan.", "&Verbar;Zehner": "An Austrian silver coin equal to ten kreutzers, or about five cents.", "Ziega": "Curd produced from milk by adding acetic acid, after rennet has ceased to cause coagulation.", "Zarathustrism": "See Zoroastrianism.", "Zoöphily": "Love of animals.", "Zeugma": "A figure by which an adjective or verb, which agrees with a nearer word, is, by way of supplement, referred also to another more remote; as, “hic illius arma, hic currus fuit;” where fuit, which agrees directly with currus, is referred also to arma.", "Zouave": "One of an active and hardy body of soldiers in the French service, originally Arabs, but now composed of Frenchmen who wear the Arab dress.", "Zenik": "See Zenick.", "Zounds": "An exclamation formerly used as an oath, and an expression of anger or wonder.", "Zuisin": "The American widgeon.", "Zuñian": "Of or pertaining to the Zuñis, or designating their linguistic stock.", "Zoism": "Reverence for animal life or belief in animal powers and influences, as among savages.", "&Verbar;Zephyrus": "The west wind, or zephyr; -- usually personified, and made the most mild and gentle of all the sylvan deities.", "Zoösporic": "Of or pertaining to zoöspores; of the nature of zoöspores.", "Zoozoo": "The wood pigeon.", "Zetetics": "A branch of algebra which relates to the direct search for unknown quantities.", "Zymogen": "A mother substance, or antecedent, of an enzyme or chemical ferment; -- applied to such substances as, not being themselves actual ferments, may by internal changes give rise to a ferment.", "&Verbar;Zeta": "A Greek letter [ζ] corresponding to our z.", "Zincane": "Zinc chloride.", "Zincography": "The art or process of engraving or etching on zinc, in which the design is left in relief in the style of a wood cut, the rest of the ground being eaten away by acid.", "zap": "to shoot, destroy, or inactivate; my TV set was zapped by lightning.", "Zoöphytoid": "Pertaining to, or resembling, a zoöphyte.", "Zirconoid": "A double eight-sided pyramid, a form common with tetragonal crystals; -- so called because this form often occurs in crystals of zircon.", "&Verbar;Zoöcytium": "The common support, often branched, of certain species of social Infusoria.", "Zoilism": "Resemblance to Zoilus in style or manner; carping criticism; detraction.", "&Verbar;Zoanthacea": "A suborder of Actinaria, including Zoanthus and allied genera, which are permanently attached by their bases.", "Zoö-": "A combining form from Gr. zwo^,n an animal, as in zoögenic, zoölogy, etc.", "&Verbar;Zoöphorous": "The part between the architrave and cornice; the frieze; -- so called from the figures of animals carved upon it.", "Zinky": "See Zincky.", "Zebra": "Any member of three species of African wild horses remarkable for having the body white or yellowish white, and conspicuously marked with dark brown or brackish bands.", "Zinc": "To coat with zinc; to galvanize.", "Zink": "See Zinc.", "&Verbar;Zoödendrium": "The branched, and often treelike, support of the colonies of certain Infusoria.", "Zend": "Properly, the translation and exposition in the Huzvâresh, or literary Pehlevi, language, of the Avesta, the Zoroastrian sacred writings; as commonly used, the language (an ancient Persian dialect) in which the Avesta is written.", "Zingiberaceous": "Of or pertaining to ginger, or to a tribe (Zingibereæ) of endogenous plants of the order Scitamineæ.  See Scitamineous.", "Zionism": "Among the Jews, a theory, plan, or movement for colonizing their own race in Palestine, the land of Zion, or, if that is impracticable, elsewhere, either for religious or nationalizing purposes; -- called also Zion movement.", "Zoöpsychology": "Animal psychology.", "&Verbar;Zeuglodonta": "Same as Phocodontia.", "&Verbar;Zymosis": "A fermentation; hence, an analogous process by which an infectious disease is believed to be developed.", "Zincongraphic": "Of or pertaining to zincography; as, zincographic processes.", "Zinziberaceous": "Same as Zingiberaceous.", "Zincous": "Of, pertaining to, or containing, zinc; zincic; as, zincous salts.", "Zoöphoric": "Bearing or supporting the figure of an animal; as, a zoöphoric column.", "Zigzaggery": "The quality or state of being zigzag; crookedness.", "Ziggurat": "A temple tower of the Babylonians or Assyrians, consisting of a lofty pyramidal structure, built in successive stages, with outside staircases, and a shrine at the top; -- called also zikkurat.", "Zalambdodont": "One of the Zalambdodonta. The tenrec, solenodon, and golden moles are examples.", "Zeal": "To be zealous.", "Zymologist": "One who is skilled in zymology, or in the fermentation of liquors.", "&Verbar;Zygantrum": "See under Zygosphene.", "Zygapophysis": "One of the articular processes of a vertebra, of which there are usually four, two anterior and two posterior.  See under Vertebra.", "&Verbar;Zimb": "A large, venomous, two-winged fly, native of Abyssinia. It is allied to the tsetse fly, and, like the latter, is destructive to cattle.", "Zed": "The letter Z; -- called also zee, and formerly izzard.", "&Verbar;Zeugobranchiata": "Same as Zygobranchia.", "&Verbar;Zärthe": "A European bream (Abramis vimba).", "Zonule": "A little zone, or girdle.", "Zocor": "a trade name for simvastatin.", "Zythepsary": "A brewery.", "Zygosperm": "A spore formed by the union of the contents of two similar cells, either of the same or of distinct individual plants. Zygosperms are found in certain orders of algæ and fungi.", "Zilla": "A low, thorny, suffrutescent, crucifeous plant (Zilla myagroides) found in the deserts of Egypt. Its leaves are boiled in water, and eaten, by the Arabs.", "Zeugmatic": "Of or pertaining to zeugma; characterized by zeugma.", "Zither": "An instrument of music used in Austria and Germany. It has from thirty to forty wires strung across a shallow sounding-board, which lies horizontally on a table before the performer, who uses both hands in playing on it. [Not to be confounded with the old lute-shaped cittern, or cithern.]", "&Verbar;Zonaria": "A division of Mammalia in which the placenta is zonelike.", "Zealed": "Full of zeal; characterized by zeal.", "Zoögamous": "Of or pertaining zoögamy.", "Zoöphytological": "Of or pertaining to zoöphytology; as, zoöphytological observations.", "Zoömorphism": "The transformation of men into beasts.", "Zequin": "See Sequin.", "Zoögeny": "The doctrine of the formation of living beings.", "Zandmole": "The sand mole.", "Zeuglodont": "Any species of Zeuglodonta.", "Zoisite": "A grayish or whitish mineral occurring in orthorhombic, prismatic crystals, also in columnar masses. It is a silicate of alumina and lime, and is allied to epidote.", "Zincographer": "An engraver on zinc.", "Zoögeographical": "Of or pertaining to zoögraphy.", "Zoöphagous": "Feeding on animals.", "Zulus": "The most important tribe belonging to the Kaffir race. They inhabit a region on the southeast coast of Africa, but formerly occupied a much more extensive country. They are noted for their warlike disposition, courage, and military skill.", "Zoned": "Wearing a zone, or girdle.", "Zigzaggy": "Having sharp turns.", "Zoölogically": "In a zoölogical manner; according to the principles of zoölogy.", "Zoic": "Of or pertaining to animals, or animal life.", "Zymome": "A glutinous substance, insoluble in alcohol, resembling legumin; -- now called vegetable fibrin, vegetable albumin, or gluten casein.", "&Verbar;Zoösporangium": "A spore, or conceptacle containing zoöspores.", "&Verbar;Zoantharia": "Same as Anthozoa.", "&Verbar;Zenana": "The part of a dwelling appropriated to women.", "Zoönomy": "The laws of animal life, or the science which treats of the phenomena of animal life, their causes and relations.", "Zoneless": "Not having a zone; ungirded.", "Zocle": "Same as Socle.", "Zincite": "Native zinc oxide; a brittle, translucent mineral, of an orange-red color; -- called also red zinc ore, and red oxide of zinc.", "&Verbar;Zaim": "A Turkish chief who supports a mounted militia bearing the same name.", "Zymology": "A treatise on the fermentation of liquors, or the doctrine of fermentation.", "Zanyism": "State or character of a zany; buffoonery.", "&Verbar;Zosterops": "A genus of birds that comprises the white-eyes.  See White-eye.", "Zygospore": "Same as Zygosperm.", "Zymoscope": "An apparatus for determining the fermenting power of yeast by measuring the amount of carbonic acid evolved from a given quantity of sugar.", "Zoantharian": "Of or pertaining to the Zoantharia.", "Zoögraphic": "Of or pertaining to the description of animals.", "Zarf": "A metallic cuplike stand used for holding a finjan.", "Zymologic": "Of or pertaining to zymology.", "Zincoid": "Pertaining to, or resembling, zinc; -- said of the electricity of the zincous plate in connection with a copper plate in a voltaic circle; also, designating the positive pole.", "Zoötomy": "The dissection or the anatomy of animals; -- distinguished from androtomy.", "Zamite": "A fossil cycad of the genus Zamia.", "Zonulet": "A zonule.", "Zax": "A tool for trimming and puncturing roofing slates.", "Zythem": "See Zythum.", "&Verbar;Zend-Avesta": "The sacred writings of the ancient Persian religion, attributed to Zoroaster, but chiefly of a later date.", "Zuchetto": "A skullcap covering the tonsure, worn under the berretta. The pope's is white; a cardinal's red; a bishop's purple; a priest's black.", "Zoöphite": "A zoöphyte.", "Zany": "To mimic.", "Zygophyte": "Any plant of a proposed class or grand division (Zygophytes, Zygophyta, or Zygosporeæ), in which reproduction consists in the union of two similar cells.  Cf. Oöphyte.", "Zoögenic": "Of or pertaining to zoögeny, animal production.", "Zoril": "Same as Zorilla.", "Zebub": "A large noxious fly of Abyssinia, which like the tsetse fly, is destructive to cattle.", "Zealless": "Wanting zeal.", "Zymometer": "An instrument for ascertaining the degree of fermentation occasioned by the mixture of different liquids, and the degree of heat which they acquire in fermentation.", "Zirconium": "A rare element of the carbon-silicon group, intermediate between the metals and nonmetals, obtained from the mineral zircon as a dark sooty powder, or as a gray metallic crystalline substance. Symbol Zr. Atomic weight, 90.4.", "Zooidal": "Of or pertaining to a zooid; as, a zooidal form.", "Zebrawood": "A kind of cabinet wood having beautiful black, brown, and whitish stripes, the timber of a tropical American tree (Connarus Guianensis).", "Zoanthodeme": "The zooids of a compound anthozoan, collectively.", "Zonar": "A belt or girdle which the Christians and Jews of the Levant were obliged to wear to distinguish them from Mohammedans.", "&Verbar;Zohar": "A Jewish cabalistic book attributed by tradition to Rabbi Simon ben Yochi, who lived about the end of the 1st century, a. d.  Modern critics believe it to be a compilation of the 13th century.", "Zoöchemy": "Animal chemistry; zoöchemistry.", "Zoölogical": "Of or pertaining to zoölogy, or the science of animals.", "Zoöchemistry": "Animal chemistry; particularly, the description of the chemical compounds entering into the composition of the animal body, in distinction from biochemistry.", "&Verbar;Zingaro": "A gypsy.", "Zirconia": "The oxide of zirconium (ZrO2), obtained as a white powder, and possessing both acid and basic properties.  On account of its infusibility, and brilliant luminosity when incandescent, it is used as an ingredient of sticks for the Drummomd light.", "Zöllners lines": "Parallel lines that are made to appear convergent or divergent by means of oblique intersections.", "Zwinglian": "Of or pertaining to Ulric Zwingli (1481-1531), the reformer of German Switzerland, who maintained that in the Lord's Supper the true body of Christ is present by the contemplation of faith but not in essence or reality, and that the sacrament is a memorial without mystical elements.", "Zirco-": "A combining form (also used adjectively) designating zirconium as an element of certain double compounds; zircono-; as in zircofluoric acid, sodium zircofluoride.", "Zeolite": "A term now used to designate any one of a family of minerals, hydrous silicates of alumina, with lime, soda, potash, or rarely baryta. Here are included natrolite, stilbite, analcime, chabazite, thomsonite, heulandite, and others. These species occur of secondary origin in the cavities of amygdaloid, basalt, and lava, also, less frequently, in granite and gneiss. So called because many of these species intumesce before the blowpipe.", "&Verbar;Zapas": "See Army organization, above.", "Zygodactyl": "Any zygodactylous bird.", "Zikkurat": "A temple tower of the Babylonians or Assyrians, consisting of a lofty pyramidal structure, built in successive stages, with outside staircases, and a shrine at the top; -- called also ziggurat.", "Zoöloger": "A zoölogist.", "Zeuzerian": "Any one of a group of bombycid moths of which the genus Zeuzera is the type. Some of these moths are of large size. The goat moth is an example.", "Zymase": "A soluble ferment, or enzyme.  See Enzyme.", "Zealotist": "A zealot.", "Zoögrapher": "One who describes animals, their forms and habits.", "Zomboruk": "See Zumbooruk.", "&Verbar;Zinnia": "Any plant of the composite genus Zinnia, Mexican herbs with opposite leaves and large gay-colored blossoms. Zinnia elegans is the commonest species in cultivation.", "Zeppelin": "A dirigible balloon of the rigid type, consisting of a cylindrical trussed and covered frame supported by internal gas cells, and provided with means of propulsion and  control. It was first successfully used by Ferdinand Count von Zeppelin.", "Zealotism": "The character or conduct of a zealot; zealotry.", "Zittern": "See Cittern.", "&Verbar;Zamia": "A genus of cycadaceous plants, having the appearance of low palms, but with exogenous wood.  See Coontie, and Illust. of Strobile.", "Zymose": "Invertin.", "&Verbar;Zampogna": "A sort of bagpipe formerly in use among Italian peasants. It is now almost obsolete.", "Zircon": "A mineral consisting predominantly of zirconium silicate (Zr2SiO4) occurring in tetragonal crystals, usually of a brown or gray color. It consists of silica and zirconia.  A red variety, used as a gem, is called hyacinth. Colorless, pale-yellow or smoky-brown varieties from Ceylon are called jargon.", "Zonate": "Divided by parallel planes; as, zonate tetraspores, found in certain red algæ.", "Zein": "A nitrogenous substance of the nature of gluten, obtained from the seeds of Indian corn (Zea) as a soft, yellowish, amorphous substance.", "Zoöphagan": "A animal that feeds on animal food.", "Zonnar": "See Zonar.", "Zygosphene": "A median process on the front part of the neural arch of the vertebræ of most snakes and some lizards, which fits into a fossa, called the zygantrum, on the back part of the arch in front.", "&Verbar;Zoöphyta": "An extensive artificial and heterogeneous group of animals, formerly adopted by many zoölogists. It included the cœlenterates, echinoderms, sponges, Bryozoa, Protozoa, etc.", "&Verbar;Zona": "A zone or band; a layer.", "Zincify": "To coat or impregnate with zinc.", "&Verbar;Zufolo": "A little flute or flageolet, especially that which is used to teach birds.", "Zircono": "See Zirco-.", "Zylonite": "Celluloid.", "Zonular": "Of or pertaining to a zone; zone-shaped.", "Zircona": "Zirconia.", "Zoöphilist": "A lover of animals.", "Zygomatic": "Of, pertaining to, or in the region of, the zygoma.", "&Verbar;Zygoma": "The jugal, malar, or cheek bone.", "Zunyite": "A fluosilicate of alumina occurring in tetrahedral crystals at the Zuñi mine in Colorado.", "Zygenid": "Any one of numerous species of moths of the family Zygænidæ, most of which are bright colored. The wood nymph and the vine forester are examples. Also used adjectively.", "Zoögeography": "The study or description of the geographical distribution of animals.", "Zinciferous": "Containing or affording zinc.", "&Verbar;Zea": "A genus of large grasses of which the Indian corn (Zea Mays) is the only species known. Its origin is not yet ascertained.  See Maize.", "zip-code": "to affix a zip code to (an address or a letter).", "Zumic": "See Zymic, Zymological, etc.", "&Verbar;Zaerthe": "Same as Zärthe.", "Zoöcyst": "A cyst formed by certain Protozoa and unicellular plants which the contents divide into a large number of granules, each of which becomes a germ.", "&Verbar;Zythum": "A kind of ancient malt beverage; a liquor made from malt and wheat.", "Zamindary": "The jurisdiction of a zamindar; the land possessed by a zamindar.", "Zeolitic": "Of or pertaining to a zeolite; consisting of, or resembling, a zeolite.", "Zygomorphic": "Symmetrical bilaterally; -- said of organisms, or parts of organisms, capable of division into two symmetrical halves only in a single plane.", "Zimocca": "A sponge (Euspongia zimocca) of flat form and fine quality, from the Adriatic, about the Greek islands, and the coast of Barbary.", "Zedoary": "A medicinal substance obtained in the East Indies, having a fragrant smell, and a warm, bitter, aromatic taste. It is used in medicine as a stimulant.", "Zoöpathology": "Animal pathology.", "Zoetrope": "An optical toy, in which figures made to revolve on the inside of a cylinder, and viewed through slits in its circumference, appear like a single figure passing through a series of natural motions as if animated or mechanically moved.", "Zechin": "See Sequin.", "Zirconate": "A salt of zirconic acid.", "Zain": "A horse of a dark color, neither gray nor white, and having no spots.", "Zephyr": "The west wind; poetically, any soft, gentle breeze.", "&Verbar;Zauschneria": "A genus of flowering plants.  Zauschneria Californica is a suffrutescent perennial, with showy red flowers much resembling those of the garden fuchsia.", "Zulu-Kaffir": "A member of the Bantu race comprising the Zulus and the Kaffirs.", "Zoroastrian": "A follower of Zoroaster; one who accepts Zoroastrianism.", "Zemindar": "Same as Zamindar.", "Zacco": "See Zocco.", "Zoanthropy": "A kind of monomania in which the patient believes himself transformed into one of the lower animals.", "&Verbar;Zollverein": "Literally, a customs union; specifically, applied to the several customs unions successively formed under the leadership of Prussia among certain German states for establishing liberty of commerce among themselves and common tariff on imports, exports, and transit.", "Ziment-water": "A kind of water found in copper mines; water impregnated with copper.", "Zincograph": "A zinc plate prepared for printing by zincography; also, a print from such a plate.", "Zoötic": "Containing the remains of organized bodies; -- said of rock or soil.", "&Verbar;Zachun": "An oil pressed by the Arabs from the fruit of a small thorny tree (Balanites Ægyptiaca), and sold to piligrims for a healing ointment.", "Zoöchemical": "Pertaining to zoöchemistry.", "&Verbar;Zati": "A species of macaque (Macacus pileatus) native of India and Ceylon. It has a crown of long erect hair, and tuft of radiating hairs on the back of the head. Called also capped macaque.", "&Verbar;Zoëa": "A peculiar larval stage of certain decapod Crustacea, especially of crabs and certain Anomura.", "Zaphara": "Zaffer.", "Zircofluoride": "A double fluoride of zirconium and hydrogen, or some other positive element or radical; as, zircofluoride of sodium.", "Zoroastrism": "Same as Zoroastrianism.", "&Verbar;Zoöphaga": "An artificial group comprising various carnivorous and insectivorous animals.", "Zumbooruk": "A small cannon supported by a swiveled rest on the back of a camel, whence it is fired, -- used in the East.", "Zibet": "A carnivorous mammal (Viverra zibetha) closely allied to the civet, from which it differs in having the spots on the body less distinct, the throat whiter, and the black rings on the tail more numerous.", "Z": "Z, the twenty-sixth and last letter of the English alphabet, is a vocal consonant. It is taken from the Latin letter Z, which came from the Greek alphabet, this having it from a Semitic source. The ultimate origin is probably Egyptian. Etymologically, it is most closely related to s, y, and j; as in glass, glaze; E. yoke, Gr. &unr_;, L. yugum; E. zealous, jealous.  See Guide to Pronunciation, §§ 273, 274.", "Zoöphytic": "Of or pertaining to zoöphytes.", "Zymophyte": "A bacteroid ferment.", "Zoöphyte": "Any one of numerous species of invertebrate animals which more or less resemble plants in appearance, or mode of growth, as the corals, gorgonians, sea anemones, hydroids, bryozoans, sponges, etc., especially any of those that form compound colonies having a branched or treelike form, as many corals and hydroids.", "Zoögamy": "The sexual reproduction of animals.", "Zoide": "See Meride.", "Zastrugi": "Grooves or furrows formed in snow by the action of the wind, and running parallel with the direction of the wind. This formation results from the erosion of transverse waves previously formed.", "Zoölogize": "To study zoölogy; esp., to collect animals for study.", "Zolaism": "The literary theories and practices of the French novelist Emile Zola (1840-1902); naturalism, esp. in a derogatory sense.", "Zoöerythrine": "A peculiar organic red coloring matter found in the feathers of various birds.", "Zoönic": "Of or pertaining to animals; obtained from animal substances.", "Zoöphytology": "The natural history zoöphytes.", "&Verbar;Zoöglœa": "A colony or mass of bacteria imbedded in a viscous gelatinous substance. The zoöglœa is characteristic of a transitory stage through which rapidly multiplying bacteria pass in the course of their evolution. Also used adjectively.", "Zoroastrianism": "The religious system of Zoroaster, the legislator and prophet of the ancient Persians, which was the national faith of Persia; mazdeism. The system presupposes a good spirit (Ormuzd) and an opposing evil spirit (Ahriman).  Cf. Fire worship, under Fire, and Parsee.", "Zooid": "An organic body or cell having locomotion, as a spermatic cell or spermatozooid.", "Zoötomical": "Of or pertaining to zoötomy.", "&Verbar;Zygosis": "The process of the merging of two gametes.  Same as Conjugation.", "Zuñis": "A tribe of Pueblo Indians occupying a village in New Mexico, on the Zuñi River.", "&Verbar;Zizith": "The tassels of twisted cords or threads on the corners of the upper garment worn by strict Jews. The Hebrew for this word is translated in both the Authorized and Revised Versions (Deut. xxii. 12) by the word “fringes.”", "Zaratite": "A hydrous carbonate of nickel occurring as an emerald-green incrustation on chromite; -- called also emerald nickel.", "&Verbar;Zaimet": "A district from which a Zaim draws his revenue.", "Zealful": "Full of zeal.", "Zabaism": "See Sabianism.", "&Verbar;Zendik": "An atheist or unbeliever; -- name given in the East to those charged with disbelief of any revealed religion, or accused of magical heresies."}