{"year 2000 bug": "an error in the coding of certain computer programs in which the year portion of dates was represented by only two decimal digits, assuming that the first two digits are “19”.  In such a program the the year 1975 is represented as “75”.  This was a common practise in computer programming even into the 1990's, as many programmers failed to consider that their programs would be used after the year 1999.  Thus, with such a program, a person born in 2000 would be considered as 101 years old in 2001; many different serious problems, as various as the programs, could be caused by such an error.", "Yttrious": "Same as Yttric.", "Yeldrin": "The yellow-hammer; -- called also yeldrock, and yoldrin.", "Your": "The form of the possessive case of the personal pronoun you.", "Yowley": "The European yellow-hammer.", "Yeman": "A yeoman.", "&Verbar;Yajur-Veda": "See Veda.", "Yachter": "One engaged in sailing a jacht.", "Youze": "The cheetah.", "Yttria": "The oxide, Y2O3, or earth, of yttrium.", "Y current": "The current through one branch of the star arrangement of a three-phase circuit.", "Yellow Book": "In France, an official government publication bound in yellow covers.", "Youngster": "A young person; a youngling; a lad.", "Yieldance": "The act of producing; yield; as, the yieldance of the earth.", "Yellowtop": "A kind of grass, perhaps a species of Agrostis.", "Yardstick": "A stick three feet, or a yard, in length, used as a measure of cloth, etc.", "yuck factor": "a reaction of repugnance or distaste; -- used in discussion of acceptability of proposed new foods, medicines, etc. among potential consumers or patients.", "Youthhood": "The quality or state of being a youth; the period of youth.", "Yllanraton": "The agouara.", "Yest": "See Yeast.", "yummy": "very pleasing or attractive; especially, pleasing to the taste; delicious; scrumptious.", "Yautia": "In Puerto Rico, any of several araceous plants or their starchy edible roots, which are cooked and eaten like yams or potatoes, as the taro.", "Yellowfish": "A rock trout (Pleurogrammus monopterygius) found on the coast of Alaska; -- called also striped fish, and Atka mackerel.", "Yede": "Went.  See Yode.", "Yaw-weed": "A low, shrubby, rubiaceous plant (Morinda Royoc) growing along the seacoast of the West Indies. It has small, white, odorous flowers.", "Youngger": "One who is younger; an inferior in age; a junior.", "Yelk": "Same as Yolk.", "York rite": "The rite or ceremonial observed by one of the Masonic systems, deriving its name from the city of York, in England; also, the system itself, which, in England, confers only the first three degrees.", "Yttro-columbite": "A tantalate of uranium, yttrium, and calcium, of a brown or black color.", "Yarnut": "See Yernut.", "Yoke": "To be joined or associated; to be intimately connected; to consort closely; to mate.", "Yedding": "The song of a minstrel; hence, any song.", "Youngness": "The quality or state of being young.", "Yuen": "The crowned gibbon (Hylobates pileatus), native of Siam, Southern China, and the Island of Hainan. It is entirely arboreal in its habits, and has very long arms. the males are dark brown or blackish, with a caplike mass of long dark hair, and usually with a white band around the face. The females are yellowish white, with a dark spot on the breast and another on the crown. Called also wooyen, and wooyen ape.", "Yupon": "Same as Yaupon.", "Yarrish": "Having a rough, dry taste.", "Yawningly": "In a yawning manner.", "Yellowlegs": "Any one of several species of long-legged sandpipers of the genus Totanus, in which the legs are bright yellow; -- called also stone snipe, tattler, telltale, yellowshanks; and yellowshins.  See Tattler, 2.", "Y level": "See under Y, n.", "Yeanling": "A lamb or a kid; an eanling.", "Yahwist": "The author of the passages of the Old Testament, esp. those of the Hexateuch, in which God is styled Yahweh, or Jehovah; the author of the Yahwistic, or Jehovistic, Prophetic Document (J); also, the document itself.", "Yard": "To confine (cattle) to the yard; to shut up, or keep, in a yard; as, to yard cows.", "Yare": "Soon.", "Yelp": "A sharp, quick cry; a bark.", "Youthsome": "Youthful.", "Yronne": "Run.", "Yardwand": "A yardstick.", "Yark": "To yerk.", "Yield": "Amount yielded; product; -- applied especially to products resulting from growth or cultivation.", "Yakoots": " (Ethnol.) A nomadic Mongolian tribe native of Northern Siberia, and supposed to be of Turkish stock. They are mainly pastoral in their habits.", "Yearnings": "The maws, or stomachs, of young calves, used as a rennet for curdling milk.", "Yarr": "To growl or snarl as a dog.", "Yacare": "A South American crocodilian (Jacare sclerops) resembling the alligator in size and habits. The eye orbits are connected together, and surrounded by prominent bony ridges. Called also spectacled alligator, and spectacled cayman.", "-yl": "A suffix used as a characteristic termination of chemical radicals; as in ethyl, carbonyl, hydroxyl, etc.", "Yahwism": "The religion or worship of Yahweh (Jehovah), or the system of doctrines, etc., connected with it.", "Yell": "A sharp, loud, hideous outcry.", "Yokel": "A country bumpkin.", "Yawl-rigged": "Having two masts with fore-and-aft sails, but differing from a schooner in that the after mast is very small, and stepped as far aft as possible.  See Illustration in Appendix.", "Yodel": "A song sung by yodeling, as by the Swiss mountaineers.", "Yearly": "Annually; once a year to year; as, blessings yearly bestowed.", "Yearnful": "Desirous.", "Yellowwort": "A European yellow-flowered, gentianaceous (Chlora perfoliata). The whole plant is intensely bitter, and is sometimes used as a tonic, and also in dyeing yellow.", "Yule": "Christmas or Christmastide; the feast of the Nativity of our Savior.", "Yit": "Yet.", "Ygo": "Gone.", "Yearth": "The earth.", "Yoke-toed": "Having two toes in front and two behind, as the trogons and woodpeckers.", "Ymel": "Among.", "Yellow": "To become yellow or yellower.", "Yourself": "An emphasized or reflexive form of the pronoun of the second person; -- used as a subject commonly with you; as, you yourself shall see it; also, alone in the predicate, either in the nominative or objective case; as, you have injured yourself.", "yucky": "repugnant or distasteful.", "Yestreen": "Yester-evening; yesternight; last night.", "Yarely": "In a yare manner.", "Yttric": "Pertaining to, derived from, or containing, yttrium.", "Yaffingale": "The yaffle.", "Yiddish": "A language used by German and other Jews, being a Middle German dialect developed under Hebrew and Slavic influence. It is written in Hebrew characters.", "Yarrow": "An American and European composite plant (Achillea Millefolium) with very finely dissected leaves and small white corymbed flowers. It has a strong, and somewhat aromatic, odor and taste, and is sometimes used in making beer, or is dried for smoking. Called also milfoil, and nosebleed.", "Yarwhip": "The European bar-tailed godwit; -- called also yardkeep, and yarwhelp.  See Godwit.", "Yunca": "An Indian of a linguistic stock of tribes of the Peruvian coast who had a developed agricultural civilization at the advent of the Spaniards, before which they had been conquered by the Incas. They constructed irrigation canals which are still in use, adorned their buildings with bas-reliefs and frescoes, and were skilled goldsmiths and silversmiths.", "Yoit": "The European yellow-hammer.", "Yeomanlike": "Resembling, or suitable to, a yeoman; yeomanly.", "Yelper": "An animal that yelps, or makes a yelping noise.", "Ywis": "Certainly; most likely; truly; probably.", "Yokelet": "A small farm; -- so called as requiring but one yoke of oxen to till it.", "Yift": "Gift.", "Yern": "Eager; brisk; quick; active.", "&Verbar;Yaourt": "A fermented drink, or milk beer, made by the Turks.", "Yerk": "A sudden or quick thrust or motion; a jerk.", "Yerd": "See 1st & 2d Yard.", "Yonder": "Being at a distance within view, or conceived of as within view; that or those there; yon.", "Yvel": "Evil; ill.", "Yesterweek": "The week last past; last week.", "Yoncopin": "A local name in parts of the Mississippi Valley for the American lotus (Nelumbo lutea).", "Yellow-eyed": "Having yellow eyes.", "Yellowammer": "See Yellow-hammer.", "Yesternoon": "The noon of yesterday; the noon last past.", "&Verbar;Yu": "Jade.", "Yeve": "To give.", "Yarnen": "Made of yarn; consisting of yarn.", "Yeven": "Given.", "Yeasty": "Frothy; foamy; spumy, like yeast.", "Yakare": "Same as Yacare.", "Youl": "To yell; to yowl.", "Yokemate": "Same as Yokefellow.", "Yis": "Yes.", "Ydo": "Done.", "Yttrium": "A rare metallic element of the boron-aluminium group, found in gadolinite and other rare minerals, and extracted as a dark gray powder.  Symbol Y.  Atomic number 39.  Atomic weight, 88.9.", "Yuck": "To scratch.", "Yielder": "One who yields.", "Young one": "A young human being; a child; also, a young animal, as a colt.", "Yapock": "A South American aquatic opossum (Chironectes variegatus) found in Guiana and Brazil. Its hind feet are webbed, and its fore feet do not have an opposable thumb for climbing. Called also water opossum.", "Youthly": "Young; youthful.", "Yieldable": "Disposed to yield or comply.", "Yachtman": "See Yachtsman.", "Yuman": "Designating, or pertaining to, an important linguistic stock of North American Indians of the southwestern United States and northwestern Mexico, nearly all agriculturists and adept potters and basket makers. Their usual dwelling is the brush wikiup, and in their native state they wear little clothing. The Yuma, Maricopa, Mohave, Walapi, and Yavapai are among the chief tribes, all of fine physique.", "&Verbar;Yunx": "A genus of birds comprising the wrynecks.", "Yaupon": "A shrub (Ilex Cassine) of the Holly family, native from Virginia to Florida. The smooth elliptical leaves are used as a substitute for tea, and were formerly used in preparing the black drink of the Indians of North Carolina. Called also South-Sea tea.", "Yardful": "As much as a yard will contain; enough to fill a yard.", "Youngish": "Somewhat young.", "Yux": "See Yex, n.", "Yestermorn": "The morning of yesterday.", "Yt": "an old method of printing that (AS. þæt, ðæt) the “y” taking the place of the old letter “thorn” (þ).  Cf. Ye, the.", "Young Mens Christian Association": "An organization for promoting the spiritual, intellectual, social, and physical welfare of young men, founded, June 6, 1844, by George Williams (knighted therefor by Queen Victoria) in London. In 1851 it extended to the United States and Canada, and in 1855 representatives of similar organizations throughout Europe and America formed an international body. The movement has successfully expanded not only among young men in general, but also specifically among railroad men, in the army and navy, with provision for Indians and negroes, and a full duplication of all the various lines of oepration in the boys' departments.  It currently (1998) maintains buildings which usually have both recreational facilities and dormitories for dwelling.  It is usually called by its acronym YMCA.  See also the similar organizations Young Women's Christian Association and YMHA.", "Youngthly": "Pertaining to, or resembling, youth; youthful.", "Ytterbic": "Pertaining to, or derived from, ytterbium; containing ytterbium.", "Yearling": "Being a year old.", "Yacht": "To manage a yacht; to voyage in a yacht.", "Yarke": "Same as Saki.", "&Verbar;Yoga": "A species of asceticism among the Hindoos, which consists in a complete abstraction from all worldly objects, by which the votary expects to obtain union with the universal spirit, and to acquire superhuman faculties.", "Yom Kippur": "the only fast day of the Mosaic ritual, celebrated on the tenth day of the seventh month (Tishri), according to the rites described in Leviticus xvi. Also called Day of Atonement.", "Yuke": "Same as Yuck.", "Yle": "Isle.", "Yonker": "A young fellow; a younker.", "Yowe": "A ewe.", "Yulan": "A species of Magnolia (Magnolia conspicua) with large white blossoms that open before the leaves.  See the Note under Magnolia.", "Yesteryear": "The year last past; last year.", "Yfere": "Together.  See Ifere.", "Yours": "See the Note under Your.", "&Verbar;Yen": "The unit of value and account in Japan. The yen is equal to 100 sen. From Japan's adoption of the gold standard, in 1897, to about 1913 the value of the yen was about 50 cents. In 1997 and 1998 the value of the yen varied from 80 per U. S. dollar to 120 per dollar.", "Ycleped": "Called; named; -- obsolete, except in archaic or humorous writings.", "Yerst": "See Erst.", "Yeel": "An eel.", "Yearningly": "With yearning.", "Yestern": "Of or pertaining to yesterday; relating to the day last past.", "Yea": "An affirmative vote; one who votes in the affirmative; as, a vote by yeas and nays.", "Youngly": "In a young manner; in the period of youth; early in life.", "Yellowness": "The quality or state of being yellow; as, the yellowness of an orange.", "Yellowbill": "The American scoter.", "Yakut": "The Turkish language of the Yakuts, a Mongolian people of northeastern Siberia, which is lingua franca over much of eastern Siberia.", "Yex": "A hiccough.", "Yearn": "To be filled with longing desire; to be harassed or rendered uneasy with longing, or feeling the want of a thing; to strain with emotions of affection or tenderness; to long; to be eager.", "Yokefellow": "An associate or companion in, or as in; a mate; a fellow; especially, a partner in marriage.", "Yliche": "Like; alike.", "Yellowshanks": "See Yellolegs.", "Yorkshire": "A county in the north of England.", "Yode": "Went; walked; proceeded.", "Yes": "Ay; yea; -- a word which expresses affirmation or consent; -- opposed to no.", "Yer": "Ere; before.", "Yeara": "The California poison oak (Rhus diversiloba).  See under Poison, a.", "Yellowfin": "A large squeteague.", "Yellowseed": "A kind of pepper grass (Lepidium campestre).", "Yankee-Doodle": "The name of a tune adopted popularly as one of the national airs of the United States.", "Yid": "A Jew; -- now (1998) usually considered offensive or contemptuous.", "Yufts": "Russia leather.", "Yellow-covered": "Covered or bound in yellow paper.", "Yahweh": "A modern transliteration of the Hebrew word translated Jehovah in the Bible; -- used by some critics to discriminate the tribal god of the ancient Hebrews from the Christian Jehovah. Yahweh or Yahwe is the spelling now generally adopted by scholars.", "Yaw": "A movement of a vessel by which she temporarily alters her course; a deviation from a straight course in steering.", "Yin": "one of the two fundamental principles.  See yin and yang.", "Yogi": "A follower of the yoga philosophy; an ascetic.", "Yap": "A bark; a yelp.", "Younker": "A young person; a stripling; a yonker.", "Yore": "In time long past; in old time; long since.", "Yam": "A large, esculent, farinaceous tuber of various climbing plants of the genus Dioscorea; also, the plants themselves. Mostly natives of warm climates. The plants have netted-veined, petioled leaves, and pods with three broad wings. The commonest species is Dioscorea sativa, but several others are cultivated.", "Y": "I.", "&Verbar;Yucca": "A genus of American liliaceous, sometimes arborescent, plants having long, pointed, and often rigid, leaves at the top of a more or less woody stem, and bearing a large panicle of showy white blossoms.", "&Verbar;Yama": "The king of the infernal regions, corresponding to the Greek Pluto, and also the judge of departed souls. In later times he is more exclusively considered the dire judge of all, and the tormentor of the wicked. He is represented as of a green color, with red garments, having a crown on his head, his eyes inflamed, and sitting on a buffalo, with a club and noose in his hands.", "Yellowtail": "Any one of several species of marine carangoid fishes of the genus Seriola; especially, the large California species (Seriola dorsalis) which sometimes weighs thirty or forty pounds, and is highly esteemed as a food fish; -- called also cavasina, and white salmon.", "Yak": "A bovine mammal (Poëphagus grunnies) native of the high plains of Central Asia. Its neck, the outer side of its legs, and its flanks, are covered with long, flowing, fine hair. Its tail is long and bushy, often white, and is valued as an ornament and for other purposes in India and China. There are several domesticated varieties, some of which lack the mane and the long hair on the flanks. Called also chauri gua, grunting cow, grunting ox, sarlac, sarlik, and sarluc.", "Yester": "Last; last past; next before; of or pertaining to yesterday.", "Yellowish": "Somewhat yellow; as, amber is of a yellowish color.", "Yumas": "A tribe of Indians native of Arizona and the adjacent parts of Mexico and California. They are agricultural, and cultivate corn, wheat, barley, melons, etc.", "Yaf": "Gave.  See Give.", "Yewen": "Made of yew; as, yewen bows.", "Ypres lace": "Fine bobbin lace made at Ypres in Belgium, usually exactly like Valenciennes lace.", "Yodler": "One who yodels.", "Yë": "An eye.", "year 2000 compliant": "having dates fully and properly represented, and not susceptible to failure due to the year 2000 bug.", "Yieldless": "Without yielding; unyielding.", "Ysame": "Together.", "Yelting": "The Florida and West Indian red snapper (Lutianus aya); also, sometimes, one of certain other allied species, as Lutianus caxis.", "Yalah": "The oil of the mahwa tree.", "Yezidee": "Same as Izedi.", "Youngth": "Youth.", "Yaws": "A disease, occurring in the Antilles and in Africa, characterized by yellowish or reddish tumors, of a contagious character, which, in shape and appearance, often resemble currants, strawberries, or raspberries. There are several varieties of this disease, variously known as frambœsia, pian, verrugas, and crab-yaws.", "Yahoo": "One of a race of filthy brutes in Swift's “Gulliver's Travels.” See in the Dictionary of Noted Names in Fiction.", "Yawp": "See Yaup.", "Yawn": "An involuntary act, excited by drowsiness, etc., consisting of a deep and long inspiration following several successive attempts at inspiration, the mouth, fauces, etc., being wide open.", "Yellow-golds": "A certain plant, probably the yellow oxeye.", "Yawl": "To cry out like a dog or cat; to howl; to yell.", "Yug": "Any one of the four ages, Krita, or Satya, Treta, Dwapara, and Kali, into which the Hindoos divide the duration or existence of the world.", "Yauper": "One who, or that which, yaups.", "Yeldhall": "Guildhall.", "Youthy": "Young.", "Young Womens Christian Association": "An organization for promoting the spiritual, intellectual, social, and economic welfare of young women, originating in 1855 with Lady Kinnaird's home for young women, and Miss Emma Robert's prayer union for young women,in England, which were combined in the year 1884 as a national association. Now nearly all the civilized countries, and esp. the United States, have local, national, and international organizations.  See also the similar organizations Young Men's Christian Association and YMHA.", "Yankeeism": "A Yankee idiom, word, custom, or the like.", "Yager": "In the German army, one belonging to a body of light infantry armed with rifles, resembling the chasseur of the French army.", "Yokeage": "See Rokeage.", "Yttriferous": "Bearing or containing yttrium or the allied elements; as, gadolinite is one of the yttriferous minerals.", "Yon": "Yonder.", "Yold": "Yielded.", "yuck": "a laugh; also, a joke or gag; -- usually used in the plural, as, the skit got lots of yucks.", "Yucca borer": "A California boring weevil (Yuccaborus frontalis).", "Yeomanly": "Pertaining to a yeoman; becoming or suitable to, a yeoman; yeomanlike.", "&Verbar;Yerba": "An herb; a plant.", "&Verbar;Yaksha": "A kind of demigod attendant on Kuvera, the god of wealth.", "Yellowroot": "Any one of several plants with yellow roots.", "Yellows": "A disease of the bile in horses, cattle, and sheep, causing yellowness of the eyes; jaundice.", "Yielding": "Inclined to give way, or comply; flexible; compliant; accommodating; as, a yielding temper.", "Yamp": "An umbelliferous plant (Carum Gairdneri); also, its small fleshy roots, which are eaten by the Indians from Idaho to California.", "Yive": "To give.", "Yank": "An abbreviation of Yankee.", "Yang": "To make the cry of the wild goose.", "Yellowwood": "The wood of any one of several different kinds of trees; also, any one of the trees themselves. Among the trees so called are the Cladrastis tinctoria, an American leguminous tree; the several species of prickly ash (Xanthoxylum); the Australian Flindersia Oxleyana, a tree related to the mahogany; certain South African species of Podocarpus, trees related to the yew; the East Indian Podocarpus latifolia; and the true satinwood (Chloroxylon Swietenia). All these Old World trees furnish valuable timber.", "Yellowing": "The act or process of making yellow.", "Yardarm": "Either half of a square-rigged vessel's yard{6}, from the center or mast to the end.", "Yarage": "The power of moving, or being managed, at sea; -- said with reference to a ship.", "Yeastiness": "The quality or state of being yeasty, or frothy.", "Ybe": "Been.", "Youthful": "Not yet mature or aged; young.", "Yataghan": "A long knife, or short saber, common among Mohammedan nations, usually having a double curve, sometimes nearly straight.", "Yakamilk": "See Trumpeter, 3 (a).", "Yond": "Yonder.", "Yogism": "Yoga, or its practice.", "Yground": "p. p. of Grind.", "Ypight": "See Pight.", "Youngling": "Young; youthful.", "Yezdi": "Same as Izedi.", "Yoll": "To yell.", "Yerne": "Eagerly; briskly; quickly.", "Yttro-cerite": "A mineral of a violet-blue color, inclining to gray and white. It is a hydrous fluoride of cerium, yttrium, and calcium.", "Years purchase": "The amount that is yielded by the annual income of property; -- used in expressing the value of a thing in the number of years required for its income to yield its purchase price, in reckoning the amount to be paid for annuities, etc.", "Ythrowe": "p. p. of Throw.", "Yoicks": "A cry of encouragement to foxhounds.", "Yholde": "p. p. of Hold.", "Young": "The offspring of animals, either a single animal or offspring collectively.", "Yachtsman": "One who owns or sails a yacht; a yachter.", "Yellowhammer": "A common European finch (Emberiza citrinella). The color of the male is bright yellow on the breast, neck, and sides of the head, with the back yellow and brown, and the top of the head and the tail quills blackish. Called also yellow bunting, scribbling lark, and writing lark.", "Yankee": "Of or pertaining to a Yankee; characteristic of the Yankees.", "Ylang-ylang": "See Ihlang-ihlang.", "Yaud": "See Yawd.", "Yom": "Day; -- a Hebrew word used in the names of various Jewish feast days; as, Yom Kippur, the Day of Atonement; Yom Teruah (lit., day of shouting), the Feast of Trumpets.", "Ynambu": "A South American tinamou (Rhynchotus rufescens); -- called also perdiz grande, and rufous tinamou.  See Illust. of Tinamou.", "Yeomanry": "The position or rank of a yeoman.", "Yernut": "An earthnut, or groundnut.  See Groundnut (d).", "York use": "The one of the three printed uses of England which was followed in the north. It was based on the Sarum use.  See Use, n., 6.", "Yaul": "See Yawl.", "Yellow pages": "a telephone book or part of a book in which the telephone numbers and often advertisements of business enterprises are listed in numerous sections, organized by the category of the business, the categories themselves being arranged alphabetically; a classified telephone directory.  So called because for many years the listing thus organized was printed on yellow paper, to distinguish it from the white pages containing the names of individuals, listed alphabetically by last name.  The yellow pages are usually bound together with the white pages in the telephone book distributed by the telephone company to its subscribers.  The name was adopted by companies not affiliated with the telephone company, for the classified business directories that they sell.", "Y-": "A prefix of obscure meaning, originally used with verbs, adverbs, adjectives, nouns, and pronouns. In the Middle English period, it was little employed except with verbs, being chiefly used with past participles, though occasionally with the infinitive.  Ycleped, or yclept, is perhaps the only word not entirely obsolete which shows this use.", "Yaulp": "To yaup.", "Yaup": "To cry out like a child; to yelp.", "Yeared": "Containing years; having existed or continued many years; aged.", "Yox": "See Yex.", "Yow": "You.", "Yraft": "Bereft.", "&Verbar;Yojan": "A measure of distance, varying from four to ten miles, but usually about five.", "Yazoo Fraud": "The grant by the State of Georgia, by Act of Jan. 7, 1795, of 35,000,000 acres of her western territory, for $500,000, to four companies known as the Yazoo Companies from the region granted ; -- commonly so called, the act being known as the Yazoo Frauds Act, because of alleged corruption of the legislature, every member but one being a shareholder in one or more of the companies. The act granting the land was repealed in 1796 by a new legislature, and the repealing provision was incorporated in the State constitution in 1798. In 1802 the territory was ceded to the United States. The claims of the purchasers, whom Georgia had refused to compensate, were sustained by the United States Supreme Court, which (1810) declared the repealing act of 1796 unconstitutional. Congress in 1814 ordered the lands sold and appropriated $5,000,000 to pay the claims.", "Yucca": "See Flicker, n., 2.", "yin and yang": "the two fundamental principles, one negative, dark, passive, cold, wet, and feminine (yin) and the other (yang) positive, bright, active, dry, hot and masculine.  The interactions and balance of these forces in people and nature influence their behavior and fate.", "Ygdrasyl": "See in the Dictionary of Noted Names in Fiction.", "Yesty": "See Yeasty.", "Yiddisher": "A Yid.", "Yot": "To unite closely.", "Yuckel": "Same as Yockel.", "Ypsiliform": "Resembling the &unr_; in appearance; -- said of the germinal spot in the ripe egg at one of the stages of fecundation.", "Ya": "Yea.", "Yakin": "A large Asiatic antelope (Budorcas taxicolor) native of the higher parts of the Himalayas and other lofty mountains. Its head and neck resemble those of the ox, and its tail is like that of the goat. Called also budorcas.", "yuppie": "an ambitious young adult, usually college-educated, living in or near a large city, with a professional career and an affluent lifestyle.  The \"u\" in the word is sometimes interpreted as meaning “upwardly mobile”.", "Yesternight": "On the last night.", "Ye": "Yea; yes.", "Yesterday": "On the day last past; on the day preceding to-day; as, the affair took place yesterday.", "Yolden": "Yielded.", "Ydrad": "Dreaded.", "Ywar": "Aware; wary.", "Yacca": "A West Indian name for two large timber trees (Podocarpus coriaceus, and Podocarpus Purdicanus) of the Yew family. The wood, which is much used, is pale brownish with darker streaks.", "Yellowbird": "The American goldfinch, or thistle bird.  See Goldfinch.", "Yren": "Iron.", "Yaguarundi": "Same as Jaguarondi.", "Yamen": "In China, the official headquarters or residence of a mandarin, including court rooms, offices, gardens, prisons, etc.; the place where the business of any public department is transcated.", "Yardland": "A measure of land of uncertain quantity, varying from fifteen to forty acres; a virgate.", "Ypsiloid": "In the form of the letter Y; Y-shaped.", "Ytterbium": "A rare element of the boron group, sometimes associated with yttrium or other related elements, as in euxenite and gadolinite. Symbol Yb; provisional atomic weight 173.2.  Cf. Yttrium.", "Ynough": "Enough.", "Yachting": "Sailing for pleasure in a yacht.", "Yestereve": "The evening of yesterday; the evening last past.", "Ypocras": "Hippocras.", "Yghe": "Eye.", "Yend": "To throw; to cast.", "Yockel": "The yaffle.", "Yaffle": "The European green woodpecker (Picus viridis syn. Genius viridis).  It is noted for its loud laughlike note.  Called also eccle, hewhole, highhoe, laughing bird, popinjay, rain bird, yaffil, yaffler, yaffingale, yappingale, yackel, and woodhack.", "Yenite": "A silicate of iron and lime occurring in black prismatic crystals; -- also called ilvaite.", "yawl": "A small ship's boat, usually rowed by four or six oars.", "Yeast-bitten": "A term used of beer when the froth of the yeast has reëntered the body of the beer.", "Yorker": "A tice.", "Yite": "The European yellow-hammer.", "Yamma": "The llama.", "yawd": "A jade; an old horse or mare.", "Yeorling": "The European yellow-hammer.", "Yead": "Properly, a variant of the defective imperfect yode, but sometimes mistaken for a present.  See the Note under Yede.", "Yapon": "Same as Yaupon.", "You": "The pronoun of the second person, in the nominative, dative, and objective case, indicating the person or persons addressed.  See the Note under Ye.", "Yean": "To bring forth young, as a goat or a sheep; to ean.", "Yezdegerdian": "Of or pertaining to Yezdegerd, the last Sassanian monarch of Persia, who was overthrown by the Mohammedans; as, the Yezdegerdian era, which began on the 16th of June, a. d. 632. The era is still used by the Parsees.", "Youngun": "A young human being; -- a contraction of young one.", "Yet": "Nevertheless; notwithstanding; however.", "&Verbar;Yoni": "The symbol under which Sakti, or the personification of the female power in nature, is worshiped.  Cf. Lingam.", "Youpon": "Same as Yaupon.", "yang": "one of the two fundamental principles.  See yin and yang.", "Yellowthroat": "Any one of several species of American ground warblers of the genus Geothlypis, esp. the Maryland yellowthroat (Geothlypis trichas), which is a very common species.", "Yew": "Of or pertaining to yew trees; made of the wood of a yew tree; as, a yew whipstock.", "Yote": "To pour water on; to soak in, or mix with, water.", "Yowl": "A loud, protracted, and mournful cry, as that of a dog; a howl.", "Yuletide": "Christmas time; Christmastide; the season of Christmas.", "Yearbook": "A book published yearly; any annual report or summary of the statistics or facts of a year, designed to be used as a reference book; as, the Congregational Yearbook.", "Ymaked": "Made.", "Yate": "A gate.  See 1st Gate."}