{"Unextinguishable": "Inextinguishable.", "Upside down": "in such a manner that the part normally pointed upward is pointed downward; same as upsidown and upsodown.", "Unargued": "Not argued or debated.", "Unpractical": "Not practical; impractical.", "Undergown": "A gown worn under another, or under some other article of dress.", "Ureameter": "An apparatus for the determination of the amount of urea in urine, in which the nitrogen evolved by the action of certain reagents, on a given volume of urine, is collected and measured, and the urea calculated accordingly.", "Untie": "To become untied or loosed.", "Unneighborly": "Not neighborly; distant; reserved; solitary; exclusive.", "Una boat": "The English name for a catboat; -- so called because Una was the name of the first boat of this kind taken to England.", "Unreligious": "Irreligious.", "Urtica": "A genus of plants including the common nettles. See Nettle, n.", "Unbosomer": "One who unbosoms, or discloses.", "Upsidown": "See Upsodown.", "Umbrella": "A shade, screen, or guard, carried in the hand for sheltering the person from the rays of the sun, or from rain or snow.  It is formed of silk, cotton, or other fabric, extended on strips of whalebone, steel, or other elastic material, inserted in, or fastened to, a rod or stick by means of pivots or hinges, in such a way as to allow of being opened and closed with ease. See Parasol.", "Unremorseless": "Utterly remorseless.", "Underchanter": "Same as Subchanter.", "Unproficiency": "Want of proficiency or improvement.", "Uncart": "To take from, or set free from, a cart; to unload.", "Undecolic": "Pertaining to, or designating, an acid, C11H18O2, of the propiolic acid series, obtained indirectly from undecylenic acid as a white crystalline substance.", "Unline": "To take the lining out of; hence, to empty; as, to unline one's purse.", "Unknown": "Not known; not apprehended.", "Undulationist": "One who advocates the undulatory theory of light.", "Upland": "Of or pertaining to uplands; being on upland; high in situation; as, upland inhabitants; upland pasturage.", "Unlink": "To separate or undo, as links; to uncoil; to unfasten.", "underlooker": "A person who inspects a mine daily; -- called also underviewer.", "Unlikeliness": "The quality or state of being unlikely.", "Ulotrichi": "The division of mankind which embraces the races having woolly or crispy hair.  Cf. Leiotrichi.", "Upcheer": "To cheer up.", "Unexpressive": "Not expressive; not having the power of utterance; inexpressive.", "Underhangman": "An assistant or deputy hangman.", "Usherdom": "The office or position of an usher; ushership; also, ushers, collectively.", "Underpitch": "To fill underneath; to stuff.", "Unland": "To deprive of lands.", "Untongue": "To deprive of a tongue, or of voice.", "Uprise": "The act of rising; appearance above the horizon; rising.", "Unruliness": "Quality or state unruly.", "Unbias": "To free from bias or prejudice.", "Unseparable": "Inseparable.", "Unitude": "Unity.", "Uranoso-": "A combining form (also used adjectively) from uranium; -- used in naming certain complex compounds; as in uranoso-uranic oxide, uranoso-uranic sulphate.", "Unifolliate": "Having only one leaf.", "Unkind": "Not kind; contrary to nature, or the law of kind or kindred; unnatural.", "Unking": "To cause to cease to be a king.", "Unsight": "Doing or done without sight; not seeing or examining.", "Up-over": "Designating a method of shaft excavation by drifting to a point below, and then raising instead of sinking.", "Untemperate": "Intemperate.", "Unfusible": "Infusible.", "Uncongeal": "To thaw; to become liquid again.", "Underlayer": "One who, or that which, underlays or is underlaid; a lower layer.", "Unimitable": "Inimitable.", "Unsatisfaction": "Dissatisfaction.", "Upcoil": "To coil up; to make into a coil, or to be made into a coil.", "Unkempt": "Not combed; disheveled; as, an urchin with unkempt hair.", "Uprear": "To raise; to erect.", "Unilabiate": "Having one lip only; as, a unilabiate corolla.", "Unframe": "To take apart, or destroy the frame of.", "Underfaction": "A subordinate party or faction.", "Unemployed": "Not employed in manual or other labor; having no regular work.", "Untangibly": "Intangibly.", "Underpull": "To exert one's influence secretly.", "Until": "As far as; to the place or degree that; especially, up to the time that; till. See Till, conj.", "Unperplex": "To free from perplexity.", "Upsnatch": "To snatch up.", "Unbreathed": "Not breathed.", "Ultratropical": "Situated beyond, or outside of, the tropics; extratropical; also, having an excessively tropical temperature; warmer than the tropics.", "Unbundle": "To release, as from a bundle; to disclose.", "Uraninite": "A mineral consisting chiefly of uranium oxide with some lead, thorium, etc., occurring in black octahedrons, also in masses with a pitchlike luster; pitchblende.", "Urgence": "Urgency.", "Utmost": "The most that can be; the farthest limit; the greatest power, degree, or effort; as, he has done his utmost; try your utmost.", "Underpinning": "The act of one who underpins; the act of supporting by stones, masonry, or the like.", "Univocacy": "The quality or state of being univocal.", "Urgency": "The quality or condition of being urgent; insistence; pressure; as, the urgency of a demand or an occasion.", "Unveiler": "One who removes a veil.", "Unportuous": "Having no ports.", "Unbridled": "Loosed from the bridle, or as from the bridle; hence, unrestrained; licentious; violent; as, unbridled passions.", "Umbratile": "Umbratic.", "Undervest": "An undershirt.", "Unstate": "To deprive of state or dignity.", "Unbeget": "To deprive of existence.", "Undue": "Not due; not yet owing; as, an undue debt, note, or bond.", "Unbeknown": "Not known; unknown.", "Unreproachable": "Not liable to be reproached; irreproachable.", "Umbellet": "A small or partial umbel; an umbellule.", "Uva": "A small pulpy or juicy fruit containing several seeds and having a thin skin, as a grape.", "Uberous": "Fruitful; copious; abundant; plentiful.", "Ulnage": "Measurement by the ell; alnage.", "Uakari": "Same as Ouakari.", "Underpuller": "One who underpulls.", "Unpossibility": "Impossibility.", "Unmasculate": "To emasculate.", "Uncork": "To draw the cork from; as, to uncork a bottle.", "Upbar": "To fasten with a bar.", "Unhumanize": "To render inhuman or barbarous.", "Upbreathe": "To breathe up or out; to exhale.", "Udder": "The glandular organ in which milk is secreted and stored; -- popularly called the bag in cows and other quadrupeds. See Mamma.", "Undust": "To free from dust.", "Underplay": "The act of underplaying.", "Unconspicuous": "Inconspicuous.", "Ubiquitous": "Existing or being everywhere, or in all places, at the same time; omnipresent.", "Uptie": "To tie up.", "Unpeg": "To remove a peg or pegs from; to unfasten; to open.", "Unwarp": "To restore from a warped state; to cause to be linger warped.", "Ulcerative": "Of or pertaining to ulcers; as, an ulcerative process.", "Upstand": "To stand up; to be erected; to rise.", "Unpen": "To release from a pen or from confinement.", "Unwarm": "To lose warmth; to grow cold.", "Unaccomplished": "Not accomplished or performed; unfinished; also, deficient in accomplishment; unrefined.", "Unsensualize": "To elevate from the domain of the senses; to purify.", "Uxorious": "Excessively fond of, or submissive to, a wife; being a dependent husband.", "Upthunder": "To send up a noise like thunder.", "Unconformity": "Want of conformity; incongruity; inconsistency.", "Unseven": "To render other than seven; to make to be no longer seven.", "Ungifted": "Being without gifts, especially native gifts or endowments.", "Underviewer": "See Underlooker.", "Uhlan": "One of a certain description of militia among the Tartars.", "Underhandedly": "In an underhand manner.", "Unconform": "Unlike.", "Unction": "The act of anointing, smearing, or rubbing with an unguent, oil, or ointment, especially for medical purposes, or as a symbol of consecration; as, mercurial unction.", "Unpleaded": "Not used as a plea; not urged; as, an unpleaded excuse.", "Unbooked": "Not written in a book; unrecorded.", "Unpeered": "Having no peer; unequaled; unparalleled.", "Unprayable": "Not to be influenced or moved by prayers; obdurate.", "Ultrazodiacal": "Outside the zodiac; being in that part of the heavens that is more than eight degrees from the ecliptic; as, ultrazodiacal planets, that is, those planets which in part of their orbits go beyond the zodiac.", "Uncorrect": "Incorrect.", "Unweighing": "Not weighing or pondering; inconsiderate.", "Unexpertly": "In an unexpert manner.", "Undeify": "To degrade from the state of deity; to deprive of the character or qualities of a god; to deprive of the reverence due to a god.", "Unpleasant": "Not pleasant; not amiable or agreeable; displeasing; offensive.", "Underministry": "A subordinate or inferior ministry.", "Unbolt": "To explain or unfold a matter; to make a revelation.", "Uvulatomy": "The operation of removing the uvula.", "Unprovide": "To deprive of necessary provision; to unfurnish.", "Uttermost": "The utmost; the highest or greatest degree; the farthest extent.", "Unsonsy": "Not soncy (sonsy); not fortunate.", "Underfeed": "To feed with too little food; to supply with an insufficient quantity of food.", "Uproarious": "Making, or accompanied by, uproar, or noise and tumult; as, uproarious merriment.", "Unconsidered": "Not considered or attended to; not regarded; inconsiderable; trifling.", "Unnature": "The contrary of nature; that which is unnatural.", "Uptake": "To take into the hand; to take up; to help.", "Uncamp": "To break up the camp of; to dislodge from camp.", "Unvaluable": "Invaluable; being beyond price.", "Uncivilized": "Not civilized; not reclaimed from savage life; rude; barbarous; savage; as, the uncivilized inhabitants of Central Africa.", "Upswell": "To swell or rise up.", "Undigne": "Unworthy.", "Unbedinned": "Not filled with din.", "Unpoison": "To remove or expel poison from.", "Upher": "A fir pole of from four to seven inches diameter, and twenty to forty feet long, sometimes roughly hewn, used for scaffoldings, and sometimes for slight and common roofs, for which use it is split.", "Underbuilding": "Same as Substruction.", "Unvoluntary": "Involuntary.", "Unwellness": "Quality or state of being unwell.", "Unshape": "To deprive of shape, or of proper shape; to disorder; to confound; to derange.", "Unsettledness": "The quality or state of being unsettled.", "Undevotion": "Absence or want of devotion.", "Undirect": "Indirect.", "Unsociable": "Not sociable; not inclined to society; averse to companionship or conversation; solitary; reserved; as, an unsociable person or temper.", "Undersetting": "Something set or built under as a support; a pedestal.", "Undwelt": "Not lived (in); -- with in.", "Unsymmetrically": "Not symmetrically.", "Uroxanate": "A salt of uroxanic acid.", "Unattire": "To divest of attire; to undress.", "Ursula": "A beautiful North American butterfly (Basilarchia astyanax syn. Limenitis astyanax).  Its wings are nearly black with red and blue spots and blotches.  Called also red-spotted purple.", "Underworker": "One who underworks.", "Unbehovely": "Not behooving or becoming; unseemly.", "Unnethe": "With difficulty. See Uneath.", "Upupa": "A genus of birds which includes the common hoopoe.", "Unstriated": "Nonstriated; unstriped.", "Unshaped": "Not shaped; shapeless; misshapen; deformed; ugly.", "Usurpant": "Usurping; encroaching.", "Uncalled-for": "Not called for; not required or needed; improper; gratuitous; wanton.", "Undisputable": "Indisputable.", "Unguiferous": "Producing, having, or supporting nails or claws.", "Unsettlement": "The act of unsettling, or state of being unsettled; disturbance.", "Unbereaven": "Unbereft.", "Unhospitable": "Inhospitable.", "Utro-": "A combining form used in anatomy to indicate connection with, or relation to, the uterus; as in utro-ovarian.", "Uplook": "To look or gaze up.", "Ursus": "A genus of Carnivora including the common bears.", "Upeygan": "The borele.", "Uppertendom": "The highest class in society; the upper ten. See Upper ten, under Upper.", "Ursuk": "The bearded seal.", "Uniliteral": "Consisting of one letter only; as, a uniliteral word or sign.", "Unlocated": "Not located or placed; not fixed in a place.", "Unproselyte": "To convert or recover from the state of a proselyte.", "Unlawlike": "Not according to law; being or done in violation of law; unlawful.", "Untressed": "Not tied up in tresses; unarranged; -- said of the hair.", "Uncurrent": "Not current. Specifically: Not passing in common payment; not receivable at par or full value; as, uncurrent notes.", "Unbred": "Not begotten; unborn.", "Unnestle": "Same as Unnest.", "Unaware": "Unawares.", "Unloosen": "To loosen; to unloose.", "Unsettle": "To become unsettled or unfixed; to be disordered.", "Umbraculiform": "Having the form of anything that serves to shade, as a tree top, an umbrella, and the like; specifically (Bot.), having the form of an umbrella; umbrella-shaped.", "Undersecretary": "A secretary who is subordinate to the chief secretary; an assistant secretary; as, an undersecretary of the Treasury.", "Unrivaled": "Having no rival; without a competitor; peerless.", "Underglaze": "Applied under the glaze, that is, before the glaze is put on; fitted to be so applied; -- said of colors in porcelain painting.", "Unconstraint": "Freedom from constraint; ease.", "Unspleened": "Deprived of a spleen.", "Umbilic": "See Umbilical, 1.", "Unbishop": "To deprive, as a city, of a bishop; to deprive, as a clergyman, of episcopal dignity or rights.", "Unliquidated": "Not liquidated; not exactly ascertained; not adjusted or settled.", "Unappliable": "Inapplicable.", "Unmoor": "To weigh anchor.", "Uran-ocher": "A yellow, earthy incrustation, consisting essentially of the oxide of uranium, but more or less impure.", "Unjoin": "To disjoin.", "Unmantle": "To divest of a mantle; to uncover.", "Ustulate": "Blackened as if burned.", "Unveil": "To remove a veil; to reveal one's self.", "Underkingdom": "A subordinate or dependent kingdom.", "Underscore": "To draw a mark or line under; to underline.", "Unbelt": "To remove or loose the belt of; to ungird.", "Unconstancy": "Inconstancy.", "Uriniparous": "Producing or preparing urine; as, the uriniparous tubes in the cortical portion of the kidney.", "Underwork": "Inferior or subordinate work; petty business.", "Unsad": "Unsteady; fickle.", "Unlooked-for": "Not looked for; unexpected; as, an unlooked-for event.", "Unlook": "To recall or retract, as a look.", "Unface": "To remove the face or cover from; to unmask; to expose.", "University": "The universe; the whole.", "Unringed": "Not having a ring, as in the nose.", "Underactor": "A subordinate actor.", "Unstrained": "Not strained; not cleared or purified by straining; as, unstrained oil or milk.", "Unpolish": "To deprive of polish; to make impolite.", "Unsay": "To recant or recall, as what has been said; to refract; to take back again; to make as if not said.", "Uppile": "To pile, or heap, up.", "Ugh": "An exclamation expressive of disgust, horror, or recoil. Its utterance is usually accompanied by a shudder.", "Unitively": "In a unitive manner.", "Unaccurate": "Inaccurate.", "Urgently": "In an urgent manner.", "Untrammeled": "Not hampered or impeded; free.", "Umbrage": "Shade; shadow; obscurity; hence, that which affords a shade, as a screen of trees or foliage.", "Unsaturation": "The quality or state of being unsaturated.", "Uralitization": "The change of pyroxene to amphibole by paramorphism.", "Uprist": "imp. of Uprise. Uprose.", "Undefatigable": "Indefatigable.", "Unrealize": "To make unreal; to idealize.", "unartistic": "Inartistic.", "Unkent": "Unknown; strange.", "Unassured": "Not assured; not bold or confident.", "Unicursal": "That can be passed over in a single course; -- said of a curve when the coördinates of the point on the curve can be expressed as rational algebraic functions of a single parameter θ.", "upwind": "being or moving in the direction from which the wind is blowing.", "Undrape": "To strip of drapery; to uncover or unveil.", "Uncautiously": "Incautiously.", "Uroglaucin": "A body identical with indigo blue, occasionally found in the urine in degeneration of the kidneys. It is readily formed by oxidation or decomposition of indican.", "Unstarch": "To free from starch; to make limp or pliable.", "Uni-": "A prefix signifying one, once; as in uniaxial, unicellular.", "Unmask": "To put off a mask.", "Unease": "Want of ease; uneasiness.", "Uneasy": "Not easy; difficult.", "Unoperculated": "Destitute of an operculum, or cover.", "Uncle": "The brother of one's father or mother; also applied to an aunt's husband; -- the correlative of aunt in sex, and of nephew and niece in relationship.", "Underwriter": "One who underwrites his name to the conditions of an insurance policy, especially of a marine policy; an insurer.", "Undecisive": "Indecisive.", "Unfeather": "To deprive of feathers; to strip.", "Unarted": "Ignorant of the arts.", "Uniseptate": "Having but one septum, or partition; -- said of two-celled fruits, such as the silicles of cruciferous plants.", "Underhonest": "Not entirely honest.", "Unregeneration": "Unregeneracy.", "Unbridle": "To free from the bridle; to set loose.", "Unmew": "To release from confinement or restraint.", "Uncautious": "Incautious.", "Universological": "Of or pertaining to universology.", "Uterus": "The organ of a female mammal in which the young are developed previous to birth; the womb.", "Unio": "Any one of numerous species of fresh-water mussels belonging to Unio and many allied genera.", "Unsearchable": "Not searchable; inscrutable; hidden; mysterious.", "umquhile": "Some time ago; formerly.", "Ungovernable": "Not governable; not capable of being governed, ruled, or restrained; licentious; wild; unbridled; as, ungovernable passions.", "Unbecome": "To misbecome.", "Uwarowite": "Ouvarovite.", "Unconsequential": "Inconsequential.", "Ululation": "A howling, as of a dog or wolf; a wailing.", "Unprizable": "Not prized or valued; being without value.", "Underact": "To perform inefficiently, as a play; to act feebly.", "Undiocesed": "Unprovided with a diocese; having no diocese.", "Unusual": "Not usual; uncommon; rare; as, an unusual season; a person of unusual grace or erudition.", "Unanimate": "Unanimous.", "Uvula": "The pendent fleshy lobe in the middle of the posterior border of the soft palate.", "Unleavened": "Not leavened; containing no leaven; as, unleavened bread.", "Unwonder": "To divest of the quality of wonder or mystery; to interpret; to explain.", "Unbroken": "Not broken; continuous; unsubdued; as, an unbroken colt.", "Unbank": "To remove a bank from; to open by, or as if by, the removal of a bank.", "Underminister": "To serve, or minister to, in a subordinate relation.", "Unturned": "Not turned; not revolved or reversed.", "Unmorrised": "Not arrayed in the dress of a morris dancer.", "Unwilled": "Deprived of the faculty of will or volition.", "Untent": "To bring out of a tent.", "Unicorn": "A fabulous animal with one horn; the monoceros; -- often represented in heraldry as a supporter.", "Unmaiden": "To ravish; to deflower.", "Unhelmet": "To deprive of the helmet.", "Uronology": "That part of medicine which treats of urine.", "Uptrace": "To trace up or out.", "Underlease": "A lease granted by a tenant or lessee; especially, a lease granted by one who is himself a lessee for years, for any fewer or less number of years than he himself holds; a sublease.", "Unhelmed": "Divested or deprived of the helm or helmet.", "Unreave": "To unwind; to disentangle; to loose.", "Underspore": "To raise with a spar, or piece of wood, used as a lever.", "Unroost": "To drive from the roost.", "Unwist": "Not known; unknown.", "Ultimity": "The last stage or consequence; finality.", "Undersetter": "One who, or that which, undersets or supports; a prop; a support; a pedestal.", "Unhouseled": "Not having received the sacrament.", "Undecylic": "Related to, derived from, or containing, the undecyl radical; specifically, designating that member of the fatty acids which corresponds to undecane, and is obtained as a white crystalline substance, C10H21.CO2H.", "Ulcer": "To ulcerate.", "Unwise": "Not wise; defective in wisdom; injudicious; indiscreet; foolish; as, an unwise man; unwise kings; unwise measures.", "Underpeep": "To peep under.", "Unwish": "To wish not to be; to destroy by wishing.", "Underpeer": "To peer under.", "Ulula": "A genus of owls including the great gray owl (Ulula cinerea) of Arctic America, and other similar species. See Illust. of Owl.", "Umpress": "Female umpire.", "Union": "The act of uniting or joining two or more things into one, or the state of being united or joined; junction; coalition; combination.", "Unsimplicity": "Absence of simplicity; artfulness.", "Unchristianly": "In an unchristian manner.", "Uniradiated": "Having but one ray.", "Undersized": "Of a size less than is common.", "Unriddle": "To read the riddle of; to solve or explain; as, to unriddle an enigma or a mystery.", "Umbrate": "To shade; to shadow; to foreshadow.", "Unoften": "Not often.", "Upsend": "To send, cast, or throw up.", "Urchin": "Rough; pricking; piercing.", "umpteen": "An indefinite number, usu. more than ten and less than one hundred; a lot.  Often used hyperbolically, and usually expressing the notion of more than the usual number or more than I would like.", "Unwoman": "To deprive of the qualities of a woman; to unsex.", "Uncharitable": "Not charitable; contrary to charity; severe in judging; harsh; censorious; as, uncharitable opinions or zeal.", "Uncoil": "To unwind or open, as a coil of rope.", "Undervaluation": "The act of undervaluing; a rate or value not equal to the real worth.", "Urodela": "An order of amphibians having the tail well developed and often long. It comprises the salamanders, tritons, and allied animals.", "Uncoif": "To deprive of the coif or cap.", "Unmerciless": "Utterly merciless.", "Underset": "Undercurrent.", "Underbear": "To support; to endure.", "Urceolar": "Urceolate.", "Untangible": "Intangible.", "Unspiritalize": "To deprive of spiritually.", "Unhealth": "Unsoundness; disease.", "Unkindred": "Not kindred; not of the same kin.", "Unwill": "To annul or reverse by an act of the will.", "Unbung": "To remove the bung from; as, to unbung a cask.", "Unprudential": "Imprudent.", "umbrageous": "Forming or affording a shade; shady; shaded; as, umbrageous trees or foliage.", "Unsincere": "Not sincere or pure; insincere.", "Unhair": "To deprive of hair, or of hairs; as, to unhair hides for leather.", "Unharmonious": "Inharmonious; unsymmetrical; also, unmusical; discordant.", "Unmutable": "Immutable.", "Undermost": "Lowest, as in place, rank, or condition.", "Unsubstantial": "Lacking in matter or substance; visionary; chimerical.", "Upbuoyance": "The act of buoying up; uplifting.", "Unconning": "Not knowing; ignorant.", "Uncalm": "To disturb; to disquiet.", "Unguard": "To deprive of a guard; to leave unprotected.", "Uniat": "A member of the Greek Church, who nevertheless acknowledges the supremacy of the Pope of Rome; one of the United Greeks. Also used adjectively.", "Unsinew": "To deprive of sinews or of strength.", "Unbar": "To remove a bar or bars from; to unbolt; to open; as, to unbar a gate.", "Unlabored": "Not produced by labor or toil.", "Unimpeachable": "Not impeachable; not to be called in question; exempt from liability to accusation; free from stain, guilt, or fault; irreproachable; blameless; as, an unimpeachable reputation; unimpeachable testimony.", "Utterness": "The quality or state of being utter, or extreme; extremity; utmost; uttermost.", "Unbay": "To free from the restraint of anything that surrounds or incloses; to let loose; to open.", "Unambiguity": "Absence of ambiguity; clearness; perspicuity.", "Unorderly": "Disorderly.", "Unlust": "Listlessness; disinclination.", "Unbag": "To pour, or take, or let go, out of a bag or bags.", "Unwisdom": "Want of wisdom; unwise conduct or action; folly; simplicity; ignorance.", "Urbicolous": "Of or pertaining to a city; urban.", "Unbury": "To disinter; to exhume; fig., to disclose.", "Unknight": "To deprive of knighthood.", "Unfriend": "One not a friend; an enemy.", "Unerring": "Committing no mistake; incapable or error or failure certain; sure; unfailing; as, the unerring wisdom of God.", "Unbegun": "Not yet begun; also, existing without a beginning.", "Uncape": "To remove a cap or cape from.", "Unfiled": "Not defiled; pure.", "Unbeseem": "To be unbecoming or unsuitable to; to misbecome.", "Underdoer": "One who underdoes; a shirk.", "Unplacable": "Implacable.", "Unrepentance": "Impenitence.", "Utopianist": "An Utopian; an optimist.", "Underboard": "Under the board, or table; hence, secretly; unfairly; underhand. See the Note under Aboveboard.", "Unsoul": "To deprive of soul, spirit, or principle.", "Unbethink": "To change the mind of (one's self).", "Unprofited": "Profitless.", "Untimeliness": "Unseasonableness.", "Uproar": "To make an uproar.", "Undeaf": "To free from deafness; to cause to hear.", "Unbarricade": "To unbolt; to unbar; to open.", "Unplained": "Not deplored or bewailed; unlamented.", "Untangle": "To loose from tangles or intricacy; to disentangle; to resolve; as, to untangle thread.", "Unaidable": "Incapable of being aided.", "Ulster": "A long, loose overcoat, worn by men and women, originally made of frieze from Ulster, Ireland.", "Uncinatum": "The unciform bone.", "Unicameral": "Having, or consisting of, a single chamber; -- said of a legislative assembly.", "Untangibility": "Intangibility.", "Understood": "imp. & p. p. of Understand.", "Upwaft": "To waft upward.", "Untruthful": "Not truthful; unveracious; contrary to the truth or the fact.", "Uniaxially": "In a uniaxial manner.", "Unaffected": "Not affected or moved; destitute of affection or emotion; uninfluenced.", "Unability": "Inability.", "Unsurety": "Want of surety; uncertainty; insecurity; doubt.", "Unfasten": "To loose; to unfix; to unbind; to untie.", "Undam": "To free from a dam, mound, or other obstruction.", "Urogastric": "Behind the stomach; -- said of two lobes of the carapace of certain crustaceans.", "Unequivocal": "Not equivocal; not doubtful; not ambiguous; evident; sincere; plain; as, unequivocal evidence; unequivocal words.", "Umbellic": "Pertaining to, or obtained from, certain umbelliferous plants; as, umbellic acid.", "Undercoat": "A coat worn under another; a light coat, as distinguished from an overcoat, or a greatcoat.", "Unbanded": "Wanting a band or string; unfastened.", "Underkind": "An inferior kind.", "Urate": "A salt of uric acid; as, sodium urate; ammonium urate.", "Undersell": "To sell the same articles at a lower price than; to sell cheaper than.", "Unsteel": "To disarm; to soften.", "Unrightwise": "Unrighteous.", "Unfrock": "To deprive or divest or a frock; specifically, to deprive of priestly character or privilege; as, to unfrock a priest.", "Ureteritis": "Inflammation of the ureter.", "Unparched": "Dried up; withered by heat.", "Unsociability": "The quality or state of being unsociable; unsociableness.", "Unsurmountable": "Insurmountable.", "Unicentral": "Having a single center of growth.", "Usurarious": "Usurious.", "Unhusked": "Not husked; having the husk on.", "Unpreach": "To undo or overthrow by preaching.", "Uran-utan": "The orang-utang", "Unpannel": "To take the saddle off; to unsaddle.", "Unessential": "Something not constituting essence, or something which is not of absolute necessity; as, forms are among the unessentials of religion.", "Urticaceous": "Of or pertaining to a natural order (Urticaceæ) of plants, of which the nettle is the type. The order includes also the hop, the elm, the mulberry, the fig, and many other plants.", "Unintelligence": "Absence or lack of intelligence; unwisdom; ignorance.", "Unbutton": "To loose the buttons of; to unfasten.", "Unguligrade": "Having, or walking on, hoofs.", "Uncial": "An uncial letter.", "Unvitiated": "Not vitiated; pure.", "Ungowned": "Stripped of a gown; unfrocked.", "Unendly": "Unending; endless.", "Uncorruption": "Incorruption.", "Upper": "The upper leather for a shoe; a vamp.", "Understate": "To state or represent less strongly than may be done truthfully.", "Unelegant": "Inelegant.", "Unstriped": "Not striped.", "Unscapable": "Not be escaped; inevitable.", "Unglue": "To separate, part, or open, as anything fastened with glue.", "Ulcerable": "Capable of ulcerating.", "Ultroneous": "Spontaneous; voluntary.", "Unrest": "Want of rest or repose; unquietness; sleeplessness; uneasiness; disquietude.", "Unclasp": "To loose the clasp of; to open, as something that is fastened with, or as with, a clasp; as, to unclasp a book; to unclasp the hands; to unclasp one's heart.", "Uppish": "Proud; arrogant; assuming; putting on airs of superiority.", "Unglaze": "To strip of glass; to remove the glazing, or glass, from, as a window.", "Usucaption": "The acquisition of the title or right to property by the uninterrupted possession of it for a certain term prescribed by law; -- the same as prescription in common law.", "Untwine": "To become untwined.", "Unbound": "imp. & p. p. of Unbind.", "Uniformity": "The quality or state of being uniform; freedom from variation or difference; resemblance to itself at all times; sameness of action, effect, etc., under like conditions; even tenor; as, the uniformity of design in a poem; the uniformity of nature.", "Unfriended": "Wanting friends; not befriended; not countenanced or supported.", "Unsupportable": "Insupportable; unendurable.", "Uneth": "With difficulty; scarcely. See Uneath.", "Unconsiderate": "Inconsiderate; heedless; careless.", "Unsister": "To separate, as sisters; to disjoin.", "Unavoided": "Not avoided or shunned.", "Unscrupulous": "Not scrupulous; unprincipled.", "Unefectual": "Ineffectual.", "Unproper": "Not proper or peculiar; improper.", "Uniformly": "In a uniform manner; without variation or diversity; by a regular, constant, or common ratio of change; with even tenor; as, a temper uniformly mild.", "Uninucleated": "Possessed of but a single nucleus; as, a uninucleated cell.", "Uncommon": "Not common; unusual; infrequent; rare; hence, remarkable; strange; as, an uncommon season; an uncommon degree of cold or heat; uncommon courage.", "Unbending": "Not bending; not suffering flexure; not yielding to pressure; stiff; -- applied to material things.", "Understandable": "Capable of being understood; intelligible.", "Ultragaseous": "Having the properties exhibited by gases under very low pressures (one millionth of an atmosphere or less). Matter under this condition, which has been termed the fourth state of matter, is sometimes called radiant matter.", "Unpredict": "To retract or falsify a previous prediction.", "Unnervate": "Enervate.", "Unpartial": "Impartial.", "Utricularia": "A genus of aquatic flowering plants, in which the submersed leaves bear many little utricles, or ascidia. See Ascidium,", "Unbenumb": "To relieve of numbness; to restore sensation to.", "Uramil": "Murexan.", "Utterance": "The last extremity; the end; death; outrance.", "Undersheriffry": "Undershrievalty.", "Unpicked": "Picked out; picked open.", "Unresistible": "Irresistible.", "Unsignificant": "Insignificant.", "Unharbored": "Having no harbor or shelter; unprotected.", "Uniseriate": "Having one line or series; uniserial.", "unhood": "To remove a hood or disguise from.", "Unsubstantiation": "A divesting of substantiality.", "Univocally": "In a univocal manner; in one term; in one sense; not equivocally.", "Urinose": "Of or pertaining to urine, or partaking of its qualities; having the character or odor of urine; similar to urine.", "Unweary": "To cause to cease being weary; to refresh.", "Unpenetrable": "Impenetrable.", "Unbereft": "Not bereft; not taken away.", "Unstrain": "To relieve from a strain; to relax.", "Unmeaning": "Having no meaning or signification; as, unmeaning words.", "Upbrought": "Brought up; educated.", "Unutterable": "Not utterable; incapable of being spoken or voiced; inexpressible; ineffable; unspeakable; as, unutterable anguish.", "Undisposedness": "Indisposition; disinclination.", "Unrumple": "To free from rumples; to spread or lay even,", "Upswarm": "To rise, or cause to rise, in a swarm or swarms.", "Unseemly": "In an unseemly manner.", "Undermaster": "A master subordinate to the principal master; an assistant master.", "Undefine": "To make indefinite; to obliterate or confuse the definition or limitations of.", "Unlodge": "To dislodge; to deprive of lodgment.", "Unroot": "To be torn up by the roots.", "Undermasted": "Having masts smaller than the usual dimension; -- said of vessels.", "Underground insurance": "Wildcat insurance.", "Unfetter": "To loose from fetters or from restraint; to unchain; to unshackle; to liberate; as, to unfetter the mind.", "Undulation": "The act of undulating; a waving motion or vibration; as, the undulations of a fluid, of water, or of air; the undulations of sound.", "Unballasted": "Freed from ballast; having discharged ballast.", "Unpin": "To loose from pins; to remove the pins from; to unfasten; as, to unpin a frock; to unpin a frame.", "Unextricable": "Not extricable; inextricable.", "Unwares": "Unawares; unexpectedly; -- sometimes preceded by at.", "Unscrutable": "Inscrutable.", "Unprincipled": "Being without principles; especially, being without right moral principles; also, characterized by absence of principle.", "Upsodown": "Upside down.", "Unfallible": "Infallible.", "Unmonopolize": "To recover or release from the state of being monopolized.", "Unspell": "To break the power of (a spell); to release (a person) from the influence of a spell; to disenchant.", "Unbuild": "To demolish; to raze.", "Unquick": "Not quick.", "Urachus": "A cord or band of fibrous tissue extending from the bladder to the umbilicus.", "Unbarrel": "To remove or release from a barrel or barrels.", "Uncaused": "Having no antecedent cause; uncreated; self-existent; eternal.", "Ursiform": "Having the shape of a bear.", "Unanchor": "To loose from the anchor, as a ship.", "Usurper": "One who usurps; especially, one who seizes illegally on sovereign power; as, the usurper of a throne, of power, or of the rights of a patron.", "Uncouth": "Unknown.", "Unstack": "To remove, or take away, from a stack; to remove, as something constituting a stack.", "Univalvular": "Same as Univalve, a.", "Unruffle": "To cease from being ruffled or agitated.", "Urinative": "Provoking the flow of urine; uretic; diuretic.", "Uncontinent": "Not continent; incontinent.", "Unparented": "Having no parent, or no acknowledged parent.", "Unlaid": "Not laid or placed; not fixed.", "Ulonata": "A division of insects nearly equivalent to the true Orthoptera.", "Unreliable": "Not reliable; untrustworthy. See Reliable.", "Unkindliness": "Unkindness.", "Unrebukable": "Not deserving rebuke or censure; blameless.", "Umbriferous": "Casting or making a shade; umbrageous.", "Uniplicate": "Having, or consisting of, but one fold.", "Unmarry": "To annul the marriage of; to divorce.", "Unconquerable": "Not conquerable; indomitable.", "Ustorious": "Having the quality of burning.", "Unleash": "To free from a leash, or as from a leash; to let go; to release; as, to unleash dogs.", "Unaudienced": "Not given an audience; not received or heard.", "Unwind": "To be or become unwound; to be capable of being unwound or untwisted.", "Undershrievalty": "The office or position of an undersheriff.", "Unwont": "Unwonted; unused; unaccustomed.", "Unplausive": "Not approving; disapproving.", "Unharbor": "To drive from harbor or shelter.", "Unprison": "To take or deliver from prison.", "Untolerable": "Intolerable.", "Ungulata": "An extensive group of mammals including all those that have hoofs. It comprises the Artiodactyla and Perissodactyla.", "Use": "To be wont or accustomed; to be in the habit or practice; as, he used to ride daily; -- now disused in the present tense, perhaps because of the similarity in sound, between “use to,” and “used to.”", "Unvicar": "To deprive of the position or office a vicar.", "Ungulate": "Any hoofed quadruped; one of the Ungulata.", "Unconcernment": "The state of being unconcerned, or of having no share or concern; unconcernedness.", "Unoperative": "Producing no effect; inoperative.", "Unwarily": "In an unwary manner.", "Utlary": "Outlawry.", "Unless": "Upon any less condition than (the fact or thing stated in the sentence or clause which follows); if not; supposing that not; if it be not; were it not that; except; as, we shall fail unless we are industrious.", "Unicolorous": "Having the surface of a uniform color.", "Understatement": "The act of understating, or the condition of being understated; that which is understated; a statement below the truth.", "U-shaped": "Having the form of the letter U;", "Unsoft": "Not softly.", "Underdelve": "To delve under.", "Unset": "Not set; not fixed or appointed.", "Upprop": "To prop up.", "Utriculate": "Resembling a bladder; swollen like a bladder; inflated; utricular.", "Uncinus": "One of the peculiar minute chitinous hooks found in large numbers in the tori of tubicolous annelids belonging to the Uncinata.", "Unerringly": "In an unerring manner.", "Unlute": "To separate, as things cemented or luted; to take the lute or the clay from.", "Unequalable": "Not capable of being equaled or paralleled.", "Unheired": "Destitute of an heir.", "Urox": "The aurochs.", "Uranography": "A description or plan of the heavens and the heavenly bodies; the construction of celestial maps, globes, etc.; uranology.", "Unsphere": "To remove, as a planet, from its sphere or orb.", "Unmanacle": "To free from manacles.", "unartful": "Lacking art or skill; artless.", "Unpersuasion": "The state of not being persuaded; disbelief; doubt.", "Undergore": "To gore underneath.", "Uranolite": "A meteorite or aërolite.", "Umbelliferous": "Producing umbels.", "Unbrace": "To free from tension; to relax; to loose; as, to unbrace a drum; to unbrace the nerves.", "Uraniscoplasty": "The process of forming an artificial palate.", "Uptill": "To; against.", "Unrespect": "Disrespect.", "Underhead": "A blockhead, or stupid person; a dunderhead.", "unhold": "To cease to hold; to unhand; to release.", "Unsquire": "To divest of the title or privilege of an esquire.", "Unfinished": "Not finished, not brought to an end; imperfect; incomplete; left in the rough; wanting the last hand or touch; as, an unfinished house; an unfinished picture; an unfinished iron casting.", "Uniclinal": "See Nonoclinal.", "Under-garment": "A garment worn below another.", "Unfortunate": "Not fortunate; unsuccessful; not prosperous; unlucky; attended with misfortune; unhappy; as, an unfortunate adventure; an unfortunate man; an unfortunate commander; unfortunate business.", "Unearthly": "Not terrestrial; supernatural; preternatural; hence, weird; appalling; terrific; as, an unearthly sight or sound.", "Uncomprehensive": "Unable to comprehend.", "unholy": "Not holy; unhallowed; not consecrated; hence, profane; wicked; impious.", "Unabridged": "Not abridged, or shortened; full; complete; entire; whole.", "Undercut": "Cut away below.", "Unservice": "Neglect of duty; idleness; indolence.", "Undernime": "To receive; to perceive.", "Undersuit": "A suit worn under another suit; a suit of underclothes.", "Uncurl": "To become uncurled, or straight.", "Urbanize": "To render urban, or urbane; to refine; to polish.", "Upcountry": "Living or situated remote from the seacoast; as, an upcountry residence.", "Unanswerability": "The quality of being unanswerable; unanswerableness.", "Unkiss": "To cancel or annul what was done or sealed by a kiss; to cancel by a kiss.", "Universe of discourse": "everything which may be considered, explicitly or implicitly, in a particular theory or discussion.", "Usherless": "Destitute of an usher.", "Ukase": "In Russia, a published proclamation or imperial order, having the force of law.", "Uprightness": "the quality or state of being upright.", "Underbuilder": "A subordinate or assistant builder.", "Unripeness": "Quality or state of being unripe.", "Uncompromising": "Not admitting of compromise; making no truce or concessions; obstinate; unyielding; inflexible.", "Unigeniture": "The state of being the only begotten.", "Unappealable": "Not appealable; that can not be carried to a higher tribunal by appeal; as, an unappealable suit or action.", "Urochordal": "Of or pertaining to the Urochorda.", "Udal": "Allodial; -- a term used in Finland, Shetland, and Orkney. See Allodial.", "Unreserved": "Not reserved; not kept back; not withheld in part; unrestrained.", "Unanimity": "The quality or state of being unanimous.", "Unipara": "A woman who has borne one child.", "Underbid": "To bid less than, as when a contract or service is offered to the lowest bidder; to offer to contract, sell, or do for a lower price than.", "Ultramundane": "Being beyond the world, or beyond the limits of our system.", "Unsling": "To take off the slings of, as a yard, a cask, or the like; to release from the slings.", "Unequally": "In an unequal manner.", "Uncurbable": "Not capable of being curbed.", "Undergrowth": "That which grows under trees; specifically, shrubs or small trees growing among large trees.", "Unswell": "To sink from a swollen state; to subside.", "Unshiftable": "That may &unr_;ot be shifted.", "Unoil": "To remove the oil from.", "Unprelated": "Deposed from the office of prelate.", "Unpriced": "Not priced; being without a fixed or certain value; also, priceless.", "Unvail": "See Unveil.", "Unwarrantable": "Not warrantable; indefensible; not vindicable; not justifiable; illegal; unjust; improper.", "Urosternite": "The sternal, or under piece, of any one of the uromeres of insects and other arthropods.", "Unexhaustible": "Inexhaustible.", "Urechitoxin": "A poisonous glucoside found accompanying urechitin, and extracted as a bitter white crystalline substance.", "Unheal": "To uncover. See Unhele.", "Underbrush": "Shrubs, small trees, and the like, in a wood or forest, growing beneath large trees; undergrowth.", "Unpromise": "To revoke or annul, as a promise.", "Ungored": "Not gored or pierced.", "Unsuccessful": "Not successful; not producing the desired event; not fortunate; meeting with, or resulting in, failure; unlucky; unhappy.", "Ungular": "Of or pertaining to a hoof, claw, or talon; ungual.", "Underget": "To get under or beneath; also, to understand.", "Umlauted": "Having the umlaut; as, umlauted vowels.", "underlock": "A lock of wool hanging under the belly of a sheep.", "Unsured": "Not made sure.", "Upsoar": "To soar or mount up.", "Unreadiness": "The quality or state of being unready.", "Usbegs": "A Turkish tribe which about the close of the 15th century conquered, and settled in, that part of Asia now called Turkestan.", "Uranous": "Pertaining to, or containing, uranium; designating those compounds in which uranium has a lower valence as contrasted with the uranic compounds.", "Upspurner": "A spurner or contemner; a despiser; a scoffer.", "Upbear": "To bear up; to raise aloft; to support in an elevated situation; to sustain.", "Umbel": "A kind of flower cluster in which the flower stalks radiate from a common point, as in the carrot and milkweed. It is simple or compound; in the latter case, each peduncle bears another little umbel, called umbellet, or umbellule.", "Unatonable": "Not capable of being brought into harmony; irreconcilable.", "Undecreed": "Not decreed.", "Urbicolæ": "An extensive family of butterflies, including those known as skippers (Hesperiadæ).", "Udometer": "A rain gauge.", "Univalent": "Having a valence of one; capable of combining with, or of being substituted for, one atom of hydrogen; monovalent; -- said of certain atoms and radicals.", "Underbearer": "One who supports or sustains; especially, at a funeral, one of those who bear the corpse, as distinguished from a bearer, or pallbearer, who helps to hold up the pall.", "Utes": "An extensive tribe of North American Indians of the Shoshone stock, inhabiting Colorado, Utah, New Mexico, Arizona, and adjacent regions. They are subdivided into several subordinate tribes, some of which are among the most degraded of North American Indians.", "Umber": "To color with umber; to shade or darken; as, to umber over one's face.", "Updraw": "To draw up.", "Undecent": "Indecent.", "Unboot": "To take off the boots from.", "Unculture": "Want of culture.", "Unexcusable": "Inexcusable.", "Untitled": "Not titled; having no title, or appellation of dignity or distinction.", "Uloid": "Resembling a scar; scarlike.", "Unshrubbed": "Being without shrubs.", "Unbounded": "Having no bound or limit; as, unbounded space; an, unbounded ambition.", "Urali": "See Curare.", "Undulatory": "Moving in the manner of undulations, or waves; resembling the motion of waves, which successively rise or swell rise or swell and fall; pertaining to a propagated alternating motion, similar to that of waves.", "Unswaddle": "To take a swaddle from; to unswathe.", "Unnun": "To remove from condition of being a nun.", "Unlade": "To take the load from; to take out the cargo of; as, to unlade a ship or a wagon.", "Underprop": "To prop from beneath; to put a prop under; to support; to uphold.", "Uglily": "In an ugly manner; with deformity.", "Unadvised": "Not prudent; not discreet; ill advised.", "Unimpairable": "That can not be impaired.", "Unconformable": "Not conformable; not agreeable; not conforming.", "Undecagon": "A figure having eleven angles and eleven sides.", "Ultraviolet": "Lying outside the visible spectrum at its blue-violet end; -- said of light more refrangible (i. e. having a shorter wavelength) than the extreme violet rays of the visible spectrum.  Electromagnetic radiation with wavelengths shorter than those of ultrviolet light are not usually considered as light waves, but are classified differently.  The ultraviolet region of the electromagnetic spectrum is generally considered as comprising those electromagnetic emissions with wavelengths lying between those of visible light and those of X-rays, i. e. between 4000 Angstroms and 100 Angstroms.", "Unwit": "Want of wit or understanding; ignorance.", "Urith": "The bindings of a hedge.", "Urite": "One of the segments of the abdomen or post-abdomen of arthropods.", "Undeniable": "Not deniable; incapable of denial; palpably true; indisputable; obvious; as, undeniable evidence.", "Unsincerity": "The quality or state of being unsincere or impure; insincerity.", "Uncous": "Hooklike; hooked.", "Unmiter": "To deprive of a miter; to depose or degrade from the rank of a bishop.", "Undeniably": "In an undeniable manner.", "Unmanned": "Deprived of manly qualities; deficient in vigor, strength, courage, etc.; weak; effeminate.", "Uproot": "To root up; to tear up by the roots, or as if by the roots; to remove utterly; to eradicate; to extirpate.", "Unreprievable": "Not capable of being reprieved.", "Un-Romanized": "Not subjected to Roman arms or customs.", "Unprovident": "Improvident.", "Unimportance": "Want of importance; triviality.", "Unconsummate": "Not consummated; not accomplished.", "Unwariness": "The quality or state of being unwary; carelessness; heedlessness.", "Uliginose": "Muddy; oozy; slimy; also, growing in muddy places.", "Unbespeak": "To unsay; hence, to annul or cancel.", "Unfit": "Not fit; unsuitable.", "Urceolus": "Any urn-shaped organ of a plant.", "Unmuzzle": "To loose from a muzzle; to remove a muzzle from.", "umlaut": "The euphonic modification of a root vowel sound by the influence of a, u, or especially i, in the syllable which formerly followed.", "Unprotestantize": "To render other than Protestant; to cause to change from Protestantism to some other form of religion; to deprive of some Protestant feature or characteristic.", "Unfix": "To loosen from a fastening; to detach from anything that holds; to unsettle; as, to unfix a bayonet; to unfix the mind or affections.", "Ungainly": "In an ungainly manner.", "Unbeliever": "One who does not believe; an incredulous person; a doubter; a skeptic.", "Ungot": "Not gotten; not acquired.", "Unwashen": "Not washed.", "Unpaved": "Not paved; not furnished with a pavement.", "Unctuous": "Of the nature or quality of an unguent or ointment; fatty; oily; greasy.", "Urocerata": "A division of boring Hymenoptera, including Tremex and allied genera. See Illust. of Horntail.", "Ungod": "To deprive of divinity; to undeify.", "Upcast": "To cast or throw up; to turn upward.", "Unbear": "To remove or loose the bearing rein of (a horse).", "Ulna": "The postaxial bone of the forearm, or brachium, corresponding to the fibula of the hind limb. See Radius.", "Underwood": "Small trees and bushes that grow among large trees; coppice; underbrush; -- formerly used in the plural.", "Unseel": "To open, as the eyes of a hawk that have been seeled; hence, to give light to; to enlighten.", "Unseem": "Not to seem.", "Unseen": "Not seen or discovered.", "Unnumbered": "Not numbered; not counted or estimated; innumerable.", "Underpart": "A subordinate part.", "Umbilication": "A slight, navel-like depression, or dimpling, of the center of a rounded body; as, the umbilication of a smallpox vesicle; also, the condition of being umbilicated.", "Unprejudiced": "Not prejudiced; free from undue bias or prepossession; not preoccupied by opinion; impartial; as, an unprejudiced mind; an unprejudiced judge.", "Ure": "To use; to exercise; to inure; to accustom by practice.", "umbril": "An umbrere.", "Ultramontanism": "The principles of those within the Roman Catholic Church who maintain extreme views favoring the pope's supremacy; -- so used by those living north of the Alps in reference to the Italians; -- rarely used in an opposite sense, as referring to the views of those living north of the Alps and opposed to the papal claims.  Cf. Gallicanism.", "Urn": "To inclose in, or as in, an urn; to inurn.", "Unmoralized": "Not restrained or tutored by morality.", "Unfrequent": "To cease to frequent.", "Uncapper": "An instrument for removing an exploded cap from a cartridge shell.", "Ugly": "To make ugly.", "Unfathered": "Having no father; fatherless; hence, born contrary to nature.", "Urticate": "To sting with, or as with, nettles; to irritate; to annoy.", "Unshaked": "Unshaken.", "Unchristened": "Not christened; as, an unchristened child.", "Upstairs": "Being above stairs; as, an upstairs room.", "Unchaste": "Not chaste; not continent; lewd.", "Unpolite": "Not polite; impolite; rude.", "Unsisterly": "Not sisterly.", "Untruism": "Something not true; a false statement.", "Upclimb": "To climb up; to ascend.", "Urinogenital": "Pertaining to the urinary and genital organs; genitourinary; urogenital; as, the urinogenital canal.", "Unfavorable": "Not favorable; not propitious; adverse; contrary; discouraging.", "Undergrove": "A grove of shrubs or low trees under taller ones.", "Unmold": "To change the form of; to reduce from any form.", "Under-arm": "Done (as bowling) with the arm not raised above the elbow, that is, not swung far out from the body; underhand.  Cf. Over-arm and Round-Arm.", "Uncap": "To remove a cap or cover from.", "Unacquaintance": "The quality or state of being unacquainted; want of acquaintance; ignorance.", "Unregenerate": "Not regenerated; not renewed in heart; remaining or being at enmity with God.", "Untalked": "Not talked; not mentioned; -- often with of.", "Urinator": "One who dives under water in search of something, as for pearls; a diver.", "Ungird": "To loose the girdle or band of; to unbind; to unload.", "Unresty": "Causing unrest; disquieting; as, unresty sorrows.", "Upstart": "Suddenly raised to prominence or consequence.", "Unlimited": "Not limited; having no bounds; boundless; as, an unlimited expanse of ocean.", "Ursuline": "Of or pertaining to St. Ursula, or the order of Ursulines; as, the Ursuline nuns.", "Unisonant": "Being in unison; having the same degree of gravity or acuteness; sounded alike in pitch.", "Upstare": "To stare or stand upward; hence, to be uplifted or conspicuous.", "Underniceness": "A want of niceness; indelicacy; impropriety.", "Unlove": "To cease to love; to hate.", "Upheld": "imp. & p. p. of Uphold.", "Urostyle": "A styliform process forming the posterior extremity of the vertebral column in some fishes and amphibians.", "Urtication": "The act or process of whipping or stinging with nettles; -- sometimes used in the treatment of paralysis.", "Underfaculty": "An inferior or subordinate faculty.", "Undwellable": "Uninhabitable.", "Ultimate": "To come or bring to an end or issue; to eventuate; to end.", "Unreasoned": "Not supported by reason; unreasonable.", "Unqueen": "To divest of the rank or authority of queen.", "Urbane": "Courteous in manners; polite; refined; elegant.", "Utterable": "Capable of being uttered.", "Undulated": "Resembling, or in the nature of, waves; having a wavy surface; undulatory.", "Unguis": "The nail, claw, talon, or hoof of a finger, toe, or other appendage.", "Undampned": "Uncondemned.", "Unbegot": "Not begot; not yet generated; also, having never been generated; self-existent; eternal.", "Unicelled": "Unicellular.", "Uncunningly": "Ignorantly.", "Unshot": "Not hit by a shot; also, not discharged or fired off.", "Uneath": "Not easily; hardly; scarcely.", "Urinate": "To discharge urine; to make water.", "Utile": "Profitable; useful.", "Utterer": "One who utters.", "Underhung": "Resting on a track at the bottom, instead of being suspended; -- said of a sliding door.", "Uplandish": "Of or pertaining to uplands; dwelling on high lands.", "Unanswered": "Not answered; not replied to; as, an unanswered letter.", "Unalienable": "Inalienable; as, unalienable rights.", "Unmingle": "To separate, as things mixed.", "Upsyturvy": "Upside down; topsy-turvy.", "Unsalable": "Not salable; unmerchantable.", "Unflesh": "To deprive of flesh; to reduce a skeleton.", "Usurpature": "Usurpation.", "Umbonate": "Having a conical or rounded projection or protuberance, like a boss.", "Unwrap": "To open or undo, as what is wrapped or folded.", "Uphaf": "imp. of Upheave.", "Unwray": "See Unwrie.", "Ultima": "The last syllable of a word.", "Unhele": "To uncover.", "Underrate": "A price less than the value; as, to sell a thing at an underrate.", "Ultime": "Ultimate; final.", "Unhelm": "To deprive of the helm or helmet.", "Ultimo": "In the month immediately preceding the present; as, on the 1st ultimo; -- usually abbreviated to ult.  Cf. Proximo.", "Ululate": "To howl, as a dog or a wolf; to wail; as, ululating jackals.", "Unhallowed": "Not consecrated; hence, profane; unholy; impious; wicked.", "Unsecret": "Not secret; not close; not trusty; indiscreet.", "Usant": "Using; accustomed.", "Uncombine": "To separate, as substances in combination; to release from combination or union.", "Umbo": "The boss of a shield, at or near the middle, and usually projecting, sometimes in a sharp spike.", "Umbe": "About.", "Urohyal": "Of or pertaining to one or more median and posterior elements in the hyoidean arch of fishes.", "Undecyl": "The radical regarded as characteristic of undecylic acid.", "Unworthy": "Not worthy; wanting merit, value, or fitness; undeserving; worthless; unbecoming; -- often with of.", "Unquiet": "Not quiet; restless; uneasy; agitated; disturbed.", "Uncipher": "To decipher; as, to uncipher a letter.", "Upridged": "Raised up in a ridge or ridges; as, a billow upridged.", "Unsufficience": "Insufficiency.", "Unagreeable": "Disagreeable.", "Underwitted": "Weak in intellect; half-witted; silly.", "Undeeded": "Not deeded or transferred by deed; as, undeeded land.", "Uprighteously": "In an upright or just manner.", "Uproll": "To roll up.", "Unclosed": "Not separated by inclosures; open.", "Umbles": "The entrails and coarser parts of a deer; hence, sometimes, entrails, in general.", "Undulate": "To move in, or have, undulations or waves; to vibrate; to wave; as, undulating air.", "Uprush": "Act of rushing upward; an upbreak or upburst; as, an uprush of lava.", "Unlorded": "Deprived of the rank of a lord.", "Unstick": "To release, as one thing stuck to another.", "Undergird": "To bind below; to gird round the bottom.", "Untwain": "To rend in twain; to tear in two.", "Uphold": "To hold up; to lift on high; to elevate.", "Uncreate": "Uncreated; self-existent.", "Undercliff": "A subordinate cliff on a shore, consisting of material that has fallen from the higher cliff above.", "Utilitarianism": "The doctrine that the greatest happiness of the greatest number should be the end and aim of all social and political institutions.", "Unburrow": "To force from a burrow; to unearth.", "Unconformability": "The quality or state of being unconformable; unconformableness.", "Uranoscopy": "Observation of the heavens or heavenly bodies.", "Uroxanic": "Pertaining to, or designating, an acid, C5H8N4O6, which is obtained, as a white crystalline substance, by the slow oxidation of uric acid in alkaline solution.", "Unwhole": "Not whole; unsound.", "Unruled": "Not governed or controlled.", "Urethane": "A white crystalline substance, NH2.CO.OC2H5, produced by the action of ammonia on ethyl carbonate or by heating urea nitrate and ethyl alcohol. It is used as a hypnotic, antipyretic, and antispasmodic. Hence, any ester of carbamic acid.", "Unseasonable": "Not seasonable; being, done, or occurring out of the proper season; ill-timed; untimely; too early or too late; as, he called at an unseasonable hour; unseasonable advice; unseasonable frosts; unseasonable food.", "Underpoise": "To weigh, estimate, or rate below desert; to undervalue.", "Uncovenable": "Not covenable; inconvenient.", "Unplight": "To unfold; to lay open; to explain.", "Unguent": "A lubricant or salve for sores, burns, or the like; an ointment.", "Underspend": "To spend less than.", "Upstir": "Insurrection; commotion; disturbance.", "Uncage": "To loose, or release, from, or as from, a cage.", "Unitary": "Of or pertaining to a unit or units; relating to unity; as, the unitary method in arithmetic.", "Unwild": "To tame; to subdue.", "Unnerve": "To deprive of nerve, force, or strength; to weaken; to enfeeble; as, to unnerve the arm.", "Unfledged": "Not fledged; not feathered; hence, not fully developed; immature.", "Umbratious": "Suspicious; captious; disposed to take umbrage.", "Unallied": "Not allied; having no ally; having no connection or relation; as, unallied species or genera.", "Undertakable": "Capable of being undertaken; practicable.", "Unadulterate": "Not adulterated; pure.", "Unbashful": "Not bashful or modest; bold; impudent; shameless.", "Unblushing": "Not blushing; shameless.", "Underlip": "The lower lip.", "Utilitarian": "One who holds the doctrine of utilitarianism.", "Uniocular": "Of, pertaining to, or seated in, one eye; monocular.", "Underlie": "See Underlay, n., 1.", "Unguinous": "Consisting of, or resembling, fat or oil; oily; unctuous; oleaginous.", "Unsoldiered": "Not equipped like a soldier; unsoldierlike.", "Ulluco": "See Melluc&unr_;o.", "Unbreast": "To disclose, or lay open; to unbosom.", "Unsightable": "Invisible.", "Unbosom": "To disclose freely; to reveal in confidence, as secrets; to confess; -- often used reflexively; as, to unbosom one's self.", "Understroke": "To underline or underscore.", "Undecency": "Indecency.", "Unsonable": "Incapable of being sounded.", "Unobtrusive": "Not obtrusive; not presuming; modest.", "Undaunted": "Not daunted; not subdued or depressed by fear.", "Undergrown": "Of small stature; not grown to a full height or size.", "Unpitious": "Impious; wicked.", "Ungrateful": "Not grateful; not thankful for favors; making no returns, or making ill return for kindness, attention, etc.; ingrateful.", "Undersaturated": "Not fully saturated; imperfectly saturated.", "Unlike": "Not like; dissimilar; diverse; having no resemblance; as, the cases are unlike.", "Uncreated": "Deprived of existence; annihilated.", "Unevitable": "Inevitable.", "Unsex": "To deprive of sex, or of qualities becoming to one's sex; esp., to make unfeminine in character, manners, duties, or the like; as, to unsex a woman.", "Unifacial": "Having but one front surface; as, some foliaceous corals are unifacial, the polyp mouths being confined to one surface.", "Unpenitent": "Impenitent.", "Umbilicate": "Depressed in the middle, like a navel, as a flower, fruit, or leaf; navel-shaped; having an umbilicus; as, an umbilicated smallpox vesicle.", "Unsew": "To undo, as something sewn, or something inclosed by sewing; to rip apart; to take out the stitches of.", "Unkindly": "Not kindly; unkind; ungracious.", "Unctious": "Unctuous.", "Unaccomplishment": "The state of being unaccomplished.", "Urostege": "One of the plates on the under side of the tail of a serpent.", "Underreckon": "To reckon below what is right or proper; to underrate.", "Urethroplasty": "An operation for the repair of an injury or a defect in the walls of the urethra.", "Unsisting": "Unresisting.", "Uranitic": "Of or pertaining to uranium; containing uranium.", "Undercast": "To cast under or beneath.", "Underproduction": "The production of less than is demanded or of less than the usual supply.", "Unoriginated": "Not originated; existing from all eternity.", "Unlawful": "Not lawful; contrary to law.", "Ubiquity": "Existence everywhere, or in all places, at the same time; omnipresence; as, the ubiquity of God is not disputed by those who admit his existence.", "Unce": "An ounce; a small portion.", "Unsheathe": "To deprive of a sheath; to draw from the sheath or scabbard, as a sword.", "Ularburong": "A large East Indian nocturnal tree snake (Dipsas dendrophila). It is not venomous.", "Ugliness": "The quality or state of being ugly.", "Underproportioned": "Of inadequate or inferior proportions; small; poor.", "Unco": "A strange thing or person.", "Unpraise": "To withhold praise from; to deprive of praise.", "Unfriendship": "The state or quality of being unfriendly; unfriendliness; enmity.", "Unprofit": "Want of profit; unprofitableness.", "Umbilical": "Of or pertaining to an umbilicus, or umbilical cord; umbilic.", "Uvitic": "Pertaining to, or designating, an acid, CH3C6H3(CO2H)2, obtained as a white crystalline substance by the partial oxidation of mesitylene; -- called also mesitic acid.", "Ulnare": "One of the bones or cartilages of the carpus, which articulates with the ulna and corresponds to the cuneiform in man.", "Uneasily": "In an easy manner.", "Unanswerable": "Not answerable; irrefutable; conclusive; decisive; as, he gave an unanswerable argument.", "Unappalled": "Not appalled; not frightened; dauntless; undaunted.", "Ultimatum": "A final proposition, concession, or condition; especially, the final propositions, conditions, or terms, offered by either of the parties in a diplomatic negotiation; the most favorable terms that a negotiator can offer, the rejection of which usually puts an end to the hesitation.", "Unpatient": "Impatient.", "Undertaking": "The act of one who undertakes, or engages in, any project or business.", "Undergroan": "To groan beneath.", "Unaccountability": "The quality or state of being unaccountable.", "Urochrome": "A yellow urinary pigment, considered by Thudichum as the only pigment present in normal urine. It is regarded by Maly as identical with urobilin.", "Ulmaceous": "Of or pertaining to a suborder of urticaceous plants, of which the elm is the type.", "Ural-Altaic": "Of or pertaining to the Urals and the Altai; as the Ural-Altaic, or Turanian, languages.", "Unobedient": "Disobedient.", "Upsetting thermometer": "A thermometer by merely inverting which the temperature may be registered. The column of mercury is broken and, as it remains until the instrument is reset, the reading may be made at leisure.", "Ultramontanist": "One who upholds ultramontanism.", "Untold": "Not told; not related; not revealed; as, untold secrets.", "Unwitting": "Not knowing; unconscious; ignorant.", "University extension": "The extension of the advantages of university{3} instruction by means of lectures and classes at various centers.", "Ulan": "See Uhlan.", "Unaccountable": "Not accountable or responsible; free from control.", "Umble pie": "A pie made of umbles. See To eat humble pie, under Humble.", "Uncivil": "Not civilized; savage; barbarous; uncivilized.", "Unfurl": "To loose from a furled state; to unfold; to expand; to open or spread; as, to unfurl sails; to unfurl a flag.", "Unguestlike": "In a manner not becoming to a guest.", "Uratic": "Of or containing urates; as, uratic calculi.", "Unharness": "To strip of harness; to loose from harness or gear; as, to unharness horses or oxen.", "Unactiveness": "Inactivity.", "Urim": "A part or decoration of the breastplate of the high priest among the ancient Jews, by which Jehovah revealed his will on certain occasions. Its nature has been the subject of conflicting conjectures.", "Upokororo": "An edible fresh-water New Zealand fish (Prototroctes oxyrhynchus) of the family Haplochitonidæ. In general appearance and habits, it resembles the northern lake whitefishes and trout. Called also grayling.", "Uncloister": "To release from a cloister, or from confinement or seclusion; to set free; to liberate.", "Uric": "Of or pertaining to urine; obtained from urine; as, uric acid.", "Unballast": "Not ballasted.", "Upstroke": "An upward stroke, especially the stroke, or line, made by a writing instrument when moving upward, or from the body of the writer, or a line corresponding to the part of a letter thus made.", "Unnest": "To eject from a nest; to unnestle.", "Uncomely": "Not comely.", "Uniovulate": "Containing but one ovule.", "Underyoke": "To subject to the yoke; to make subject.", "Unseldom": "Not seldom; frequently.", "Unslacked": "Not slacked; unslaked; as, unslacked lime.", "Uncuth": "Unknown; strange.", "Unusage": "Want or lack of usage.", "Uncomeatable": "Not to be come at, or reached; inaccessible.", "Unstitch": "To open by picking out stitches; to take out, or undo, the stitches of; as, to unstitch a seam.", "Underdealing": "Crafty, unfair, or underhand dealing; unfair practice; trickery.", "Undergo": "To go or move below or under.", "Ureal": "Of or pertaining to urea; containing, or consisting of, urea; as, ureal deposits.", "Unisonal": "Being in unison; unisonant.", "Unitarianism": "The doctrines of Unitarians.", "Unbeast": "To deliver from the form or nature of a beast.", "Untrowable": "Incredible.", "Uncurse": "To free from a curse or an execration.", "Upfill": "To fill up.", "Untighten": "To make less tight or tense; to loosen.", "Urceolate": "Shaped like a pitcher or urn; swelling below, and contracted at the orifice, as a calyx or corolla.", "Uncastle": "To take a castle from; to turn out of a castle.", "Univariant": "Having one degree of freedom or variability.", "Urare": "See Curare.", "Ustion": "The act of burning, or the state of being burned.", "Unstudied": "Not studied; not acquired by study; unlabored; natural.", "Undisclose": "To keep close or secret.", "Unhoped": "Not hoped or expected.", "Usself": "Ourselves.", "Urge": "To press onward or forward.", "Unfraught": "Not fraught; not burdened.", "Underbuy": "To buy at less than the real value or worth; to buy cheaper than.", "Unsheriff": "To depose from the office of sheriff.", "Unwrinkle": "To reduce from a wrinkled state; to smooth.", "Unprudence": "Imprudence.", "Ultra vires": "Beyond power; transcending authority; -- a phrase used frequently in relation to acts or enactments by corporations in excess of their chartered or statutory rights.", "Undersay": "To say by way of derogation or contradiction.", "Utriculoid": "Resembling a bladder; utricular; utriculate.", "Unnail": "To remove the nails from; to unfasten by removing nails.", "Underchamberlain": "A deputy chamberlain of the exchequer.", "Unreserve": "Absence of reverse; frankness; freedom of communication.", "Utilize": "To make useful; to turn to profitable account or use; to make use of; as, to utilize the whole power of a machine; to utilize one's opportunities.", "Uncunningness": "Ignorance.", "Unspar": "To take the spars, stakes, or bars from.", "Unarmed": "Not armed or armored; having no arms or weapons.", "Urochord": "The central axis or cord in the tail of larval ascidians and of certain adult tunicates.", "Unredeemed": "Not redeemed.", "Usurpatory": "Marked by usurpation; usurping.", "Uphroe": "Same as Euphroe.", "Unembodied": "Free from a corporeal body; disembodied; as, unembodied spirits.", "Underrun": "To run or pass under;", "Urocele": "A morbid swelling of the scrotum due to extravasation of urine into it.", "Unaccurateness": "Inaccuracy.", "Useless": "Having, or being of, no use; unserviceable; producing no good end; answering no valuable purpose; not advancing the end proposed; unprofitable; ineffectual; as, a useless garment; useless pity.", "Unchariot": "To throw out of a chariot.", "Upcaught": "Seized or caught up.", "Unlovely": "Not lovely; not amiable; possessing qualities that excite dislike; disagreeable; displeasing; unpleasant.", "Unwilling": "Not willing; loath; disinclined; reluctant; as, an unwilling servant.", "Ulnar": "Of or pertaining to the ulna, or the elbow; as, the ulnar nerve.", "Unspike": "To remove a spike from, as from the vent of a cannon.", "Ubiquitary": "One who exists everywhere.", "Underpay": "To pay inadequately.", "Unnaturalize": "To make unnatural.", "Underfoot": "Low; base; abject; trodden down.", "Upblow": "To blow up; as, the wind upblows from the sea.", "Undirectly": "Indirectly.", "Upstreet": "Toward the higher part of a street; as, to walk upstreet.", "Unattentive": "Inattentive; careless.", "Unelastic": "Not elastic; inelastic.", "Unloader": "One who, or that which, unloads; a device for unloading, as hay from a wagon.", "Uplander": "One dwelling in the upland; hence, a countryman; a rustic.", "Understock": "To supply insufficiently with stock.", "Upbreak": "A breaking upward or bursting forth; an upburst.", "Urubu": "The black vulture (Catharista atrata). It ranges from the Southern United States to South America. See Vulture.", "Unparliamentary": "Not parliamentary; contrary to the practice of parliamentary bodies.", "Unreal": "Not real; unsubstantial; fanciful; ideal.", "Ulcered": "Ulcerous; ulcerated.", "Unapparel": "To divest of clothing; to strip.", "Unread": "Not read or perused; as, an unread book.", "Up-to-date": "Extending to the present time; having style, manners, knowledge, or other qualities that are abreast of the times.", "Unjust": "Acting contrary to the standard of right; not animated or controlled by justice; false; dishonest; as, an unjust man or judge.", "Urinometry": "The estimation of the specific gravity of urine by the urinometer.", "Unsatiate": "Insatiate.", "Unguiculata": "An extensive division of Mammalia including those having claws or nails, as distinguished from the hoofed animals (Ungulata).", "Unguiculate": "Furnished with nails, claws, or hooks; clawed. See the Note under Nail, n., 1.", "Undersoil": "The soil beneath the surface; understratum; subsoil.", "Undiscreet": "Indiscreet.", "United": "Combined; joined; made one.", "Underpraise": "To praise below desert.", "Undying": "Not dying; imperishable; unending; immortal; as, the undying souls of men.", "Unsorrowed": "Not sorrowed for; unlamented.", "Unfeeling": "Destitute of feeling; void of sensibility; insensible; insensate.", "Unclog": "To disencumber of a clog, or of difficulties and obstructions; to free from encumbrances; to set at liberty.", "Uncurtain": "To remove a curtain from; to reveal.", "Uniter": "One who, or that which, unites.", "Universalness": "The quality or state of being universal; universality.", "Uncleansable": "Incapable of being cleansed or cleaned.", "Urosacral": "Of or pertaining to both the caudal and sacral parts of the vertebral column; as, the urosacral vertebræ of birds.", "Urobilin": "A yellow pigment identical with hydrobilirubin, abundant in the highly colored urine of fever, and also present in normal urine. See Urochrome.", "Unsound": "Not sound; not whole; not solid; defective; infirm; diseased.", "Underbrace": "To brace, fasten, or bind underneath or below.", "Unadmissible": "Inadmissible.", "Unyolden": "Not yielded.", "Undecane": "A liquid hydrocarbon, C11H24, of the methane series, found in petroleum; -- so called from its containing eleven carbon atoms in the molecule.", "Unremembrance": "Want of remembrance; forgetfulness.", "Urethroscopy": "Examination of the urethra by means of the urethroscope.", "Unworth": "Unworthiness.", "Unquietude": "Uneasiness; inquietude.", "Unparadise": "To deprive of happiness like that of paradise; to render unhappy.", "Unitedly": "In an united manner.", "Unmade": "Not yet made or formed; as, an unmade grave.", "Unlive": "To &unr_;&unr_;ve in a contrary manner, as a life; to live in a manner contrary to.", "Unbed": "To raise or rouse from bed.", "Uncouple": "To roam at liberty.", "Unbeware": "Unawares.", "Uncomfortable": "Feeling discomfort; uneasy; as, to be uncomfortable on account of one's position.", "Ultraist": "One who pushes a principle or measure to extremes; an extremist; a radical; an ultra.", "Unthriftihead": "Unthriftiness.", "Undeceive": "To cause to be no longer deceived; to free from deception, fraud, fallacy, or mistake.", "Underpight": "imp. of Underpitch.", "Unfruitful": "Not producing fruit or offspring; unproductive; infertile; barren; sterile; as, an unfruitful tree or animal; unfruitful soil; an unfruitful life or effort.", "Uraniscoraphy": "Suture of the palate. See Staphyloraphy.", "Unvariable": "Invariable.", "Unlucky": "Not lucky; not successful; unfortunate; ill-fated; unhappy; as, an unlucky man; an unlucky adventure; an unlucky throw of dice; an unlucky game.", "Urosome": "The abdomen, or post-abdomen, of arthropods.", "Upholster": "A broker.", "Underdo": "To do less thoroughly than is requisite; specifically, to cook insufficiently; as, to underdo the meat; -- opposed to overdo.", "Underhanded": "Underhand; clandestine.", "Unicornous": "Having but a single horn; -- said of certain insects.", "Unbottomed": "Deprived of a bottom.", "Unencumber": "To free from incumbrance; to disencumber.", "Undeterminate": "Nor determinate; not settled or certain; indeterminate.", "Uncheckable": "Not capable of being checked or stopped.", "Unsaintly": "Unbecoming to a saint.", "Ulva": "A genus of thin papery bright green seaweeds including the kinds called sea lettuce.", "Unpucker": "To smooth away the puckers or wrinkles of.", "Ulcerate": "To affect with, or as with, an ulcer or ulcers.", "Ulexite": "A mineral occurring in white rounded crystalline masses. It is a hydrous borate of lime and soda.", "Unconvenient": "Inconvenient.", "Uncorrigible": "Incorrigible; not capable of correction.", "Upholsterer": "One who provides hangings, coverings, cushions, curtains, and the like; one who upholsters.", "Underfellow": "An underling; a mean, low fellow.", "Uncrown": "To deprive of a crown; to take the crown from; hence, to discrown; to dethrone.", "Unbe": "To cause not to be; to cause to be another.", "Undercry": "To cry aloud.", "Unexpensive": "Inexpensive.", "Ubiquist": "One of a school of Lutheran divines which held that the body of Christ is present everywhere, and especially in the eucharist, in virtue of his omnipresence.  Called also ubiquitist, and ubiquitary.", "Underfurnish": "To supply with less than enough; to furnish insufficiently.", "Ungenitured": "Destitute of genitals; impotent.", "Urinary": "A urinarium; also, a urinal.", "Unclose": "To open; to separate the parts of; as, to unclose a letter; to unclose one's eyes.", "Unchancy": "Happening at a bad time; unseasonable; inconvenient.", "Unloose": "To become unfastened; to lose all connection or union.", "Urine": "To urinate.", "Unsophisticate": "Not sophisticated; pure; innocent; genuine.", "Untemperately": "Intemperately.", "Unzoned": "Not zoned; not bound with a girdle; as, an unzoned bosom.", "Unappropriate": "To take from private possession; to restore to the possession or right of all; as, to unappropriate a monopoly.", "Underaction": "Subordinate action; a minor action incidental or subsidiary to the main story; an episode.", "Urology": "See Uronology.", "Unpeace": "Absence or lack of peace.", "Unguentous": "Unguentary.", "Unbelief": "The withholding of belief; doubt; incredulity; skepticism.", "Unsweat": "To relieve from perspiration; to ease or cool after exercise or toil.", "Unsceptered": "Having no scepter.", "Unswear": "To recall an oath.", "Ungeld": "A person so far out of the protection of the law, that if he were murdered, no geld, or fine, should be paid, or composition made by him that killed him.", "Universalize": "To make universal; to generalize.", "Unpeerable": "Incapable of having a peer, or equal.", "Unembarrassed": "Not embarrassed.", "Unpaint": "To remove the paint from; to efface, as a painting.", "Unacceptability": "The quality of being unacceptable; unacceptableness.", "umhofo": "An African two-horned rhinoceros (Atelodus simus or Rhinoceros simus); -- called also chukuru, and white rhinoceros.", "Untrenched": "Being without trenches; whole; intact.", "Unawares": "Without design or preparation; suddenly; without premeditation, unexpectedly.", "Uncus": "A hook or claw.", "Unexperienced": "Not experienced; being without experience; inexperienced.", "Unicapsular": "Having but one capsule to each flower.", "Uncut": "Not cut; not separated or divided by cutting or otherwise; -- said especially of books, periodicals, and the like, when the leaves have not been separated by trimming in binding.", "Uroxanthin": "Same as Indican.", "Unrip": "To rip; to cut open.", "Urceole": "A vessel for water for washing the hands; also, one to hold wine or water.", "Understairs": "The basement or cellar.", "Unanimous": "Being of one mind; agreeing in opinion, design, or determination; consentient; not discordant or dissentient; harmonious; as, the assembly was unanimous; the members of the council were unanimous.", "Unfalcated": "Not falcated, or hooked.", "Up-line": "A line or track leading from the provinces toward the metropolis or a principal terminus; the track upon which up-trains run. See Up-train.", "Unworldly": "Not worldly; spiritual; holy.", "Unrig": "To strip of rigging; as, to unrig a ship.", "Ungrate": "Displeasing; ungrateful; ingrate.", "Unshet": "To unshut.", "Unipersonalist": "One who believes that the Deity is unipersonal.", "Undertenant": "The tenant of a tenant; one who holds lands or tenements of a tenant or lessee.", "Unplaid": "To deprive of a plaid.", "Unbeing": "Not existing.", "Urohæmatin": "Urinary hæmatin; -- applied to the normal coloring matter of the urine, on the supposition that it is formed either directly or indirectly (through bilirubin) from the hæmatin of the blood. See Urochrome, and Urobilin.", "Ultimation": "State of being ultimate; that which is ultimate, or final; ultimatum.", "Upstay": "To sustain; to support.", "Unmerchantable": "Not merchantable; not fit for market; being of a kind, quality, or quantity that is unsalable.", "Universalian": "Of or pertaining to Universalism; Universalist.", "Unpity": "Want of piety.", "Umbre": "See Umber.", "Umbra": "The conical shadow projected from a planet or satellite, on the side opposite to the sun, within which a spectator could see no portion of the sun's disk; -- used in contradistinction from penumbra. See Penumbra.", "Undulary": "Moving like waves; undulatory.", "Underwing": "One of the posterior wings of an insect.", "Unpope": "To divest of the character, office, or authority of a pope.", "Unprobably": "In a manner not to be approved of; improperly.", "Uxorial": "Dotingly fond of, or servilely submissive to, a wife; uxorious; also, becoming a wife; pertaining to a wife.", "Unculpable": "Inculpable; not blameworthy.", "Unbody": "To leave the body; to be disembodied; -- said of the soul or spirit.", "Undestroyable": "Indestructible.", "Uriniferous": "Bearing or conveying urine; as, uriniferous tubules.", "Utriculus": "A little sac, or bag; a utricle; especially, a part of the membranous labyrinth of the ear. See the Note under Ear.", "Unnotify": "To retract or withdraw a notice of.", "Upholstery": "The articles or goods supplied by upholsterers; the business or work of an upholsterer.", "Unwisely": "In an unwise manner; foolishly.", "Undoubtable": "Indubitable.", "Upgather": "To gather up; to contract; to draw together.", "Unheedy": "Incautious; precipitate; heedless.", "Uretic": "Of or pertaining to the urine; diuretic; urinary; as, uretic medicine.", "Untrustful": "Not trustful or trusting.", "Undoubted": "Not doubted; not called in question; indubitable; indisputable; as, undoubted proof; undoubted hero.", "Unget": "To cause to be unbegotten or unborn, or as if unbegotten or unborn.", "Underdolven": "p. p. of Underdelve.", "Usager": "One who has the use of anything in trust for another.", "Unfeigned": "Not feigned; not counterfeit; not hypocritical; real; sincere; genuine; as, unfeigned piety; unfeigned love to man.", "Underbelly": "The lower ventral part of the abdomen of an animal, especially one that walks on four feet.", "Urticaria": "The nettle rash, a disease characterized by a transient eruption of red pimples and of wheals, accompanied with a burning or stinging sensation and with itching; uredo.", "Ursal": "The ursine seal. See the Note under 1st Seal.", "Upshoot": "To shoot upward.", "Unaneled": "Not aneled; not having received extreme unction.", "Umbrel": "An umbrella.", "Undercurrent": "Running beneath the surface; hidden.", "Upheaped": "Piled up; accumulated.", "Unobservance": "Want or neglect of observance; inobservance.", "Unrobe": "To disrobe; to undress; to take off the robes.", "Unable": "Not able; not having sufficient strength, means, knowledge, skill, or the like; impotent; weak; helpless; incapable; -- now usually followed by an infinitive or an adverbial phrase; as, unable for work; unable to bear fatigue.", "Unchaplain": "To remove from a chaplaincy.", "Upsarokas": "See Crows.", "Unguical": "Ungual.", "Unmoneyed": "Destitute of money; not rich.", "Unintermission": "Want or failure of intermission.", "Unblestful": "Unblessed.", "Unsensed": "Wanting a distinct meaning; having no certain signification.", "Undumpish": "To relieve from the dumps.", "Unfold": "To open; to expand; to become disclosed or developed.", "Unfret": "To smooth after being fretted.", "Unwormed": "Not wormed; not having had the worm, or lytta, under the tongue cut out; -- said of a dog.", "Uncustomable": "Not customable, or subject to customs duties.", "Undertaker": "One who undertakes; one who engages in any project or business.", "Unseasoned": "Not seasoned.", "Uncurable": "Incurable.", "Ungodly": "Not godly; not having regard for God; disobedient to God; wicked; impious; sinful.", "Unneighbored": "Being without neigbors.", "Uncurably": "In an uncurable manner.", "Uncanny": "Not canny; unsafe; strange; weird; ghostly.", "Ungentle": "Not gentle; lacking good breeding or delicacy; harsh.", "Underwent": "imp. of Undergo.", "Uncling": "To cease from clinging or adhering.", "Umbellule": "An umbellet.", "Uneasiness": "The quality or state of being uneasy; restlessness; disquietude; anxiety.", "Underfong": "To undertake; to take in hand; to receive.", "Understudy": "One who studies another's part with a view to assuming it in an emergency.", "Umbecast": "To cast about; to consider; to ponder.", "Unmeet": "Not meet or fit; not proper; unbecoming; unsuitable; -- usually followed by for.", "Ululant": "Howling; wailing.", "Unchastity": "The quality or state of being unchaste; lewdness; incontinence.", "Unthrift": "Unthrifty.", "unascried": "Not descried.", "Unau": "The two-toed sloth (Cholopus didactylus), native of South America. It is about two feet long. Its color is a uniform grayish brown, sometimes with a reddish tint.", "Uncivility": "Incivility.", "Uphang": "To hang up.", "Uphand": "Lifted by the hand, or by both hands; as, the uphand sledge.", "Unburden": "To relieve from a burden.", "Unsilly": "See Unsely.", "Unhandy": "Clumsy; awkward; as, an Unhandy man.", "Unflinching": "Not flinching or shrinking; unyielding.", "Unbacked": "Never mounted by a rider; unbroken.", "Unforesee": "To fail to foresee.", "Underput": "To put or send under.", "Unamiable": "Not amiable; morose; ill-natured; repulsive.", "Unshipment": "The act of unshipping, or the state of being unshipped; displacement.", "Underofficer": "A subordinate officer.", "Unoriginately": "Without origin.", "Ulema": "A college or body composed of the hierarchy (the imams, or ministers of religion, the muftis, or doctors of law, and the cadis, or administrators of justice).  That of Turkey alone now has political power; its head is the sheik ul Islam.", "Unconsecrate": "To render not sacred; to deprive of sanctity; to desecrate.", "Upgush": "To gush upward.", "Undercreep": "To creep secretly or privily.", "Untappice": "to come out of concealment.", "Unimproved": "Not improved; not made better or wiser; not advanced in knowledge, manners, or excellence.", "Unknot": "To free from knots; to untie.", "Undifferentiated": "Not differentiated; specifically (Biol.), homogenous, or nearly so; -- said especially of young or embryonic tissues which have not yet undergone differentiation (see Differentiation, 3), that is, which show no visible separation into their different structural parts.", "unhoard": "To take or steal from a hoard; to pilfer.", "Unlawed": "Not having the claws and balls of the forefeet cut off; -- said of dogs.", "Undersleeve": "A sleeve of an under-garment; a sleeve worn under another,", "Uncredible": "Incredible.", "Unprevented": "Not prevented or hindered; as, unprevented sorrows.", "Unfrequency": "Infrequency.", "Underplant": "To plant under;", "Unsadden": "To relieve from sadness; to cheer.", "Utilization": "The act of utilizing, or the state of being utilized.", "Unpossible": "Impossible.", "Unexceptive": "Not exceptive; not including, admitting, or being, an exception.", "Unmartyr": "To degrade from the rank of a martyr.", "Uncreatedness": "The quality or state of being uncreated.", "Unifollilate": "Having only one leaflet, as the leaves of the orange tree.", "Umbellifer": "A plant producing an umbel or umbels.", "Unquestioned": "Not called in question; not doubted.", "Unhappied": "Made unhappy.", "Unipolar": "Having, or acting by means of, one pole only.", "Unfoldment": "The acct of unfolding, or the state of being unfolded.", "Unguentary": "Like an unguent, or partaking of its qualities.", "Unfounded": "Not founded; not built or established.", "Unvulnerable": "Invulnerable.", "Unbewitch": "To free from a spell; to disenchant.", "Unicity": "The condition of being united; quality of the unique; unification.", "Uncentury": "To remove from its actual century.", "Unbowed": "Not bent or arched; not bowed down.", "Unhoop": "To strip or deprive of hoops; to take away the hoops of.", "Uniformal": "Uniform.", "Unbowel": "To deprive of the entrails; to disembowel.", "Unhook": "To loose from a hook; to undo or open by loosening or unfastening the hooks of; as, to unhook a fish; to unhook a dress.", "Undersign": "To write one's name at the foot or end of, as a letter or any legal instrument.", "Unsymmetrical": "Wanting in symmetry, or due proportion pf parts.", "Unright": "To cause (something right) to become wrong.", "Unpray": "To revoke or annul by prayer, as something previously prayed for.", "Umbilicus": "The depression, or mark, in the median line of the abdomen, which indicates the point where the umbilical cord separated from the fetus; the navel; the belly button, in humans.", "Uralian": "Of or relating to the Ural Mountains.", "Unfirm": "Infirm.", "Unvoweled": "Having no vowel sounds or signs.", "Underfarmer": "An assistant farmer.", "Unperfect": "Imperfect.", "Undividual": "Indivisible.", "Unseeming": "Unbeseeming; not fit or becoming.", "Understrapping": "Becoming an understrapper; subservient.", "Umbellularia": "A genus of deep-sea alcyonaria consisting of a cluster of large flowerlike polyps situated at the summit of a long, slender stem which stands upright in the mud, supported by a bulbous base.", "Unimplicate": "Not implicated.", "Udaler": "In the Shetland and Orkney Islands, one who holds property by udal, or allodial, right.", "Uranium": "An element of the chromium group, found in certain rare minerals, as pitchblende, uranite, etc., and reduced as a heavy, hard, nickel-white metal which is quite permanent. Its yellow oxide is used to impart to glass a delicate greenish-yellow tint which is accompanied by a strong fluorescence, and its black oxide is used as a pigment in porcelain painting. Symbol U. Atomic weight 239. ", "Unsympathy": "Absence or lack of sympathy.", "Unravel": "To become unraveled, in any sense.", "Unluckily": "In an unlucky manner.", "Underfurrow": "To cover as under a furrow; to plow in; as, to underfurrow seed or manure.", "Undertook": "imp. of Undertake.", "Usable": "Capable of being used.", "Urea": "A very soluble crystalline body which is the chief constituent of the urine in mammals and some other animals. It is also present in small quantity in blood, serous fluids, lymph, the liver, etc.", "Undulative": "Consisting in, or accompanied by, undulations; undulatory.", "Urgent": "Urging; pressing; besetting; plying, with importunity; calling for immediate attention; instantly important.", "Undevil": "To free from possession by a devil or evil spirit; to exorcise.", "Utis": "See Utas.", "Upturn": "To turn up; to direct upward; to throw up; as, to upturn the ground in plowing.", "Undershot": "Having the lower incisor teeth projecting beyond the upper ones, as in the bulldog.", "Underthing": "Something that is inferior and of little worth.", "Utia": "Any species of large West Indian rodents of the genus Capromys, or Utia. In general appearance and habits they resemble rats, but they are as large as rabbits.", "Unpatience": "Impatience.", "Unlap": "To unfold.", "Unequal": "Not equal; not matched; not of the same size, length, breadth, quantity, strength, talents, acquirements, age, station, or the like; as, the fingers are of unequal length; peers and commoners are unequal in rank.", "Unlaw": "Any transgression or offense against the law.", "Unlay": "To untwist; as, to unlay a rope.", "Ultion": "The act of taking vengeance; revenge.", "Uncanonize": "To deprive of canonical authority.", "Unmanhood": "Absence or lack of manhood.", "Uncreditable": "Discreditable.", "Unexact": "Not exact; inexact.", "Unresistance": "Nonresistance; passive submission; irresistance.", "Unspeakable": "Not speakable; incapable of being uttered or adequately described; inexpressible; unutterable; ineffable; as, unspeakable grief or rage.", "Upward": "The upper part; the top.", "Unison": "Sounding alone.", "Unmechanized": "Not mechanized.", "Uncunning": "Ignorant.", "Untrue": "Untruly.", "Underaid": "To aid clandestinely.", "Unveracity": "Want of veracity; untruthfulness; as, unveracity of heart.", "Uveous": "Resembling a grape.", "Ungraceful": "Not graceful; not marked with ease and dignity; deficient in beauty and elegance; inelegant; awkward; as, ungraceful manners; ungraceful speech.", "Unpedigreed": "Not distinguished by a pedigree.", "Unequity": "Want of equity or uprightness; injustice; wickedness; iniquity.", "Underdig": "To dig under or beneath; to undermine.", "Underlaborer": "An assistant or subordinate laborer.", "Uromere": "Any one of the abdominal segments of an arthropod.", "Unrazored": "Not shaven.", "Unideal": "Not ideal; real; unimaginative.", "Unconverted": "Not converted or exchanged.", "Uckewallist": "One of a sect of rigid Anabaptists, which originated in 1637, and whose tenets were essentially the same as those of the Mennonists.  In addition, however, they held that Judas and the murderers of Christ were saved.  So called from the founder of the sect, Ucke Wallis, a native of Friesland.", "Unpastor": "To cause to be no longer pastor; to deprive of pastorship.", "Upside-down": "having the part normally pointed upward pointed downward; inverted.", "Ureide": "Any one of the many complex derivatives of urea; thus, hydantoin, and, in an extended dense, guanidine, caffeine, et., are ureides.", "Unplaced": "Not placed.", "Unafiled": "Undefiled.", "Unhasp": "To unloose the hasp of; to unclose.", "Unpitousty": "Impiety.", "Unalist": "An ecclesiastic who holds but one benefice; -- distinguished from pluralist.", "Upheave": "To heave or lift up from beneath; to raise.", "Unbegilt": "Not gilded; hence, not rewarded with gold.", "Unthank": "No thanks; ill will; misfortune.", "Ulterior": "Ulterior side or part.", "Urnful": "As much as an urn will hold; enough to fill an urn.", "Unsecure": "Insecure.", "Undecennary": "Occurring once in every period of eleven years; undecennial.", "Unthinking": "Not thinking; not heedful; thoughtless; inconsiderate; as, unthinking youth.", "Unfellowed": "Being without a fellow; unmatched; unmated.", "Uchees": "A tribe of North American Indians belonging to the Creek confederation.", "Upsilon": "The 20th letter (Υ, υ) of the Greek alphabet, a vowel having originally the sound of &oomacr_; as in room, becoming before the 4th century b. c. that French u or Ger. ü. Its equivalent in English is u or y.", "Unrelenting": "Not relenting; unyielding; rigid; hard; stern; cruel.", "Uniquity": "The quality or state of being unique; uniqueness.", "Unition": "The act of uniting, or the state of being united; junction.", "Unjoint": "To disjoint.", "Unsaint": "To deprive of saintship; to deny sanctity to.", "Unkard": "See Unked.", "Uncover": "To take off the hat or cap; to bare the head in token of respect.", "Unstockinged": "Destitute of stockings.", "Undercraft": "A sly trick or device; as, an undercraft of authors.", "Unked": "Odd; strange; ugly; old; uncouth.", "Ullmannite": "A brittle mineral of a steel-gray color and metallic luster, containing antimony, arsenic, sulphur, and nickel.", "Uncenter": "To throw from its center.", "Unshut": "To open, or throw open.", "Unseal": "To break or remove the seal of; to open, as what is sealed; as, to unseal a letter.", "Unseam": "To open the seam or seams of; to rip; to cut; to cut open.", "Underbranch": "A lower branch.", "Unossified": "Destitute of a bony structure.", "Unhuman": "Not human; inhuman.", "Unclutch": "To open, as something closely shut.", "Unsoot": "Not sweet.", "Unslaked": "Not slaked; unslacked; as, an unslaked thirst; unslaked lime.", "Unruinate": "Not ruined or destroyed.", "Un-": "An inseparable prefix, or particle, signifying not; in-; non-. In- is prefixed mostly to words of Latin origin, or else to words formed by Latin suffixes; un- is of much wider application, and is attached at will to almost any adjective, or participle used adjectively, or adverb, from which it may be desired to form a corresponding negative adjective or adverb, and is also, but less freely, prefixed to nouns. Un- sometimes has merely an intensive force; as in unmerciless, unremorseless.", "Upgrowth": "The process or result of growing up; progress; development.", "Unfree": "Not free; held in bondage.", "Undertaxed": "Taxed too little, or at a lower rate than others.", "Uredospore": "The thin-walled summer spore which is produced during the so-called Uredo stage of certain rusts. See (in the Supplement) Uredinales, Heterœcious, etc.", "Underhand": "By secret means; in a clandestine manner; hence, by fraud; unfairly; dishonorably.", "Unthriftiness": "The quality or state or being unthrifty; profuseness; lavishness.", "Underhang": "To hang under or down; to suspend.", "unhonest": "Dishonest; dishonorable.", "Upgaze": "To gaze upward.", "Untrunked": "Separated from its trunk or stock.", "Underheave": "To heave or lift from below.", "Ulodendron": "A genus of fossil trees.", "Unceasable": "Not capable of being ended; unceasing.", "Unplat": "To take out the folds or twists of, as something previously platted; to unfold; to unwreathe.", "Uvic": "Pertaining to, or obtained from, grapes; specifically, designating an organic acid, C7H8O3 (also called pyrotritartaric acid), obtained as a white crystalline substance by the decomposition of tartaric and pyrotartaric acids.", "Unpassable": "Impassable.", "Unwieldy": "Not easily wielded or carried; unmanageable; bulky; ponderous.", "Unsting": "To disarm of a sting; to remove the sting of.", "Undubitable": "Indubitable; as, an undubitable principle.", "Uberty": "Fruitfulness; copiousness; abundance; plenty.", "Uncowl": "To divest or deprive of a cowl.", "Ungulous": "Same as Ungulate.", "Unconformist": "A nonconformist.", "Unfeudalize": "To free from feudal customs or character; to make not feudal.", "Untune": "To make incapable of harmony, or of harmonious action; to put out of tune.", "Unsighted": "Not sighted, or seen.", "Unboundably": "Infinitely.", "Uglesome": "Ugly.", "up-to-the-minute": "being the most recent available; completely up-to-date", "Undersong": "The burden of a song; the chorus; the refrain.", "Unspecialized": "Not specialized; specifically (Biol.), not adapted, or set apart, for any particular purpose or function; as, an unspecialized unicellular organism.", "Unpitied": "Not pitied.", "Usure": "Usury.", "Unweld": "Unwieldy; unmanageable; clumsy.", "Unliken": "To make unlike; to dissimilate.", "Unsolder": "To separate or disunite, as what has been soldered; hence, to divide; to sunder.", "Unfellow": "To prevent from being a fellow or companion; to separate from one's fellows; to dissever.", "Unwell": "Not well; indisposed; not in good health; somewhat ill; ailing.", "Unsolemnize": "To divest of solemnity.", "Unchristianness": "The quality or state of being unchristian.", "Usurp": "To commit forcible seizure of place, power, functions, or the like, without right; to commit unjust encroachments; to be, or act as, a usurper.", "Untithed": "Not subjected tithes.", "Urochorda": "Same as Tunicata.", "Unnecessity": "The state of being unnecessary; something unnecessary.", "Ubiquitariness": "Quality or state of being ubiquitary, or ubiquitous.", "Uncircumcision": "The absence or want of circumcision.", "Unnecessary": "Not necessary; not required under the circumstances; unless; needless; as, unnecessary labor, care, or rigor.", "Unlord": "To deprive of the rank or position of a lord.", "Unborrowed": "Not borrowed; being one's own; native; original.", "Umpireship": "Umpirage; arbitrament.", "Unific": "Making one or unity; unifying.", "Unconditioned": "Not conditioned or subject to conditions; unconditional.", "Undepartable": "Incapable of being parted; inseparable.", "Uninterested": "Not interested; not having any interest or property in; having nothing at stake; as, to be uninterested in any business.", "Ungka": "The siamang; -- called also ungka ape.", "Unconstitutional": "Not constitutional; not according to, or consistent with, the terms of a constitution of government; contrary to the constitution; as, an unconstitutional law, or act of an officer.", "Urson": "The Canada porcupine. See Porcupine.", "Uncloud": "To free from clouds; to unvail; to clear from obscurity, gloom, sorrow, or the like.", "Utilizable": "Capable of being utilized; as, the utilizable products of the gas works.", "Unmercied": "Unmerciful; merciless.", "Umbelliferone": "A tasteless white crystalline substance, C9H6O3, found in the bark of a certain plant (Daphne Mezereum), and also obtained by the distillation of certain gums from the Umbelliferæ, as galbanum, asafetida, etc.  It is analogous to coumarin.  Called also hydroxy-coumarin.  Its strong fluorescence under ultraviolet light makes it useful in analytical biochemistry, as, for exmple, to detect phosphatase activity by hydrolysis of umbelliferyl phosphate.", "Unordinate": "Disorderly; irregular; inordinate.", "Unpaganize": "To cause to cease to be pagan; to divest of pagan character.", "Updive": "To spring upward; to rise.", "Unexpert": "Not expert; inexpert.", "Unisonance": "Accordance of sounds; unison.", "Unscience": "Want of science or knowledge; ignorance.", "Unknit": "To undo or unravel what is knitted together.", "Undistinctly": "Indistinctly.", "Ungrave": "To raise or remove from the grave; to disinter; to untomb; to exhume.", "Unfile": "To remove from a file or record.", "Unpracticable": "Impracticable; not feasible.", "Unsecularize": "To cause to become not secular; to detach from secular things; to alienate from the world.", "Ungka-puti": "The agile gibbon; -- called also ungka-pati, and ungka-etam. See Gibbon.", "Unpeeled": "Thoroughly stripped; pillaged.", "Unfaithful": "Not faithful; not observant of promises, vows, allegiance, or duty; violating trust or confidence; treacherous; perfidious; as, an unfaithful subject; an unfaithful agent or servant.", "Unwork": "To undo or destroy, as work previously done.", "Unclue": "To unwind; to untangle.", "Underplot": "A series of events in a play, proceeding collaterally with the main story, and subservient to it.", "Unpower": "Want of power; weakness.", "Unlimitable": "Illimitable.", "Uranyl": "The radical UO2, conveniently regarded as a residue of many uranium compounds.", "Unionistic": "Of or pertaining to union or unionists; tending to promote or preserve union.", "Unpervert": "To free from perversion; to deliver from being perverted; to reconvert.", "Uncrudded": "Not cruddled, or curdled.", "Univalvia": "Same as Gastropoda.", "Uniterable": "Not iterable; incapable of being repeated.", "Unconfound": "To free from a state of confusion, or of being confounded.", "Undershapen": "Under the usual shape or size; small; dwarfish.", "Universalistic": "Of or pertaining to the whole; universal.", "Underside": "The lower or lowest side of anything.", "Unpathed": "Not having a path.", "Unsacrament": "To deprive of sacramental character or efficacy; as, to unsacrament the rite of baptism.", "Ubiquarian": "Ubiquitous.", "Undervaluer": "One who undervalues.", "Unperegal": "Unequal.", "Unobedience": "Disobedience.", "Unhide": "To bring out from concealment; to discover.", "Undersold": "p. p. of Undersell.", "Unexpedient": "Inexpedient.", "Uncardinal": "To degrade from the cardinalship.", "Unswayable": "Not capable of being swayed.", "Unshale": "To strip the shale, or husk, from; to uncover.", "Undercharge": "A charge that is less than is usual or suitable.", "Unblindfold": "To free from that which blindfolds.", "Unidimensional": "Having but one dimension. See Dimension.", "Unlearned": "Not learned; untaught; uneducated; ignorant; illiterate.", "Unliquored": "Not moistened or wet with liquor; dry.", "Unpoised": "Not poised or balanced.", "Unorganized": "Not organized; being without organic structure; specifically (Biol.), not having the different tissues and organs characteristic of living organisms, nor the power of growth and development; as, the unorganized ferments. See the Note under Ferment, n., 1.", "Unparagoned": "Having no paragon or equal; matchless; peerless.", "Undight": "To put off; to lay aside, as a garment.", "Unreverence": "Absence or lack of reverence; irreverence.", "Unblind": "To free from blindness; to give or restore sight to; to open the eyes of.", "Upsterte": "imp. & p. p. of Upstart.", "Unfrequented": "Rarely visited; seldom or never resorted to by human beings; as, an unfrequented place or forest.", "Unciform": "The unciform bone. See Illust. of Perissodactyla.", "Undreamed": "Not dreamed, or dreamed of; not th&unr_;ught of; not imagined; -- often followed by of.", "Unblemished": "Not blemished; pure; spotless; as, an unblemished reputation or life.", "Unify": "To cause to be one; to make into a unit; to unite; to view as one.", "Ugsome": "Ugly; offensive; loathsome.", "Uranite": "A general term for the uranium phosphates, autunite, or lime uranite, and torbernite, or copper uranite.", "Uplean": "To lean or incline upon anything.", "Undertone": "A low or subdued tone or utterance; a tone less loud than usual.", "Umbrose": "Shady; umbrageous.", "Unpacker": "One who unpacks.", "Unacquaintedness": "Unacquaintance.", "Undershrieve": "A low shrub; a woody plant of low stature.", "-uret": "A suffix with the same meaning as -ide. See -ide.", "Unheard": "Not heard; not perceived by the ear; as, words unheard by those present.", "Undress": "A loose, negligent dress; ordinary dress, as distinguished from full dress.", "Unequalness": "The quality or state of being unequal; inequality; unevenness.", "Ultramontane": "One who resides beyond the mountains, especially beyond the Alps; a foreigner.", "Unapproved": "Not approved.", "Unkemmed": "Unkempt.", "Unwitch": "To free from a witch or witches; to fee from witchcraft.", "Unheart": "To cause to lose heart; to dishearten.", "Unforgettable": "Not forgettable; enduring in memory.", "Unearth": "To drive or draw from the earth; hence, to uncover; to bring out from concealment; to bring to light; to disclose; as, to unearth a secret.", "Unexceptionable": "Not liable to any exception or objection; unobjectionable; faultless; good; excellent; as, a man of most unexceptionable character.", "Uninfringible": "That may not be infringed; as, an uninfringible monopoly.", "Urao": "See Trona.", "Unassented": "Not assented; -- said specif. of stocks or bonds the holders of which refuse to deposit them by way of assent to an agreement altering their status, as in a readjustment.", "Uppermost": "Highest in place, position, rank, power, or the like; upmost; supreme.", "Uranate": "A salt of uranic acid.", "Uræus": "A serpent, or serpent's head and neck, represented on the front of the headdresses of divinities and sovereigns as an emblem of supreme power.", "Unimuscular": "Having only one adductor muscle, and one muscular impression on each valve, as the oyster; monomyarian.", "Un-Mosaic": "Not according to Moses; unlike Moses or his works.", "Unwedgeable": "Not to be split with wedges.", "Undated": "Not dated; having no date; of unknown age; as, an undated letter.", "Uniphonous": "Having but one sound, as the drum.", "Utensil": "That which is used; an instrument; an implement; especially, an instrument or vessel used in a kitchen, or in domestic and farming business.", "Underdrain": "To drain by forming an underdrain or underdrains in; as, to underdrain land.", "Upbraid": "The act of reproaching; contumely.", "Usher": "To introduce or escort, as an usher, forerunner, or harbinger; to forerun; -- sometimes followed by in or forth; as, to usher in a stranger; to usher forth the guests; to usher a visitor into the room.", "Uvea": "The posterior pigmented layer of the iris; -- sometimes applied to the whole iris together with the choroid coat.", "Undermine": "To excavate the earth beneath, or the part of, especially for the purpose of causing to fall or be overthrown; to form a mine under; to sap; as, to undermine a wall.", "Uncity": "To deprive of the rank or rights of a city.", "Underfringe": "A lower fringe; a fringe underneath something.", "unconscious": "Usually the unconscious; that part of the mind in which mental processes occur that are not accesible to the awareness, but may significantly influence behavior.", "Unsin": "To deprive of sinfulness, as a sin; to make sinless.", "Unreverend": "Not reverend.", "Uplay": "To hoard.", "Undoing": "The reversal of what has been done.", "Unexpected": "Not expected; coming without warning; sudden.", "Undoer": "One who undoes anything; especially, one who ruins another.", "Utterless": "Incapable of being uttered.", "Untackle": "To unbitch; to unharness.", "Upflung": "Flung or thrown up.", "Ureter": "The duct which conveys the urine from the kidney to the bladder or cloaca. There are two ureters, one for each kidney.", "Unlikelihood": "Absence of likelihood.", "Unit": "A single thing or person.", "Unorder": "To countermand an order for.", "Ungula": "A hoof, claw, or talon.", "Undeserver": "One of no merit; one who is nor deserving or worthy.", "Uvular": "Of or pertaining to a uvula.", "Unbreech": "To remove the breeches of; to divest or strip of breeches.", "Unreformation": "Want of reformation; state of being unreformed.", "Unprecedented": "Having no precedent or example; not preceded by a like case; not having the authority of prior example; novel; new; unexampled.", "Unpolitic": "Impolitic; imprudent.", "Untimeously": "Untimely; unseasonably.", "Undermanned": "Insufficiently furnished with men; short-handed.", "Unaquit": "Unrequited.", "underage": "Shortage or deficiency in amount; shortfall.", "Ulceration": "The process of forming an ulcer, or of becoming ulcerous; the state of being ulcerated; also, an ulcer.", "Unsafety": "The quality or state of being in peril; absence of safety; insecurity.", "Unembarrassment": "Freedom from embarrassment.", "Uranology": "A discourse or treatise on the heavens and the heavenly bodies; the study of the heavens; uranography.", "Uranoplasty": "The plastic operation for closing a fissure in the hard palate.", "Unreally": "In an unreal manner; ideally.", "Universe": "All created things viewed as constituting one system or whole; the whole body of things, or of phenomena; the to~ pa^n of the Greeks, the mundus of the Latins; the world; creation.", "Underclothing": "Same as Underclothes.", "Unwemmed": "Not blemished; undefiled; pure.", "Undulating": "Rising and falling like waves; resembling wave form or motion; undulatory; rolling; wavy; as, an undulating medium; undulating ground.", "Up-train": "A train going in the direction of the metropolis or the main terminus.", "Useful": "Full of use, advantage, or profit; producing, or having power to produce, good; serviceable for any end or object; helpful toward advancing any purpose; beneficial; profitable; advantageous; as, vessels and instruments useful in a family; books useful for improvement; useful knowledge; useful arts.", "Unvulgarize": "To divest of vulgarity; to make to be not vulgar.", "Unforeskinned": "Deprived of the foreskin; circumcised.", "Unfertile": "Not fertile; infertile; barren.", "Unfair": "Not fair; not honest; not impartial; disingenuous; using or involving trick or artifice; dishonest; unjust; unequal.", "Unworship": "Lack of worship or respect; dishonor.", "Uptear": "To tear up.", "Ungainliness": "The state or quality of being ungainly; awkwardness.", "Unlash": "To loose, as that which is lashed or tied down.", "Underlet": "To let below the value.", "Unexperient": "Inexperienced.", "Urus": "A very large, powerful, and savage extinct bovine animal (Bos urus or Bos primigenius) anciently abundant in Europe.  It appears to have still existed in the time of Julius Cæsar.  It had very large horns, and was hardly capable of domestication.  Called also, ur, ure, and tur.", "Unnatural": "Not natural; contrary, or not conforming, to the order of nature; being without natural traits; as, unnatural crimes.", "Uncharnel": "To remove from a charnel house; to raise from the grave; to exhume.", "Unifromness": "The quality or state of being uniform; uniformity.", "Uncared": "Not cared for; not heeded; -- with for.", "Untuck": "To unfold or undo, as a tuck; to release from a tuck or fold.", "Unisonous": "Being in unison; unisonant.", "Undetermination": "Indetermination.", "Unbecoming": "Not becoming; unsuitable; unfit; indecorous; improper.", "Unviolable": "Inviolable.", "Unhoped-for": "Unhoped; unexpected.", "Unitable": "Capable of union by growth or otherwise.", "Understanding": "The act of one who understands a thing, in any sense of the verb; knowledge; discernment; comprehension; interpretation; explanation.", "Undermoneyed": "Bribed.", "Underservant": "An inferior servant.", "Underback": "A vessel which receives the wort as it flows from the mashing tub.", "Underdressed": "Not dresses enough.", "Underwhelming": "Less interesting than expected; dull.", "Uppricked": "Upraised; erect; -- said of the ears of an animal.", "Unnear": "Not near; not close to; at a distance from.", "Unbrewed": "Not made by brewing; unmixed; pure; genuine.", "Unsucceedable": "Not able or likely to succeed.", "Unshroud": "To remove the shroud from; to uncover.", "Unearned": "Not earned; not gained by labor or service.", "Unflexible": "Inflexible.", "Unfaith": "Absence or want of faith; faithlessness; distrust; unbelief.", "Unreverently": "Irreverently.", "Undertenancy": "Tenancy or tenure under a tenant or lessee; the tenure of an undertenant.", "Unform": "To decompose, or resolve into parts; to destroy the form of; to unmake.", "Unpalped": "Destitute of a palp.", "Upgrow": "To grow up.", "Unabsorbable": "Not absorbable; specifically (Physiol.), not capable of absorption; unable to pass by osmosis into the circulating blood; as, the unabsorbable portion of food.", "Undergod": "A lower or inferior god; a subordinate deity; a demigod.", "Upsitting": "A sitting up of a woman after her confinement, to receive and entertain her friends.", "Unpolicied": "Not having civil polity, or a regular form of government.", "Ungracious": "Not gracious; showing no grace or kindness; being without good will; unfeeling.", "Unmeasurable": "Immeasurable.", "Unappropriated": "Not specially appropriate; having no special application.", "Undistinctive": "Making no distinctions; not discriminating; impartial.", "Unmentionables": "The breeches; trousers.", "Unconsonant": "Incongruous; inconsistent.", "Underwrite": "To practice the business of insuring; to take a risk of insurance on a vessel or the like.", "Understander": "One who understands, or knows by experience.", "Uncloak": "To remove, or take off, one's cloak.", "Untile": "To take the tiles from; to uncover by removing the tiles.", "Undergraduateship": "The position or condition of an undergraduate.", "Unpolled": "Not polled.", "Unigenous": "Being of one kind; being of the same genus.", "Uvulitis": "Inflammation of the uvula.", "Undercroft": "A subterranean room of any kind; esp., one under a church (see Crypt), or one used as a chapel or for any sacred purpose.", "Uniformism": "The doctrine of uniformity in the geological history of the earth; -- in part equivalent to uniformitarianism, but also used, more broadly, as opposed to catastrophism.", "Underskinker": "Undertapster.", "Ungear": "To strip of gear; to unharness; to throw out of gear.", "Undersail": "To sail alongshore.", "Unifilar": "Having only one thread; involving the use of only one thread, wire, fiber, or the like; as, unifilar suspension.", "Undermeal": "The inferior, or after, part of the day; the afternoon.", "Univalence": "The quality or state of being univalent.", "Uniparous": "Producing but one egg or young at a time.", "Unbloody": "Not bloody.", "Undine": "One of a class of fabled female water spirits who might receive a human soul by intermarrying with a mortal.", "Urinarium": "A reservoir for urine, etc., for manure.", "Unempirically": "Not empirically; without experiment or experience.", "Understrapper": "A petty fellow; an inferior agent; an underling.", "Uncoach": "To detach or loose from a coach.", "Unwroken": "Not revenged; unavenged.", "Unglorify": "To deprive of glory.", "Unwritten": "Not written; not reduced to writing; oral; as, unwritten agreements.", "Unshelve": "To remove from, or as from, a shelf.", "Unsped": "Not performed; not dispatched.", "Ulcerous": "Having the nature or character of an ulcer; discharging purulent or other matter.", "Umbrere": "In ancient armor, a visor, or projection like the peak of a cap, to which a face guard was sometimes attached. This was sometimes fixed, and sometimes moved freely upon the helmet and could be raised like the beaver. Called also umber, and umbril.", "Unriddler": "One who unriddles.", "Unlikeness": "The quality or state of being unlike; want of resemblance; dissimilarity.", "Uglify": "To disfigure; to make ugly.", "Unperfection": "Want of perfection; imperfection.", "Ulmin": "A brown amorphous substance found in decaying vegetation.  Cf. Humin.", "Unmasterable": "Incapable of being mastered or subdued.", "Ulmic": "Pertaining to ulmin; designating an acid obtained from ulmin.", "Urocord": "See Urochord.", "Undersphere": "A sphere which is smaller than, and in its movements subject to, another; a satellite.", "Uphill": "Ascending; going up; as, an uphill road.", "Upbreed": "To rear, or bring up; to nurse.", "Upstream": "Toward the higher part of a stream; against the current.", "Unreeve": "To withdraw, or take out, as a rope from a block, thimble, or the like.", "Uneared": "Not eared, or plowed.", "Upwhirl": "To rise upward in a whirl; to raise upward with a whirling motion.", "Uræmic": "Of or pertaining to uræmia; as, uræmic convulsions.", "Uræmia": "Accumulation in the blood of the principles of the urine, producing dangerous disease.", "Unstable": "Not stable; not firm, fixed, or constant; subject to change or overthrow.", "Undersky": "The lower region of the sky.", "Unpaired": "Not paired; not suited or matched.", "Unbark": "To cause to disembark; to land.", "Uropodal": "Of or pertaining to a uropod.", "Upseek": "To seek or strain upward.", "Upsun": "The time during which the sun is up, or above the horizon; the time between sunrise and sunset.", "Unnumerable": "Innumerable.", "ullage": "The amount which a vessel, as a cask, of liquor lacks of being full; wantage; deficiency.", "Unijugate": "Having but one pair of leaflets; -- said of a pinnate leaf.", "Uniped": "Having only one foot.", "Unshakable": "Not capable of being shaken; firm; fixed.", "Umbellar": "Of or pertaining to an umbel; having the form of an umbel.", "Unprudent": "Imprudent.", "Unhappy": "Not happy or fortunate; unfortunate; unlucky; as, affairs have taken an unhappy turn.", "Untomb": "To take from the tomb; to exhume; to disinter.", "Underconduct": "A lower conduit; a subterranean conduit.", "Unaccustomed": "Not used; not habituated; unfamiliar; unused; -- with to.", "Unlimber": "To detach the limber from; as, to unlimber a gun.", "Unbuxom": "Disobedient.", "Undispensable": "Indispensable.", "Unbalanced": "Not balanced; not in equipoise; having no counterpoise, or having insufficient counterpoise.", "Uncustomed": "Uncustomable; also, not having paid duty or customs.", "Unicarinated": "Having one ridge or keel.", "Ultramarine": "A blue pigment formerly obtained by powdering lapis lazuli, but now produced in large quantities by fusing together silica, alumina, soda, and sulphur, thus forming a glass, colored blue by the sodium polysulphides made in the fusion. Also used adjectively.", "Urbaniste": "A large and delicious pear or Flemish origin.", "Urethritis": "Inflammation of the urethra.", "Uranic": "Of or pertaining to the heavens; celestial; astronomical.", "Unification": "The act of unifying, or the state of being unified.", "User": "One who uses.", "Undeadly": "Not subject to death; immortal.", "Uncircumstandtial": "Not circumstantial; not entering into minute particulars.", "Unwayed": "Not used to travel; as, colts that are unwayed.", "Uranin": "An alkaline salt of fluorescein, obtained as a brownish red substance, which is used as a dye; -- so called from the peculiar yellowish green fluorescence (resembling that of uranium glass) of its solutions. See Fluorescein.", "Undouble": "To unfold, or render single.", "Unfurnish": "To strip of furniture; to divest; to strip.", "Unmannerly": "Not mannerly; ill-bred; rude.", "Ulotrichan": "Of or pertaining to the Ulotrichi.", "Unclothe": "To strip of clothes or covering; to make naked.", "Undecennial": "Occurring or observed every eleventh year; belonging to, or continuing, a period of eleven years; undecennary; as, an undecennial festival.", "Ultraism": "The principles of those who advocate extreme measures, as radical reform, and the like.", "Ule": "A Mexican and Central American tree (Castilloa elastica and Castilloa Markhamiana) related to the breadfruit tree.  Its milky juice contains caoutchouc.  Called also ule tree.", "Uppluck": "To pull or pluck up.", "Unportunate": "Importunate; troublesome with requests.", "Upcurl": "To curl up.", "Unconfounded": "Not confounded.", "Unbid": "Not bidden; not commanded.", "Unthrifty": "Not thrifty; profuse.", "Unstill": "Not still; restless.", "Ugrian": "A Mongolian race, ancestors of the Finns.", "Unfool": "To restore from folly, or from being a fool.", "Undershut": "Closed from beneath.", "Unbit": "To remove the turns of (a rope or cable) from the bits; as, to unbit a cable.", "Uncivilization": "The state of being uncivilized; savagery or barbarism.", "Underworld": "The lower of inferior world; the world which is under the heavens; the earth.", "Unspeak": "To retract, as what has been spoken; to recant; to unsay.", "Undershirt": "A shirt worn next the skin, under another shirt; -- called also undervest.", "Unjointed": "Disjointed; unconnected; hence, incoherent.", "Upshot": "Final issue; conclusion; the sum and substance; the end; the result; the consummation.", "Upgive": "To give up or out.", "Unessentially": "In an unessential manner.", "Unclew": "To unwind, unfold, or untie; hence, to undo; to ruin.", "Upsetting": "Conceited; assuming; as, an upsetting fellow.", "Unravelment": "The act of unraveling, or the state of being unraveled.", "Uroscopy": "The diagnosis of diseases by inspection of urine.", "Unlived": "Bereft or deprived of life.", "Uvitonic": "Pertaining to, or designating, an acid which is obtained as a white crystalline substance by the action of ammonia on pyrotartaric acid.", "Unmagistrate": "To divest of the office or authority of a magistrate.", "Unwrite": "To cancel, as what is written; to erase.", "Unmovably": "Immovably.", "Unplume": "To strip of plumes or feathers; hence, to humiliate.", "Unplumb": "To deprive of lead, as of a leaden coffin.", "Underclothes": "Clothes worn under others, especially those worn next the skin for warmth; underwear.", "Untread": "To tread back; to retrace.", "Unduke": "To deprive of dukedom.", "Unmovable": "Immovable.", "Uncredit": "To cause to be disbelieved; to discredit.", "Undid": "imp. of Undo.", "Untemper": "To deprive of temper, or of the proper degree of temper; to make soft.", "Uncourtliness": "Absence of courtliness; rudeness; rusticity.", "Unshed": "Not parted or divided, as the hair.", "Upside": "The upper side; the part that is uppermost.", "Univocation": "Agreement of name and meaning.", "Unclean": "Not clean; foul; dirty; filthy.", "Unchristianize": "To turn from the Christian faith; to cause to abandon the belief and profession of Christianity.", "Unrivet": "To take out, or loose, the rivets of; as, to unrivet boiler plates.", "Unconstant": "Not constant; inconstant; fickle; changeable.", "Unadvisable": "Not advisable; inadvisable; inexpedient.", "Upraise": "To raise; to lift up.", "Untack": "To separate, as what is tacked; to disjoin; to release.", "Unpleasive": "Unpleasant.", "Unparalleled": "Having no parallel, or equal; unequaled; unmatched.", "Unsadness": "Infirmity; weakness.", "Unvote": "To reverse or annul by vote, as a former vote.", "Unbuckle": "To loose the buckles of; to unfasten; as, to unbuckle a shoe.", "Unilobar": "Consisting of a single lobe.", "Unicostate": "Having a single rib or strong nerve running upward from the base; -- said of a leaf.", "Unknow": "Unknown.", "Undivided": "Not divided; not separated or disunited; unbroken; whole; continuous; as, plains undivided by rivers or mountains.", "Unequaled": "Not equaled; unmatched; unparalleled; unrivaled; exceeding; surpassing; -- in a good or bad sense; as, unequaled excellence; unequaled ingratitude or baseness.", "Umpirage": "The office of an umpire; the power, right, or authority of an umpire to decide.", "Unbelieving": "Not believing; incredulous; doubting; distrusting; skeptical.", "Undergrub": "To undermine.", "Unentangle": "To disentangle.", "Unjustice": "Want of justice; injustice.", "Unpay": "To undo, take back, or annul, as a payment.", "Uralite": "Amphibole resulting from the alternation of pyroxene by paramorphism. It is not uncommon in massive eruptive rocks.", "Usherance": "The act of ushering, or the state of being ushered in.", "Underleaf": "A prolific sort of apple, good for cider.", "Urrhodin": "Indigo red, a product of the decomposition, or oxidation, of indican. It is sometimes found in the sediment of pathological urines. It is soluble in ether or alcohol, giving the solution a beautiful red color. Also called indigrubin.", "Unshent": "Not shent; not disgraced; blameless.", "Unstratified": "Not stratified; -- applied to massive rocks, as granite, porphyry, etc., and also to deposits of loose material, as the glacial till, which occur in masses without layers or strata.", "Undeserve": "To fail to deserve.", "Ultrared": "Situated beyond or below the red rays; as, the ultrated rays of the spectrum, which are less refrangible than the red.", "Unchurch": "To expel, or cause to separate, from a church; to excommunicate.", "Upspear": "To grow or shoot up like a spear; as, upspearing grass.", "Upyat": "imp. of Upgive.", "Unty": "To untie.", "Uncleship": "The office or position of an uncle.", "Uropod": "Any one of the abdominal appendages of a crustacean, especially one of the posterior ones, which are often larger than the rest, and different in structure, and are used chiefly in locomotion. See Illust. of Crustacea, and Stomapoda.", "Upwind": "To wind up.", "Untimeous": "Untimely.", "Unburiable": "Not ready or not proper to be buried.", "Unassuming": "Not assuming; not bold or forward; not arrogant or presuming; humble; modest; retiring; as, an unassuming youth; unassuming manners.", "Unresisted": "Not resisted; unopposed.", "Unsuffering": "Inability or incapability of enduring, or of being endured.", "Unsaturated": "Capable of absorbing or dissolving to a greater degree; as, an unsaturated solution.", "Unto": "Until; till.", "Unincumbered": "Not incumbered; not burdened.", "Underverse": "The lower or second verse.", "Unambition": "The absence of ambition.", "Unavoidable": "Not avoidable; incapable of being shunned or prevented; inevitable; necessary; as, unavoidable troubles.", "Unconversion": "The state of being unconverted; impenitence.", "Undulant": "Undulating.", "Understratum": "The layer, or stratum, of earth on which the mold, or soil, rests; subsoil.", "Usufruct": "The right of using and enjoying the profits of an estate or other thing belonging to another, without impairing the substance.", "umpteenth": "Ordinal of umpteen, with corresponding signification; as, for the umpteenth time, I'm telling you to stop.", "Uncontrollable": "Incapable of being controlled; ungovernable; irresistible; as, an uncontrollable temper; uncontrollable events.", "Unchain": "To free from chains or slavery; to let loose.", "Underturn": "To turn upside down; to subvert; to upset.", "Unactive": "To render inactive or listless.", "Unroofed": "Stripped of a roof, or similar covering.", "Unexpressible": "Inexpressible.", "Unctuosity": "Quality or state of being unctuous.", "Unionism": "The sentiment of attachment to a federal union, especially to the federal union of the United States.", "Unionist": "One who advocates or promotes union; especially a loyal supporter of a federal union, as that of the United States.", "Unforeseeable": "Incapable of being foreseen.", "Usurpingly": "In a usurping manner.", "Unlaugh": "To recall, as former laughter.", "Urethrotome": "An instrument for cutting a urethral stricture.", "Upmost": "Highest; topmost; uppermost.", "Unhallow": "To profane; to desecrate.", "Uvrou": "See Euphroe.", "Unmistakable": "Incapable of being mistaken or misunderstood; clear; plain; obvious; evident.", "Unsuspicion": "The quality or state of being unsuspecting.", "Umbrette": "See Umber, 4.", "Urtical": "Resembling nettles; -- said of several natural orders allied to urticaceous plants.", "Uncertainly": "In an uncertain manner.", "Usnea": "A genus of lichens, most of the species of which have long, gray, pendulous, and finely branched fronds. Usnea barbata is the common bearded lichen which grows on branches of trees in northern forests.", "Urethrotomy": "An incision of the urethra, esp. incision for relief of urethral stricture.", "Unwrie": "To uncover.", "Usitative": "Denoting usual or customary action.", "Unexampled": "Having no example or similar case; being without precedent; unprecedented; unparalleled.", "Universalist": "Of or pertaining to Unversalists of their doctrines.", "Unconceivable": "Inconceivable.", "Untime": "An unseasonable time.", "Undivisible": "Indivisible.", "Untrust": "Distrust.", "Untruss": "One who untrussed persons for the purpose of flogging them; a public whipper.", "Unbenign": "Not benign; malignant.", "Uncinata": "A division of marine chætopod annelids which are furnished with uncini, as the serpulas and sabellas.", "Unmaterial": "Not material; immaterial.", "Urethra": "The canal by which the urine is conducted from the bladder and discharged.", "Unsitting": "Not sitting well; unbecoming.", "Uncinate": "Hooked; bent at the tip in the form of a hook; as, an uncinate process.", "Universalism": "The doctrine or belief that all men will be saved, or made happy, in the future state.", "Untenant": "To remove a tenant from.", "Universology": "The science of the universe, and the relations which it involves.", "Unsensible": "Insensible.", "Uninteressed": "Uninterested; unaffected.", "Utopian": "An inhabitant of Utopia; hence, one who believes in the perfectibility of human society; a visionary; an idealist; an optimist.", "Usufructuary": "Of or pertaining to a usufruct; having the nature of a usufruct.", "Unbusied": "Not required to work; unemployed; not busy.", "Undercrest": "To support as a crest; to bear.", "Underkeeper": "A subordinate keeper or guardian.", "Unwashed": "Not washed or cleansed; filthy; unclean.", "Unisilicate": "A salt of orthosilicic acid, H4SiO4; -- so called because the ratio of the oxygen atoms united to the basic metals and silicon respectively is 1:1; for example, Mg2SiO4 or 2MgO.SiO2.", "Unitize": "To reduce to a unit, or one whole; to form into a unit; to unify.", "Unconclusive": "Inconclusive.", "Untowardly": "Perverse; froward; untoward.", "Untooth": "To take out the teeth of.", "Uranometria": "A uranometry.", "Unfleshly": "Not pertaining to the flesh; spiritual.", "Uptails all": "An old game at cards.", "Underskirt": "A petticoat; the foundation skirt of a draped dress.", "Unseconded": "Not seconded; not supported, aided, or assisted; as, the motion was unseconded; the attempt was unseconded.", "Ultrage": "Outrage.", "Unbefool": "To deliver from the state of a fool; to awaken the mind of; to undeceive.", "Undertide": "The under or after part of the day; undermeal; evening.", "Uplock": "To lock up.", "Umbrosity": "The quality or state of being umbrose; shadiness.", "Unborn": "Not born; not yet brought into life; being still to appear; future.", "Ultra": "One who advocates extreme measures; an ultraist; an extremist; a radical.", "Underjaw": "The lower jaw.", "Unwarped": "Not warped; hence, not biased; impartial.", "Undertreasurer": "An assistant treasurer.", "Unnobly": "Ignobly.", "Univocal": "A generic term, or a term applicable in the same sense to all the species it embraces.", "Uncord": "To release from cords; to loosen the cord or cords of; to unfasten or unbind; as, to uncord a package.", "Unnooked": "Without nooks and corners; guileless.", "Unnoble": "Ignoble.", "Undock": "To take out of dock; as, to undock a ship.", "Urodele": "One of the Urodela.", "Undraw": "To draw aside or open; to draw back.", "Unwonted": "Not wonted; unaccustomed; unused; not made familiar by practice; as, a child unwonted to strangers.", "Unelasticity": "Inelasticity.", "Upbind": "To bind up.", "Unilocular": "Having one cell or cavity only; as, a unilocular capsule or shell.", "Under-age": "Not having arrived at adult age; hence, incapable legally of performing certain acts restricted to adults.", "Unsluice": "To sluice; to open the sluice or sluices of; to let flow; to discharge.", "Unduly": "In an undue manner.", "Undermirth": "Suppressed or concealed mirth.", "Utopical": "Utopian; ideal.", "Unsufferable": "Insufferable.", "Underslung": "Of an automobile body, suspended from the springs in such a manner that the frame of the chassis is below the axles, the object being to lower the center of gravity of the car.", "Unflower": "To strip of flowers.", "Utica": "Of, pertaining to, or designating, a subdivision of the Trenton Period of the Lower Silurian, characterized in the State of New York by beds of shale.", "Uncharity": "Uncharitableness.", "Unlicked": "Not licked; hence, not properly formed; ungainly.  Cf. To lick into shape, under Lick, v.", "Unclothed": "Divested or stripped of clothing.", "Unconcern": "Want of concern; absence of anxiety; freedom from solicitude; indifference.", "Unpriest": "To deprive of priesthood; to unfrock.", "Utopist": "A Utopian.", "Unbeguile": "To set free from the influence of guile; to undeceive.", "Undesigning": "Having no artful, ulterior, or fraudulent purpose; sincere; artless; simple.", "Underminer": "One who undermines.", "Uncivilty": "In an uncivil manner.", "Undull": "To remove the dullness of; to clear.", "Unstrength": "Want of strength; weakness; feebleness.", "Uranographist": "One practiced in uranography.", "Uniramous": "Having but one branch.", "Unglorious": "Inglorious.", "Untidy": "Unseasonable; untimely.", "Usual": "Such as is in common use; such as occurs in ordinary practice, or in the ordinary course of events; customary; ordinary; habitual; common.", "Urinometer": "A small hydrometer for determining the specific gravity of urine.", "Unruliment": "Unruliness.", "Unbarricadoed": "Not obstructed by barricades; open; as, unbarricadoed streets.", "Ulcuscle": "A little ulcer.", "Urosteon": "A median ossification back of the lophosteon in the sternum of some birds.", "unhitch": "To free from being hitched, or as if from being hitched; to unfasten; to loose; as, to unhitch a horse, or a trace.", "Untreatable": "Incapable of being treated; not practicable.", "Unmake": "To destroy the form and qualities of; to deprive of being; to uncreate.", "Unlock": "To unfasten, as what is locked; as, to unlock a door or a chest.", "Unhingement": "The act unhinging, or the state of being unhinged.", "Uprightly": "In an upright manner.", "Uncontrovertible": "Incontrovertible.", "Uncontrovertibly": "Incontrovertibly.", "Unbonnet": "To take a bonnet from; to take off one's bonnet; to uncover; as, to unbonnet one's head.", "Umbery": "Of or pertaining to umber; like umber; as, umbery gold.", "Uvate": "A conserve made of grapes.", "Uniformitarian": "One who accepts uniformitarianism, or the uniformitarian doctrine.", "Ursa": "Either one of the Bears. See the Phrases below.", "Undeterminable": "Not determinable; indeterminable.", "Unrioted": "Free from rioting.", "Upwreath": "To rise with a curling motion; to curl upward, as smoke.", "Unprinciple": "To destroy the moral principles of.", "Unthink": "To recall or take back, as something thought.", "Unfriendly": "Not friendly; not kind or benevolent; hostile; as, an unfriendly neighbor.", "Undueness": "The quality of being undue.", "Upright": "Something standing upright, as a piece of timber in a building. See Illust. of Frame.", "Ulcerated": "Affected with, or as with, an ulcer or ulcers; as, an ulcerated sore throat.", "Uropygium": "The prominence at the posterior extremity of a bird's body, which supports the feathers of the tail; the rump; -- sometimes called pope's nose.", "Underagent": "A subordinate agent.", "Undermatch": "One who is not a match for another.", "Unestablish": "To disestablish.", "Unfumed": "Not exposed to fumes; not fumigated.", "Unrestraint": "Freedom from restraint; freedom; liberty; license.", "Unstep": "To remove, as a mast, from its step.", "Unibranchiate": "Having but one gill, as certain molluscs.", "Unemployment": "Quality or state of being not employed; -- used esp. in economics, of the condition of various social classes when temporarily thrown out of employment, as those engaged for short periods, those whose trade is decaying, and those least competent.", "Unswathe": "To take a swathe from; to relieve from a bandage; to unswaddle.", "Unpardonable": "Not admitting of pardon or forgiveness; inexcusable.", "Urocyst": "The urinary bladder.", "Uncontestable": "Incontestable.", "Unketh": "Uncouth.", "Unreputable": "Disreputable.", "Unguicular": "Of or pertaining to a claw or a nail; ungual.", "Unpowerful": "Not powerful; weak.", "Unthrone": "To remove from, or as from, a throne; to dethrone.", "Ulmate": "A salt of ulmic acid.", "Unacceptable": "Not acceptable; not pleasing; not welcome; unpleasant; disagreeable; displeasing; offensive.", "Unhand": "To loose from the hand; to let go.", "Univalve": "Having one valve; as, a univalve shell or pericarp.", "Unregeneracy": "The quality or state of being unregenerate.", "Uncock": "To let down the cock of, as a firearm.", "Urechitin": "A glucoside extracted from the leaves of a certain plant (Urechitis suberecta) as a bitter white crystalline substance.", "Urination": "The act or process of voiding urine; micturition.", "Undeck": "To divest of ornaments.", "Undecked": "Not decked; unadorned.", "Universality": "The quality or state of being universal; unlimited extension or application; generality; -- distinguished from particularity; as, the unversality of a proposition; the unversality of sin; the unversality of the Deluge.", "Underditch": "To dig an underground ditch or ditches in, so as to drain the surface; to underdrain; as, to underditch a field or a farm.", "Untruth": "The quality of being untrue; contrariety to truth; want of veracity; also, treachery; faithlessness; disloyalty.", "Utterly": "In an utter manner; to the full extent; fully; totally; as, utterly ruined; it is utterly vain.", "Unremitting": "Not remitting; incessant; continued; persevering; as, unremitting exertions.", "Unthriftfully": "Not thriftily.", "Ural": "Pertaining to, or designating, the Urals, a mountain range between Europe and Asia.", "Unique": "A thing without a like; something unequaled or unparalleled.", "Unwarranted": "Not warranted; being without warrant, authority, or guaranty; unwarrantable.", "Unsexual": "Not sexual; not proper or peculiar to one of the sexes.", "Upset": "The act of upsetting, or the state of being upset; an overturn; as, the wagon had an upset.", "Unmerciful": "Not merciful; indisposed to mercy or grace; cruel; inhuman; merciless; unkind.", "Unconcerned": "Not concerned; not anxious or solicitous; easy in mind; carelessly secure; indifferent; as, to be unconcerned at what has happened; to be unconcerned about the future.", "Urdu": "The language more generally called Hindustanee.", "Upplight": "imp. & p. p. of Uppluck.", "Unspotted": "Not spotted; free from spot or stain; especially, free from moral stain; unblemished; immaculate; as, an unspotted reputation.", "Universologist": "One who is versed in universology.", "Urger": "One who urges.", "Unmoral": "Having no moral perception, quality, or relation; involving no idea of morality; -- distinguished from both moral and immoral.", "Unprince": "To deprive of the character or authority of a prince; to divest of principality of sovereignty.", "Underkeep": "To keep under, or in subjection; to suppress.", "Unarm": "To put off, or lay down, one's arms or armor.", "Undersailed": "Inadequately equipped with sails.", "Unheard-of": "New; unprecedented; unparalleled.", "Underjoin": "To join below or beneath; to subjoin.", "Undigestible": "Indigestible.", "Unicellular": "Having, or consisting of, but a single cell; as, a unicellular organism.", "Uplift": "A raising or upheaval of strata so as to disturb their regularity and uniformity, and to occasion folds, dislocations, and the like.", "Ubiquitist": "Same as Ubiquist.", "Uva-ursi": "The bearberry.", "Underdose": "To give an underdose or underdoses to; to practice giving insufficient doses.", "Umbraculiferous": "Bearing something like an open umbrella.", "Undecylenic": "Pertaining to, or designating, an acid C11H20O2, homologous with acrylic acid, and obtained as a white crystalline substance by the distillation of castor oil.", "Unpinion": "To loose from pinions or manacles; to free from restraint.", "Unshout": "To recall what is done by shouting.", "Unbless": "To deprive of blessings; to make wretched.", "Untreasure": "To bring forth or give up, as things previously treasured.", "Uprising": "Act of rising; also, a steep place; an ascent.", "Unmoved": "Not moved; fixed; firm; unshaken; calm; apathetic.", "Uræum": "The posterior half of an animal.", "Utraquist": "One who receives the eucharist in both kinds; esp., one of a body of Hussites who in the 15th century fought for the right to do this. Called also Calixtines.", "Undersparred": "Having spars smaller than the usual dimension; -- said of vessels.", "Unqualitied": "Deprived of the usual faculties.", "Uniserial": "Having only one row or series.", "Uvulatome": "An instrument for removing the uvula.", "Unclinch": "To cause to be no longer clinched; to open; as, to unclinch the fist.", "Unpick": "To pick out; to undo by picking.", "Uncypher": "alternate spelling of Uncipher; same as decipher.", "Unphilosophize": "To degrade from the character of a philosopher.", "Unsatiability": "Quality of being unsatiable; insatiability.", "Universal": "The whole; the general system of the universe; the universe.", "Utopianism": "The ideas, views, aims, etc., of a Utopian; impracticable schemes of human perfection; optimism.", "Upscale": "relating to, or characteristic of, affluent people or people in the upper social classes.", "Uncoined": "Not coined, or minted; as, uncoined silver.", "Undertake": "To take upon one's self, or assume, any business, duty, or province.", "Underclay": "A stratum of clay lying beneath a coal bed, often containing the roots of coal plants, especially the Stigmaria.", "Uptown": "Situated in, or belonging to, the upper part of a town or city; as, a uptown street, shop, etc.; uptown society.", "Unweeting": "Unwitting.", "Unshutter": "To open or remove the shutters of.", "Untimely": "Out of the natural or usual time; inopportunely; prematurely; unseasonably.", "Uncorrupt": "Incorrupt.", "Undershrub": "Partly shrublike.", "Upskip": "An upstart.", "Uprun": "To run up; to ascend.", "Urnal": "Of or pertaining to an urn; effected by an urn or urns.", "Uterogestation": "Gestation in the womb from conception to birth; pregnancy.", "Unroof": "To strip off the roof or covering of, as a house.", "Unhorse": "To throw from a horse; to cause to dismount; also, to take a horse or horses from; as, to unhorse a rider; to unhorse a carriage.", "Unsuit": "Not to suit; to be unfit for.", "Ulmus": "A genus of trees including the elm.", "Underload starter": "A motor starter provided with an underload switch.", "Underfilling": "The filling below or beneath; the under part of a building.", "Upspring": "An upstart.", "Underwriting": "The business of an underwriter,", "Underwear": "That which is worn under the outside clothing; underclothes.", "Unlooked": "Not observed or foreseen; unexpected; -- generally with for.", "Underween": "To undervalue.", "Unpleat": "To remove the plaits of; to smooth.", "Uintatherium": "An extinct genus of large Eocene ungulates allied to Dinoceras. This name is sometimes used for nearly all the known species of the group. See Dinoceras.", "Uncircumcised": "Not circumcised; hence, not of the Israelites.", "Underletter": "A tenant or lessee who grants a lease to another.", "Unreproved": "Not reproved.", "Unhat": "To take off the hat of; to remove one's hat, especially as a mark of respect.", "Unpassionate": "Not passionate; dispassionate.", "Unhap": "Ill luck; misfortune.", "Unbow": "To unbend.", "Unboy": "To divest of the traits of a boy.", "Unbox": "To remove from a box or boxes.", "Unbeseeming": "Unbecoming; not befitting.", "Uphoard": "To hoard up.", "Unbiased": "Free from bias or prejudice; unprejudiced; impartial.", "Umbellate": "Bearing umbels; pertaining to an umbel; umbel-like; as, umbellate plants or flowers.", "Unifier": "One who, or that which, unifies; as, a natural law is a unifier of phenomena.", "Unsanctification": "Absence or lack of sanctification.", "Unfreeze": "To thaw.", "Unpossess": "To be without, or to resign, possession of.", "Uroerythrin": "A reddish urinary pigment, considered as the substance which gives to the urine of rheumatism its characteristic color. It also causes the red color often seen in deposits of urates.", "Unpathwayed": "Pathless.", "Unattached": "Not attached; not adhering; having no engagement; free.", "Unvisard": "To take the vizard or mask from; to unmask.", "Under": "Lower in position, intensity, rank, or degree; subject; subordinate; -- generally in composition with a noun, and written with or without the hyphen; as, an undercurrent; undertone; underdose; under-garment; underofficer; undersheriff.", "Unconscionable": "Not conscionable; exceeding the limits of any reasonable claim or expectation; not conforming to reason; unreasonable; inordinate; extravagant; as, an unconscionable person or demand; unconscionable size.", "Unturn": "To turn in a reserve way, especially so as to open something; as, to unturn a key.", "Unlisted": "Not listed;", "Unamiability": "The quality or state of being unamiable; moroseness.", "Upflow": "To flow or stream up.", "Uphasp": "To hasp or faster up; to close; as, sleep uphasps the eyes.", "Undo": "To reverse, as what has been done; to annul; to bring to naught.", "Uranographic": "Of or pertaining to uranography; as, an uranographic treatise.", "Unwearied": "Not wearied; not fatigued or tired; hence, persistent; not tiring or wearying; indefatigable.", "Unapplicable": "Inapplicable.", "Underbred": "Not thoroughly bred; ill-bred; as, an underbred fellow.", "Underlaid": "Laid or placed underneath; also, having something laid or lying underneath.", "Ungown": "To strip of a gown; to unfrock.", "Undertow": "The current that sets seaward near the bottom when waves are breaking upon the shore.", "Uncomplete": "Incomplete.", "Urogenital": "Same as Urinogenital.", "Unhoused": "Driven from a house; deprived of shelter.", "Unguled": "Hoofed, or bearing hoofs; -- used only when these are of a tincture different from the body.", "Unchristian": "To make unchristian.", "Unsorted": "Not sorted; not classified; as, a lot of unsorted goods.", "Unbelieved": "Not believed; disbelieved.", "Uncult": "Not cultivated; rude; illiterate.", "Unconditional": "Not conditional, limited, or conditioned; made without condition; absolute; unreserved; as, an unconditional surrender.", "Uniaxal": "Uniaxial.", "Upkeep": "The act of keeping up, or maintaining; maintenance of persons, organizations, or objects such as machinery, by providing a location, repairs, and consumable items when necessary.", "Unoffensive": "Inoffensive.", "Uncessant": "Incessant.", "Up-wind": "Against the wind; toward the direction from which the wind is blowing.", "Unscale": "To divest of scales; to remove scales from.", "Uneven": "Not even; not level; not uniform; rough; as, an uneven road or way; uneven ground.", "Unvisible": "Invisible.", "Untaste": "To deprive of a taste for a thing.", "Unperishably": "Imperishably.", "Unreverent": "Irreverent.", "Unite": "United; joint; as, unite consent.", "Underpeopled": "Not fully peopled.", "Unity": "The state of being one; oneness.", "Underestimate": "The act of underestimating; too low an estimate.", "Unperishable": "Imperishable.", "Unvisibly": "Invisibly.", "Uropygial": "Of or pertaining to the uropygium, or prominence at the base of the tail feathers, in birds.", "Unhandsome": "Not handsome; not beautiful; ungraceful; not comely or pleasing; plain; homely.", "Uro-": "A combining form from Gr. o'yra`, the tail, the caudal extremity.", "Undé": "Waving or wavy; -- applied to ordinaries, or division lines.", "Ushership": "The office of an usher; usherdom.", "Uncomprehend": "To fail to comprehend.", "Usefully": "In a useful manner.", "Unconcludent": "Inconclusive.", "Unauthorize": "To disown the authority of; to repudiate.", "unaserved": "Not served.", "Ungueal": "Ungual.", "Universally": "In a universal manner; without exception; as, God's laws are universally binding on his creatures.", "Urry": "A sort of blue or black clay lying near a vein of coal.", "Underpossessor": "One who possesses or holds anything subject to the superior of another.", "Upthrow": "See Throw, n., 9.", "Upsway": "To sway or swing aloft; as, to upsway a club.", "Urethral": "Of or pertaining to the urethra.", "Unshell": "To strip the shell from; to take out of the shell; to hatch.", "Undern": "The time between; the time between sunrise and noon; specifically, the third hour of the day, or nine o'clock in the morning, according to ancient reckoning; hence, mealtime, because formerly the principal meal was eaten at that hour; also, later, the afternoon; the time between dinner and supper.", "Upburst": "The act of bursting upwards; a breaking through to the surface; an upbreak or uprush; as, an upburst of molten matter.", "Umpire": "To act as umpire or arbitrator.", "Unsocket": "To loose or take from a socket.", "Uncia": "A twelfth part, as of the Roman as; an ounce.", "Unpure": "Not pure; impure.", "Unlikely": "In an unlikely manner.", "Undispensed": "Not dispensed.", "Unitarianize": "To change or turn to Unitarian views.", "Unseminared": "Deprived of virility, or seminal energy; made a eunuch.", "Unfeaty": "Not feat; not dexterous; unskillful; clumsy.", "Undauntable": "Incapable of being daunted; intrepid; fearless; indomitable.", "Uniflagellate": "Having but one flagellum; as, uniflagellate organisms.", "Unsuccess": "Want of success; failure; misfortune.", "Uitlander": "A foreigner; an outlander.", "Untoward": "Toward.", "Unripe": "Not ripe; as, unripe fruit.", "Unweave": "To unfold; to undo; to ravel, as what has been woven.", "Ursine": "Of or pertaining to a bear; resembling a bear.", "Urethroscope": "An instrument for viewing the interior of the urethra.", "Unfrankable": "Not frankable; incapable of being sent free by public conveyance.", "Unaccessible": "Inaccessible.", "Unauspicious": "Inauspicious.", "Unreason": "To undo, disprove, or refute by reasoning.", "Uterovaginal": "Pertaining to both the uterus and the vagina.", "Underload switch": "A switch which opens a circuit when the current falls below a certain predetermined value, used to protect certain types of motors from running at excessive speed upon decrease of load.", "Underhew": "To hew less than is usual or proper; specifically, to hew, as a piece of timber which should be square, in such a manner that it appears to contain a greater number of cubic feet than it really does contain.", "Uncertain": "To make uncertain.", "Unowed": "Ownerless.", "Unconfidence": "Absence of confidence; uncertainty; doubt.", "Untented": "Not tended; not dressed. See 4th Tent.", "Underprize": "To undervalue; to underestimate.", "Unthriftily": "Not thriftily.", "Unshackle": "To loose from shackles or bonds; to set free from restraint; to unfetter.", "Unclench": "Same as Unclinch.", "Unilateral": "Being on one side only; affecting but one side; one-sided.", "Uncontroversory": "Not involving controversy.", "Undomesticate": "To make wild or roving.", "Unqualify": "To disqualify; to unfit.", "Unscrew": "To draw the screws from; to loose from screws; to loosen or withdraw (anything, as a screw) by turning it.", "Unvessel": "To cause to be no longer a vessel; to empty.", "Unideaed": "Having no ideas; senseless; frivolous.", "umbrine": "See Umbra, 2.", "Ulotrichous": "Having woolly or crispy hair; -- opposed to leiotrichous.", "Unfence": "To strip of a fence; to remove a fence from.", "Untreasured": "Deprived of treasure.", "Underfollow": "To follow closely or immediately after.", "Uniform": "To clothe with a uniform; as, to uniform a company of soldiers.", "Unpeople": "To deprive of inhabitants; to depopulate.", "Unwreathe": "To untwist, uncoil, or untwine, as anything wreathed.", "Undirected": "Not directed; not guided; left without direction.", "Undone": "Not done or performed; neglected.", "Unalloyed": "Not alloyed; not reduced by foreign admixture; unmixed; unqualified; pure; as, unalloyed metals; unalloyed happiness.", "Uncharm": "To release from a charm, fascination, or secret power; to disenchant.", "Uneligible": "Ineligible.", "Umbratic": "Of or pertaining to the shade or darkness; shadowy; unreal; secluded; retired.", "Underneath": "Under; beneath; below.", "Unweighed": "Not weighed; not pondered or considered; as, an unweighed statement.", "Understair": "Of or pertaining to the kitchen, or the servants' quarters; hence, subordinate; menial.", "Unteam": "To unyoke a team from.", "Undergrow": "Undergrown.", "Udderless": "Destitute or deprived of an udder.", "Unkle": "See Uncle.", "Unbraid": "To separate the strands of; to undo, as a braid; to unravel; to disentangle.", "Unknowledged": "Not acknowledged or recognized.", "Uncautelous": "Incautious.", "Unruly": "Not submissive to rule; disregarding restraint; disposed to violate; turbulent; ungovernable; refractory; as, an unruly boy; unruly boy; unruly conduct.", "Unedge": "To deprive of the edge; to blunt.", "Uzema": "A Burman measure of twelve miles.", "Uncolt": "To unhorse.", "Unspilt": "Not spilt or wasted; not shed.", "Understandingly": "In an understanding manner; intelligibly; with full knowledge or comprehension; intelligently; as, to vote upon a question understandingly; to act or judge understandingly.", "Undergraduate": "Of or pertaining to an undergraduate, or the body of undergraduates.", "Unprop": "To remove a prop or props from; to deprive of support.", "Usefulness": "The quality or state of being useful; utility; serviceableness; advantage.", "Unmothered": "Deprived of a mother; motherless.", "Unvalued": "Not valued; not appraised; hence, not considered; disregarded; valueless; as, an unvalued estate.", "Unsubstantialize": "To make unsubstantial.", "Unciatim": "Ounce by ounce.", "Uncorruptible": "Incorruptible.", "Unfailable": "Infallible.", "Upheaval": "The act of upheaving, or the state of being upheaved; esp., an elevation of a portion of the earth's crust.", "Uranometry": "A chart or catalogue of fixed stars, especially of stars visible to the naked eye.", "Ultimately": "As a final consequence; at last; in the end; as, afflictions often tend to correct immoral habits, and ultimately prove blessings.", "Unsatiable": "Insatiable.", "Ungain": "Ungainly; clumsy; awkward; also, troublesome; inconvenient.", "underlying": "Lying under or beneath; as, the underlying strata of a locality.", "Unruffled": "Not ruffled or agitated; smooth; calm; tranquil; quiet.", "Uppent": "A Pent up; confined.", "Underbind": "To bind beneath.", "ullet": "A European owl (Syrnium aluco) of a tawny color; -- called also uluia.", "Unbarbed": "Not shaven.", "Unbend": "To cease to be bent; to become straight or relaxed.", "Underwhelm": "To interest less than anticipated; to be dull to (a person).", "Unableness": "Inability.", "Uncovenanted": "Not covenanted; not granted or entered into under a covenant, agreement, or contract.", "Ungive": "To yield; to relax; to give way.", "Unbind": "To remove a band from; to set free from shackles or fastenings; to untie; to unfasten; to loose; as, unbind your fillets; to unbind a prisoner's arms; to unbind a load.", "Undefeasible": "Indefeasible.", "Unmortise": "To loosen, unfix, or separate, as things mortised together.", "Unlatch": "To open or loose by lifting the latch; as, to unlatch a door.", "Unload": "To perform the act of unloading anything; as, let unload now.", "Unfailing": "Not failing; not liable to fail; inexhaustible; certain; sure.", "Unitive": "Having the power of uniting; causing, or tending to produce, union.", "Unreasonable": "Not reasonable; irrational; immoderate; exorbitant.", "Underpropper": "One who, or that which, underprops or supports.", "Uplead": "To lead upward.", "Unbenevolence": "Absence or want of benevolence; ill will.", "Uncoffle": "To release from a coffle.", "Unquestionable": "Not questionable; as, an unquestionable title.", "Unfrangible": "Infrangible.", "Unfolder": "One who, or that which, unfolds.", "Uphilt": "To thrust in up to the hilt; as, to uphilt one's sword into an enemy.", "Untraded": "Not dealt with in trade; not visited for purposes of trade.", "Ulteriorly": "More distantly or remotely.", "Unseemliness": "The quality or state of being unseemly; unbecomingness.", "Uddered": "Having an udder or udders.", "Uxoricidal": "Of or pertaining to uxoricide; tending to uxoricide.", "Unthinker": "A person who does not think, or does not think wisely.", "Underlay": "The inclination of a vein, fault, or lode from the vertical; a hade; -- called also underlie.", "Unprayed": "Not prayed for.", "Uptrain": "To train up; to educate.", "Unguiform": "Having the form of a claw or claws.", "Unitarian": "Of or pertaining to Unitarians, or their doctrines.", "Unreality": "The quality or state of being unreal; want of reality.", "Usnic": "Pertaining to, or designating, a complex acid obtained, as a yellow crystalline substance, from certain genera of lichens  (Usnea, Parmelia, etc.).", "Unkingship": "The quality or condition of being unkinged; abolition of monarchy.", "Ungenerously": "In an ungenerous manner.", "Underground": "Beneath the surface of the earth.", "Unhosed": "Without hose.", "Unspirit": "To dispirit.", "Unmeant": "Not meant or intended; unintentional.", "Uniflorous": "Bearing one flower only; as, a uniflorous peduncle.", "Untempter": "One who does not tempt, or is not a tempter.", "Uniaxial": "Having but one optic axis, or line of no double refraction.", "Unrecuring": "Incurable.", "Ubication": "The quality or state of being in a place; local relation; position or location; whereness.", "Unmember": "To deprive of membership, as in a church.", "Unsely": "Not blessed or happy; wretched; unfortunate.", "Universal donor": "a person belonging to the O blood group (of the ABO classification), who can safely donate blood to anyone.", "Ut": "The first note in Guido's musical scale, now usually superseded by do. See Solmization.", "Up": "Inclining up; tending or going up; upward; as, an up look; an up grade; the up train.", "Us": "The persons speaking, regarded as an object; ourselves; -- the objective case of we. See We.", "Ur": "The urus.", "Undulous": "Undulating; undulatory.", "Urn-shaped": "Having the shape of an urn; as, the urn-shaped capsules of some mosses.", "Ungenerous": "Not generous; illiberal; ignoble; unkind; dishonorable.", "Unke": "A European aquatic toad (Bombinator igneus).  Its back is dark; its belly is marked with crimson. Called also feuerkröte.", "Underload": "to load (a truck, etc.) with less than its full capacity; -- in certain circumstances, an inefficient use of resources.", "Unresponsible": "Irresponsible.", "Universal grammar": "the principles forming the basis for the human ability to understand language.", "Urochs": "See Aurochs.", "Unchristen": "To render unchristian.", "Undersheriff": "A sheriff's deputy.", "Undigenous": "Generated by water.", "Unfirmness": "Infirmness.", "Unconcerning": "Not interesting or affecting; insignificant; not belonging to one.", "Unskill": "Want of skill; ignorance; unskillfulness.", "Unabled": "Disabled.", "Unsufficient": "Insufficient.", "Unrevenued": "Not furnished with a revenue.", "Unblessed": "Not blest; excluded from benediction; hence, accursed; wretched.", "Urva": "The crab-eating ichneumon (Herpestes urva), native of India. The fur is black, annulated with white at the tip of each hair, and a white streak extends from the mouth to the shoulder.", "Upon": "On; -- used in all the senses of that word, with which it is interchangeable.", "Underchaps": "The lower chaps or jaw.", "Unused": "Not used; as, an unused book; an unused apartment.", "Unfilial": "Unsuitable to a son or a daughter; undutiful; not becoming a child.", "Unspin": "To untwist, as something spun.", "Unnapped": "Finished without a nap.", "Undecide": "To reverse or recant, as a previous decision.", "Uranian": "Of or pertaining to the planet Uranus; as, the Uranian year.", "Urodelian": "Of or pertaining to the Urodela.", "Unfeatured": "Wanting regular features; deformed.", "Undershoot": "To shoot short of (a mark).", "Unusuality": "Unusualness.", "Unapt": "Inapt; slow; dull.", "Undervalue": "A low rate or price; a price less than the real worth; undervaluation.", "Undiscerning": "Want of discernment.", "Untrained": "Not trained.", "Unfestlich": "Unfit for a feast; hence, jaded; worn.", "Unhouse": "To drive from a house or habitation; to dislodge; hence, to deprive of shelter.", "Uniformitarianism": "The uniformitarian doctrine.", "Unacquainted": "Not acquainted.", "Unexpectation": "Absence of expectation; want of foresight.", "Uncapable": "Incapable.", "Uncut velvet": "A fabric woven like velvet, but with the loops of the warp threads uncut.", "Undertapster": "Assistant to a tapster.", "Underpin": "To lay stones, masonry, etc., under, as the sills of a building, on which it is to rest.", "Urchon": "The urchin, or hedgehog.", "Unglove": "To take off the glove or gloves of; as, to unglove the hand.", "Uprouse": "To rouse up; to rouse from sleep; to awake; to arouse.", "Ultra-": "A prefix from the Latin ultra beyond (see Ulterior), having in composition the signification beyond, on the other side, chiefly when joined with words expressing relations of place; as, ultramarine, ultramontane, ultramundane, ultratropical, etc. In other relations it has the sense of excessively, exceedingly, beyond what is common, natural, right, or proper; as, ultraconservative; ultrademocratic, ultradespotic, ultraliberal, ultraradical, etc.", "Understand": "To have the use of the intellectual faculties; to be an intelligent being.", "Untwirl": "To untwist; to undo.", "Unrein": "To loosen the reins of; to remove restraint from.", "Unreaved": "Not torn, split, or parted; not torn to pieces.", "Unexperience": "Inexperience.", "Unequitable": "Inequitable.", "Upend": "To end up; to set on end, as a cask.", "U": "the twenty-first letter of the English alphabet, is a cursive form of the letter V, with which it was formerly used interchangeably, both letters being then used both as vowels and consonants. U and V are now, however, differentiated, U being used only as a vowel or semivowel, and V only as a consonant. The true primary vowel sound of U, in Anglo-Saxon, was the sound which it still retains in most of the languages of Europe, that of long oo, as in tool, and short oo, as in wood, answering to the French ou in tour. Etymologically U is most closely related to o, y (vowel), w, and v; as in two, duet, dyad, twice; top, tuft; sop, sup; auspice, aviary. See V, also O and Y.", "Unluckiness": "Quality or state of being unlucky.", "Unscutcheoned": "Destitute of an escutcheon.", "Unisexual": "Having one sex only, as plants which have the male and female flowers on separate individuals, or animals in which the sexes are in separate individuals; diœcious; -- distinguished from bisexual, or hermaphrodite. See Diœcious.", "Underproof": "Containing less alcohol than proof spirit. See Proof spirit, under Spirit.", "Underconsumption": "Consumption of less than is produced; consumption of less than the usual amount.", "Unburthen": "To unburden; to unload.", "Unalmsed": "Not having received alms.", "Uttermore": "Further; outer; utter.", "Unready": "To undress.", "Utterest": "Uttermost.", "Underline": "To mark a line below, as words; to underscore.", "Uncarnate": "To divest of flesh.", "Underling": "An inferior person or agent; a subordinate; a low-ranking employee."}